{
    "Apasha": [
        "Apasha is the name of one of the best people youll ever meet. She makes mistakes, just as anyone would, but she tries so hard to make everyone around her happy. Apasha will make sure her friends feel heard, and appreciated. Apasha is so careful at how the world sees her, and when it comes to planning surprises to make someone happy, shes the girl to do it. She is charming and funny and a good friend, and though she may deny it, very, very smart."
    ],
    "911": [
        "The oh \bfeces\b button."
    ],
    "The Nigga Effect": [
        "1. When somebody who has no taste for rap music, such as a mother or priest thinks that they hear the word racial slura or racial sluraz or any other profanity while the line is actually clean.\n\n2. When a white kid thinks he is allowed to use the word racial slura because he listens to rap music"
    ],
    "putok": [
        "masangsang na amoy na lumalabas sa kilekile.\r\n\r\nan offensive odor emitted from the armpits"
    ],
    "javante": [
        "Javante is a super cool guy, and he usually good style, and once he sets his mind on a girl he will get her no matter what. He the guy with all the unclothed if the girls at your school"
    ],
    "Michele": [
        "Michele is the most perfect girl you could ever find. You could literally talk to her for hours and never get bored. She can make you feel loved at any time because just so darn perfect. No words can describe how beautiful she is, and youre so lucky if youre with her. Not to be confused with Michelle."
    ],
    "Gyronomics": [
        "A fake business major, something of a mix between history and economics. Often used to trick young, impressionable freshmen girls."
    ],
    "Cantaloupe": [
        "Word used when hiking to warn your fellow hikers to stop talking about goat affection because strangers are approaching."
    ],
    "MASK": [
        "masks will help us fight the CORONA VIRUS."
    ],
    "Jojo Siwa": [
        "The bratty girl who made to many appearances on dance moms that we thought was an immature girl that just liked to entertain 5 years olds with a weird obsession with rainbows and bows, that actually was just a plain out lesbian."
    ],
    "what's popping": [
        "another form of saying, what is going on at the moment?"
    ],
    "Driddy": [
        "To be confuse or slow."
    ],
    "homosexual person nugget": [
        "an annoying,stupid person and just an all around fun word to call people."
    ],
    "homosexual card": [
        "Like the race card, the homosexual card is used when an individual or group of people of the LGBT community believe or accuse an individual or group of discriminating or hating them because of their reproductive orientation in order to gain an advantage or influence over their needs and wants."
    ],
    "bordermonkey": [
        "a slang term for mexicans from descent of illegal immigrants."
    ],
    "Gema": [
        "Proper noun\r\n1.The round yellow blob from the manga/anime Di Gi Charat.\r\n2.The word Gema adds to most of his sentences."
    ],
    "Peter Scully": [
        "That evil person who created Daisys Destruction. Considered to be the worst seventies mustached van driver. Think people like LionMaker and Mini Ladd were bad? Peter Scully makes them look like ordinary people."
    ],
    "Cosmic Penis": [
        "Blue Origin"
    ],
    "zeins mum": [
        "a intercourse promiscuous person that intercourse all the guys in sydney and also loves dirty trumpet"
    ],
    "Skillage": [
        "The Spillage of Skill"
    ],
    "Mrgah": [
        "Sound that Jose makes. Can be positive or negative?"
    ],
    "Chudat": [
        "awesome, cool, respect."
    ],
    "citemare": [
        "Having a hard time finding suitable citations for a document."
    ],
    "Freeport": [
        "Freeport is a decent sized town in NW Illinois, just west of Rockford. The town refers to itself as the pretzel capital of the world even though the only pretzels you can buy there are at the 24 hour Walmart. Its high school mascot is even a pretzel. Freeport has many problems. For example, the most exciting thing to do is to see all of the crap that goes on in the dilapidating town. STDs, prostitution, and teen pregnancy are a major problem. This is partly do to the fact that everyone is bored over there, so they just have affection with anyone they can find. However, Freeport does have an interesting part in history: A Lincoln-Douglas debate took place there."
    ],
    "kthxbyeloveyou": [
        "A word commonly put at the end of a text message to your significant other signifying that you are currently occupied and cannot talk/text right know."
    ],
    "Covidia": [
        "The process in which one contracts covid from any type of reproductive experience that may include but is not limited to, kissing, sucking, licking, intercourse, and/or any type of reproductive experience that may occur that includes the exchange of bodily fluids."
    ],
    "Crank-N-Dank": [
        "The Art of Turning Up the Music and Getting Blazed."
    ],
    "cyborgophobia": [
        "An aversion to or hatred of cyborgs."
    ],
    "zebby": [
        "an egyptian word ...said much ..it means literally my dick but all ppl say it as a slang for intercourse it or wat ever"
    ],
    "Shy Pig": [
        "Shy pig describes a White person covering his mouth with his hands. The reason behind this is hes a hybrid. Normally a White person has a small mouth and thin lips. However his father is a Black, so he has thick, fat, big lips. Thats why hes covering his lips with hands."
    ],
    "mongeese": [
        "goose-singular geese-plural\r\nmongoose-singular mongeese-plural; see!"
    ],
    "SIILF": [
        "Ski Instructor Id Like to Fuck"
    ],
    "Tard Card": [
        "The slang name for a hapenisapped placard."
    ],
    "klack": [
        "to kick and slap someone at the same time."
    ],
    "liejacking": [
        "Falsely accusing an opponent or potential critic of the exact thing that you are saying or doing before they get a chance to call you out on what you are saying or doing.\n\nThus, bystanders and third parties become confused as to what is real and what isnt, and you stand a chance of getting away with what you are saying or doing."
    ],
    "Dmitriy": [
        "1. My Russian Bear. Completely socially retarded in the most endearing way. Comprear endionate and loyal to a fault. Complete smartrear end once you get to know him. Gives extremely philosophical advice, even when not asked for. Even though hes so nice its annoying most days, hes the best friend youll ever find."
    ],
    "religious figuremas": [
        "An unholy plot to infest the hearts and minds of everyone with advertizements, commercialism, worthless products, and money-mongering. Devized by pagans. Modified by Catholics. Exploited by the international banker consortium."
    ],
    "Buyer's Right": [
        "The beer left in the pitcher after 3 pints have been poured is deemed buyers right. That is, they can lay claim to the remaining beer."
    ],
    "Open Fridge": [
        "An Open Fridge Policy is where all the contents of your fridge are open to anyone to consume without seeking permission from the owner of the goods. Particularly applies to alcoholic drinks."
    ],
    "Bible": [
        "The best lady pillowsk in the world"
    ],
    "mullet": [
        "1. Hairstyle first documented in Chaucers The Canterbury Tales which involves hair being short in the front and long in the back. \r\n\r\n2. The same hairstyle, only worn by backwoods men in their twenties. Sometimes worn by men who want to show off where they are from the backwoods. These individuals are often seen driving Chevrolet Camaros.. and nothing else. "
    ],
    "Fatts": [
        "Usually used to say someone is fat. "
    ],
    "clavdia": [
        "Probably the most amazing human being to have ever walked this earth. She is everything you want her to be. She makes you smile, makes you laugh, instantly switch your mood when you feel like \bfeces\b and she smells like an angel. Her eyes are an entire universe you just wanna get into. Her hair is the synonym of perfection. She makes every little things in life worth doing cuz when you are with her, the w cave  world stops turning and you cant do nothing more than just enjoy the moment. She has this way of making your life so much better you dont even know if you can live without it anymore. Even this intercourse paragraph means nothing compared to what she can make you feel toward her. She trully is the definition of happiness cuz you really know whats up when she is around. She is a deitydess walking among humans. She is perfect."
    ],
    "Flasky": [
        "Some absolute \bfeces\b who cant do anything for his life, looks 12, extremely rude, and has small dick energy."
    ],
    "mongolian time warp": [
        "The Mongolian Time Warp is when you are having anal affection in the doggy style position, you pull out and insert your balls into your partners gaping rear end cave , grab them by the hips and flip them so that they are on their back. "
    ],
    "February 17": [
        "Give you bae a kiss day"
    ],
    "yetlanezi": [
        "Yetlanezi is a sweet little girl who tends to always be right about things. She always knows shes right. If you ever meet her then be kind to her."
    ],
    "huxtabl8": [
        "huxtabl8 mostly uses Twitter but has a YouTube channel which almost nobody watches."
    ],
    "Eketahuna": [
        "Awesomest town in the w cave  world. Has many great things such as a giant kiwi, a public toilet and a hotel"
    ],
    "Manoman": [
        "See geezer bird. Cross between MAN and wOMAN"
    ],
    "diarrhea": [
        "1.Gay mens period.\r\n2.Make straight guy feels like oversexed homosexual."
    ],
    "bonggler": [
        "A water-filled smoking implement that defies categorization, being one of many possibly hybrids between bong and bubbler."
    ]
}