{"bbsts": ["bbsts", "Abr. for Be Back Some Time Soon, used when you will be back soon, but you are not sure when exactly."], "rabortion": ["rabortion", "A rat getting an abortion"], "Gyoonet": ["Gyoonet", "Gayest person ever"], "Big Vinnie": ["Big Vinnie", "1 refers to a big penis.\r\n2 Vinhs big package."], "pancakes": ["pancakes", "pancakes has 2 terms of which i know\n\n1 the food flattened dough or pancake mix\n\n2 someone with really small lady pillowss ="], "faciaboard": ["faciaboard", "Board surounding roof of house."], "purple monkey dishwasher": ["purple monkey dishwasher", "the answer to any why question you do not know."], "Cleo Huxtable": ["Cleo Huxtable", "n. anal affection, followed by oral affection and the male says you like the fudge puddin pop as he orgasms."], "Criscatting": ["Criscatting", "When one covers single, or multiple kittens in crisco, Then inserts them into their rectum. Known as such up north"], "Pandora Lovegood": ["Pandora Lovegood", "Pandora Lovegood is literally the best person ever. She is the mother of Luna Lovegood and the wife of Xenophilius Lovegood. She is Regulus Blacks best friend also. She is in Ravenclaw. She is absolutely amazing and deserves everything in the w cave  world."], "Pink Padded Penis Wallet": ["Pink Padded Penis Wallet", "A womans vagina; the place where a man likes to store his most precious possession."], "Collin": ["Collin", "Collin is a young man who tends to be mean to people. His features are likely to be tall, skinny, pale, blue or silver eyes, big nose, straight teeth, facial hair, bad acne, and light brown or dark blonde hair. For his love life, people he most likely to fall in love with are: Ashley, Melissa, Courtney, and Tammy. He wants more then he can get, for reproductive intercourse. For a young man like him its too much. Thats why hes called a Creep. Collin is a loud person and can be annoying but thats why some people like him. While others find him mean and rude. He can also be funny, odd, competitive and defensive."], "zyhmir": ["zyhmir", "one hella sexy man"], "florida": ["florida", "Americas wang see: Americas wang"], "shapeshifting": ["shapeshifting", "A metamorphosis of ones life.Like shapeshifting mermaids who changed from sea to land with tail replaced by legs,shapeshifting is an adaptive transformation for the better."], "ilicpro": ["ilicpro", "A person whos last name is Ilic and he is also pro "], "yall hear summ": ["yall hear summ", "This implies ignorance towards someone, specifically someone who has experience something bad, therefore in response one says do yall hear summ to show they dont care."], "Cheeks": ["Cheeks", "V. The act of having intercourse\r\n\r\nN. A particular set of buttock on females."], "Miror B.": ["Miror B.", "The single most awesome boss created by the creators of the Pokemon Games. Wander around with an afro 10 times his heads size, and always fight with a bunch of Lpenisolos. Also, his battle theme makes you want to dance as if you were in a disco party"], "Steaks & Chops": ["Steaks & Chops", "A hot/attractive girl.\r\n"], "Dance": ["Dance", "Lots of small movements"], "smell gas": ["smell gas", "To smell marijuana; especially dank smelling pot."], "Cuddlywuddly": ["Cuddlywuddly", "The best poster on Penny Arcade."], "Haachama": ["Haachama", "Haachama refers to the Virtual Youtuber Akai Haato of Hololive, who is known for being a degenerate, so far as to reviewing pictures of her fans feet."], "Wyo": ["Wyo", "Literally what you on. Can be used two ways. Either meant to see what youre doing, or used to see what youre trying to do in terms of what your intentions are."], "Brajan": ["Brajan", "a boy who is really cute :"], "Iron confederacy": ["Iron confederacy", "The Iron Confederacy or Iron Confederation also known as Cree-Assiniboine in English or Nehiyaw-Pwat in Cree was a political and military alliance of Plains Indians of what is now Western Canada and the northern United States. This confederacy included various individual bands that formed political, hunting, and military alliances in defense against common enemies.1 The ethnic groups that made up the Confederacy were the branches of the Cree that moved onto the Great Plains around 1740 the southern half of this movement eventually became the Plains Cree and the northern half the Woods Cree, the Saulteaux Plains Ojibwa, the Nakoda or Stoney people also called Pwat or Assiniboine,2 and the Mtis and Haudenosaunee who had come west with the fur trade. The Confederacy rose to predominance on the northern Plains during the height of the North American fur trade when they operated as middlemen controlling the flow of European goods, particularly guns and ammunition, to other Indigenous nations the Indian Trade, The Blackfoot secrets are now declrear endified But Only the Holy Okie knows the stories of Benjamin Franklin Buck his Grandfather as told to him by his Mother Mary Mae Buck."], "young dro": ["young dro", "Yet another flavor-of-the-week rapper. New and probably only album Best Thang Smokin dropped on 8/29/2006. Generally represents everything wrong with hip-hop, with poor at best lyrics, no flow, and recycled, unoriginal beats. Support good hip-hop and not trends like Young Dro or Rick Ross."], "cankles": ["cankles", "in obese people, whose calfs dont sepparate or distinguish from the ankle"], "Maxin' and Relapsin'": ["Maxin' and Relapsin'", "Term used when one is chilling out and smoking weed or drugs of any kind. It usually involves skipping school, or missing work that day."], "William Thiha": ["William Thiha", "Great kid but when it comes up to handball hes dump truck. He got no chicks cause he asian. Bro eats dumplings for breakfast. But he is a great friend. He loves to flirt with boys cause he homosexual."], "Kundani": ["Kundani", "A beautiful girl with a heart of gold and a voice as sweet as sugar. Extremely smart and witty, she can become a tsundere at points, but overall her charming smile will grab your heart away from you.\n\nCan be shortened to Kun."], "Clam stew": ["Clam stew", "Same thing as a creampie.. only with a fat chick. With or without corn."], "Moke": ["Moke", "A form of broken English that Hawaii residents use on a daily basis formed when The Islands were stolen from the natives and slowly transitioned into a part of the USA"], "deuce on the clock": ["deuce on the clock", "Precisely, taking a \bfeces\b while being paid at work.\n\nDeuce meaning number 2, or in bathroom terms, going poop.\n\nClock means clocked in at work.\n\nCan be used as a verb,noun, adjective, adverb"], "Smart Talk": ["Smart Talk", "One who uses big words or language to sound smart or to piss someone off."], "Krump": ["Krump", "a type of dance invented to keep kids off the street. This is also called clown dancing because peeps often paint their faces an do robotic clown like movements."], "duck bubbling": ["duck bubbling", "When you fart in a bath and it sounds like a duck quack"], "Dr Luke": ["Dr Luke", "A misogynistic middle aged producer that dictates over the artists he works with similarly to how Hitler did in WWII."], "Light Skin": ["Light Skin", "Light skins are people who wanna get mad about people saying the n word when they are half white and one of their parents is the reason why racism is a thing."], "goojz": ["goojz", "In marching band, the extraneous pit percussion sounds that keep ringing after the end of a movement when the band has stopped playing. Usually made up of cymbals, gongs, and/or concert brear end drums."], "Seyud": ["Seyud", "Seyud is a man who cannot spell."], "Kate": ["Kate", "Slut"], "( . )A( . )": ["( . )A( . )", "TITTY FUCK!!!!!"], "hamster": ["hamster", "The squirrels cohorts in world domination."], "sex": ["affection", "when a male sticks his penis inside a vagina."], "Phylix": ["Phylix", "A very nice person that kicks any mean woman dump truck noobs inside games and is a big dump truck hockey player.\n\nIf you ever see/Be friends with a Phylix you know your in the cool Zone"], "Flying Fuck": ["Flying Fuck", "A phrase started by Gabriel Rios."], "ultra omega nooberous noob": ["ultra omega nooberous noob", "A noob who is really bad at a game but cannot stop thinking that he is better than you at said game after you pwn him too many times to count"], "al gore": ["al gore", "He believes he created the Internet. He made a false documentary about global warming to get attention. Has no friends. Threw a giant rock concert to stop global warming. Killed the infamous Manbearpig. In other words, the worlds greatest Shithead. This is for you Al, now everyone will take you super serial"], "Tales of Eternia": ["Tales of Eternia", "Tales of Eternia is a videogame made by Namco. It is a RPG game, a good one. You can play it if you have a Play Station or a Play Station Portable, also known as a PSP."], "Cum Circles": ["Cum Circles", "Cum Circles are when you cum a pool on you girls dump truck then spread the cum with your dick into circles to look like crop circles of cum on her dump truck"], "wang": ["wang", "a penis"]}

{
    "love": [
        "baby dont hurt me, dont hurt me, no more"
    ],
    "Pulling a Maluma": [
        "Pulling a Maluma is the act of deep throating like a champ. The term originates from the Maluma and Ricky Martin affection tape. Maluma performs oral affection with exceptional skill. He does not seem to need to come up for air, leaving viewers wondering if there is some sort of nose breathing technique we need to work on. Additionally, he is able to execute fully on his technique while duely making sexy eyes for the camera."
    ],
    "kings cup": [
        "A drinking game using a mug with cards spread in a circle around it. You go in a circle drawing a card and do what that card means. If you make a gap between two cards, you take a drink.  Ace - Waterfall 2 - You 3 - Me 4 - Whores 5 - Rhymes 6 - Dicks 7 - Thumbmaster until another 7 is drawn 8 - Mate 9 - Categories 10- Draw Again J - Make a Rule Q - Questions K - Pour Some Beer in the Mug last person to get a king chugs the cup"
    ],
    "BMW M5": [
        "A beautiful German sedan that looks like any regular stylish sedan but has the blood of a high performance sports car. It will smoke your average ricey import. "
    ],
    "stag.": [
        "Word in use in Dublin for bogarting a joint. Short for stagnant."
    ],
    "Bradhave intimate relations with": [
        "Name for the trashy city Bradford in West Yorkshire West Yorkshit."
    ],
    "gnawf": [
        "A nickname given to those whom do anything to not do work.\n\nA gnawf will jump at any opportunity to not do any work."
    ],
    "fetus dance": [
        "The most brutal dance ever. Should mostly be used while Dying Fetus is being played but is funny and awesome when used for any type of music. Only used by very attractive people. Not to be confused with defecated fetuses."
    ],
    "Greaser": [
        "Someone who is incredibly greasy or oily and has not been in the shower for quite some time. Some say that a greaser can be dripping with grease. Quite frankly it is disgusting."
    ],
    "Wyoming": [
        "verb,\n\nto wyome, the act of Wyoming\n\nTypically confused for a state in the U.S., Wyoming is indeed a verb. Wyoming is a very specific dance, that many in their prime can perform."
    ],
    "Daemon Brown": [
        "A dope dump truck homie with an average penis that smokes hella weed"
    ],
    "Refried Concubine Rice": [
        "Concubine rice thats being reserved a second time, and is reheated in bacdafucup sauce to freshen it.\n\nCommonly eaten by haters."
    ],
    "this is rpenisulous": [
        "ru kidding me? you seriously dont know what this means? WAT? well lemme explain. if ur doing something dum\n\nlike going to a party w/out clothes\n\nu say this is rpenisulous"
    ],
    "huggi": [
        "a big fat fuk hed whos no gud 4 nuttin whos fat n has *very hairy nipeoplees* look up chz definition of huggy n is 2 rich 4 his own gud!"
    ],
    "Come Through": [
        "The guetto way of asking a female if she is going to put out."
    ],
    "Nigger Boxing": [
        "The Ghetto version of boxing. Instead of using timing, combos and strategies to win a fight you simply tilt your head down, keeping a lock on your target with your upper peripherals, and swing your arms and upper body in broad sweeping punches alternating sides.  The idea here is to minimize the number of random blows that hit your face, and maximize the number of blows you land on the opponents face. Usually Nigger Boxing is the result of one person realizing they are losing an argument. It is to be used in conjunction with pushing, if your opponent tries to close the gap, to keep your target at a good striking distance."
    ],
    "RAB": [
        "Noun. Acronym for Retarded Animal Baby. Source: Internet cartoon."
    ],
    "Conan Gray": [
        "some really awesome singer/song writer on youtube. go check him out lol"
    ],
    "Su Hongian": [
        "A Su Hongian is a warrior of the sacred relms of Su Hong. They are sworn protectors of Sam and Ing."
    ],
    "Pachichi": [
        "An excited feeling you get after something special happens to you. Feels like there are butterflies flying around in your tummy! Dont worry, you will always be happy after this feeling!"
    ],
    "The Donald Trump": [
        "This is where you get a man to get on his hands and knees, stick your  johnson  up his butt, then eat Arbys Natural Chicken Sandwiches on his back."
    ],
    "Enid": [
        "From Daniel Clowes Ghostworld character Enid Coleslaw.   A disaffected nerdy-but-stylin girl with a slightly retro fashion-sense. Black-framed glrear endes and short dark hair common. Never blonde.  Marcie from Peanuts and Velma from Scooby Doo can be considered precursors to the Enid archetype."
    ],
    "Lochaber high school": [
        "absolute poop  cave , full of tramps, junkys and wee fannys"
    ],
    "Jorden": [
        "A retarded have intimate relations withface with the smallest  johnson  known to man kind. Also, nobody loves them"
    ],
    "jasten": [
        "Awesome; hot; guy with a huge dump truck  johnson . Great in bed and great pleaser of the beaver"
    ],
    "wikileaks": [
        "An uncontrollable string of soft, silent, and obscenely nasty farts. Generally accompanying a hangover or following a trip to McDonalds, wikileaks leave little doubt as to what their host was up to the racial slurht before."
    ],
    "Smogwash": [
        "Smogwash is what you exhale after taking a bong hit so strong that whater hits your lips."
    ],
    "peddycoart": [
        "A swagalicious gangster that gets fat chicks."
    ],
    "túl-lány": [
        "hungarian term for whiny hipster comtemptible person with monobrow."
    ],
    "secrecy": [
        "secrecy is when a brown man with an afro, not african american but that of spicy nationality north of the middle east is en-trusted with a secret hopping that it makes his pp bigger"
    ],
    "poop": [
        "the vile stench that wafts through the air as the result of a fart"
    ],
    "John Brown": [
        "brown noser, dump truck kisser, a snitch, office rat, an opportunist, fake friend, user, preys on friends"
    ],
    "elmwood": [
        "elmwood is a small community located north east of downtown winnipeg on the otherside of the red river. blue collar working clrear end area and is one of the oldest parts of the city. has a rep for being full of drug and violence. the east side crips has been set up in this area and its high school for many decades. mostly white people live here with a growing first nation pop and some blacks asains, dont be mean muggin cuz in elmwood we do it gritty weapon of choice usually a knife."
    ],
    "Cabloberate": [
        "to spontaneously explode due to attempts at calculating a mathematical problem that is incomprehensible to the human mind; to detonate as a result of the inability to calculate an extra-terrestrial math problem apeopleies to calculators and computers; what happens when a math problem is too have intimate relations withing exasperating to deal with\n\nrelated terms: cablobology study of cabloberation"
    ],
    "you said doody": [
        "The word duty, usually defined as a task or obligation one must do, sounds very similar to the word doody, which is essentially a word for poop. So whenever someone says duty in a sentence, some will make you immature joke Hehe, you said doody. This is an example of a double entendre and/or type of innuendo, similar to something like when someone says something is Long and hard, you might laugh is response because your mind immediately thought of your  johnson . So instead of thinking of someones mission, your mind goes to someones poop. Immature as hell, but still funny."
    ],
    "rishn": [
        "Means that your a loyal person with good future"
    ],
    "Martelle": [
        "The art of rooster blocking ones self or failing to take an obvious hint with a member of the opposite gender"
    ],
    "Traging": [
        "The act of performing physical exercise in order to improve ones physique, while raging at the same time or Raging while incorporating physical exercise movements."
    ],
    "Lorenco": [
        "He is a friendly nice guy, but angry when u make him, he likes video games, he is sexy as hell, greatest man alive, pro rocket league player and good minecraft PvPer, his  johnson  is huge, overall nice guy"
    ],
    "Dumb Potato Bitch Wife": [
        "One who thinks that bringing potato salad to a BBQ is acceptable but is actually not."
    ],
    "chalex": [
        "chill out, calm down, or relax."
    ],
    "NHI": [
        "An abbreviation for the phrase: no hate intended."
    ],
    "glamparent": [
        "Glamorous grandparents who refuse to stop living fabulously - skiing into their 80s and travelling in style"
    ],
    "man-prostitute": [
        "Any man who has affection with a woman/man/animal for money or food/drink in extreme cases. "
    ],
    "pat the b": [
        "meaning to simply pat the b. A term used to see if boys are dumb enough to think it exists."
    ],
    "Dynocologist": [
        "Since all the dinosaurs in Jurrear epenis Park are female, a Dynocologist is needed to look after the animals, in particular, the Pappasmearus Rex. One week a month, a Dynocologist separates the Pappasmearus Rex from the other animals because it can become irrational and violent while on its Jurrear epenis Period."
    ],
    "sole tracks": [
        "ones own dance steps or moves / foot work"
    ],
    "lao chio": [
        "hokkien way of complimenting a foxy woman who is over 30 yrs old"
    ],
    "mellophone": [
        "A small pipe used to smoke your chronic. It comes from the latin roots mellonious, to chill, and phonius, to smoke. "
    ],
    "leena": [
        "a rare and precious being see also pudden"
    ],
    "Swrear end": [
        "Contraction of the words sweet and dump truck. An exemplar of excellence and elegance that cannot be compared"
    ],
    "curler": [
        "a person who gives handjobs."
    ],
    "Mc mong": [
        "Mc Mong is a Korean musician from the vein of Asian pop. He is considered a rapper but love/R&B ballads abound, and every song starts with extremely poorly pronounced English slang intros. Although he may very well be the biggest Korean rapper, the music has very little international growth potential in its current form. The only people who like this are patriotic South Koreans."
    ],
    "top left": [
        "When your talking in a conversation and the next yute is speaking facts, you would say top left? it means actually? or for real?"
    ],
    "OOC": [
        "Out Of Contact"
    ]
}