{"fag tag": "the act of professional wrestling or any other sort of male touching", "shit cricker": "A person of low to no income, usually lives in section 8 or HUD approved government housing. It is not uncommon for such people to have more children than they do teeth, because they spawn like rabbits in order to get welfare and spend it on Meth.\n\nRumored to have originated from Kirksville MO.", "Lord of the Rings": "Violent and stormy weather, similar to the conditions faced by those little Hobbit guys as they trekked across Mordor looking for that damn ring.", "akwi": "Akwi, what a beautiful girl. She loves the little things, and appreciates the beauty of the world. She sometimes cries over ramen but that just shows how sensitive and sweet she is. Show her your appreciation and gratefulness of her. You will always be joyful when an Akwi comes around the bend. She is a chill gal who won’t be afraid to make you a sandwich..even if it’s a Knuckle sandwich 😈😈😡😡😡. Always love your Akwi because she might not realize how grateful you are of her. Please do not mistake her will aqueous solution in chemistry. She is such a fun gal…but be careful she is a little insane. Out of everyone in the group she’s the insanest.", "placebo": "band that have the best music and beats", "JAMES": "small dick , wears colt hats and sweatpants", "pac-man": "a sex game centered around the chase of a man around a room in attempt to fellate him.", "Why Don't We": "Probably the best boy band since BTR Big Time Rush The band consists of 5 GREEK GODS Named:\r\nDaniel Seavey THE BEST ONE OF THE GROUP\r\nCorbyn Bessen\n\nJack Avery\r\nJonah Marais\r\nAnd Zach Herron\r\nThey have many hits ranging from Taking you 2016 to Talk 2018 or even, their newest hit 8 letters\r\nI hate to put this, but they did do videos with Logan Paul...........Like... Help me help you and other stuff I dont know....\r\nWhy Dont We are adorable, cute , men or boys that every girl/guy I Dont Judge WILL...FALL...IN...LOVE...WITH!!", "Dinoman": "Dinoman was actually a real dinosaur, apparantly not dissimilar to a Velociraptor. Dinoman comes about, as the Stenonychosaurus waws believed to be evolving into a humanoid figure. As one can imagine, it causes great hilarity to hear dinomans catchphrases, such as Chamoon, bruvas, i be a jurassic jimmy or i be one prehistoric mofo, hee hee", "Spooge": "When something oozes out or spills.", "Farkled": "The act of always being smarter than your friends but always being loyal to them as well", "Leb Cock": "A cock you would do anything for.", "Iphone Anxiety": "Pretty much the constant, overwhelming fear of dropping your iphone and cracking the screen. Pretty much takes over your entire life when your phone is at risk of dropping out of your hand and falling to its death! You have to think about where you set it, how you set it there, why you set it there! I cant even imagine how it is for people without a warranty on their phone.", "NOODLE": "ANDREA PAIGE DILLON.\n\nWHEN YOU ARE WET AND YOU WILL GO FOR ANYONE THAT IS THERE.", "Dribble before you shoot": "In a word: Precum.", "Smitnote": "Being in the state of crunkness or drunk, Intoxicated. ", "fluck": "flying and fuck combined", "laveah": "This girl is pretty but she is crazy but can be fun and rude at times that girl is weird", "Vanilla Whiskey Weinhard": "An eclectic blend of Crown Royal Vanilla, Henry Weinhard’s Vanilla Cream soda, and a frozen cube of Arctic ice.", "Bistra": "A bulgerian woman who likes to tidy the flat for pizza. Also goes by name Biscuit.", "zagrod": "a soccer mom", "The Supreme Court": "Probably the worst group of people you’ll ever meet. From a range of old white men who decide womens rights and a women named Amy Coney Barrett who’s the definition of dog shit. I’ts filled with greedy conservatives who want to take peoples rights away.", "Mozarella": "Basically, this popular cheese rhymes with what so ever.", "TMFK": "IM shorthand for too many friggin kids", "Strider": "A strider is someone who uses their strong burst speeds striding or hitting the stride to achieve very low sprint times when compared to their versus skill.\n\nStriders may also be known to restart a lot when sprinting, due to their desire to make every run perfect.", "1st New Jersey": "The only company in War of Rights you need to think about and join. All other companies are plebs who enlisted, while Jersey boys were born with an 1861 Springfield in their hands and a cartridge between their teeth. Huzzah and for the Union!", "sickoprint": "an ig spam page who got all their clout from famous user nmblaze", "bitch get on my level": "a song made by two friends who were bored so they made a diss track on the way home from school", "Beer-a-holic": "Someone who will work for booze, this person cares not about his or her familys financial situation and will turn down money for work unless you are taking them directly to a bootlegger or the liquor store upon completion of the day. The only thing on their mind is where can I get my next drink.", "Ribboning": "When cum flies through the air. ", "fathiat": "Fathiat is a beautiful girl who is loved by many people. She is loud, funny, creative and an excellent friend to have. She will always back up for her friends. Fathiat is normally from Nigeria. She is not the type of person u mess with, u treat her bad she will treat u bad. Watch how u treat Fathiat because she will treat u the same! This girl is loud and will always be! This girl is also believes in Human rights. Fathiat is a bit of a debater but overall she is amazing to have.", "Maginigin": "A black man with no friends who travels the slums in search for food and water.", "Chubi": "A t9 alternative to the word bitch. For anybody who used t9 word to text message, you all have come across the term chubi when you try to type bitch. See chube, chuby, chubiness, chubed, chubeness, bitch.", "Samurai Revenge": "The act of putting fish, usually raw, into hidden areas or objects to putrify as a means of revenge. Usually done in areas not used day to day, like storage lockers or in suitcases so that the victim doesnt come across the smell until much later,thereby leaving a permanent fishy odor. A delayed revenge where the prankster can be long gone prior to the victim finding out hes been wronged.", "Sifl and Olly": "A sock puppet show for stoners, where Sifl and Olly host their own show in their apartment. They would do skits such as Calls from the Public and Rock Facts. Their friend Chester comes on and sings every once in a while.", "Lara Croft": "Lara Croft, played by sexual deviant, Angelina Jolie, is the biggest Mary Sue in movies today, besides Uma Therman in the Kill Bill movies.", "Creatonville": "Where a creaton would lurk, hideout, and act creepy. Where the most shady of weasels spend their days. No person ever wants to visit.", "Omelette du fromage": "A line from Steve Martins Lets Get Small album.\n\nSteve Martin does a routine on his 1977 album “Let’s Get Small” where he talks about learning to say “cheese omelet” in French. Armed with this limited knowledge, he enters a restaurant in Paris and proceeds to order a shoe with cheese on it while asking the waiter to force it down his throat.", "jackson fucked chelsea": "when a silly girl lets a douche lord have sex with her,the douche lord typically being referred to as a jackson", "cheese": "1-stuff comes from cows\r\n\r\n2-farts", "addidas": "crips slang for bklood killa", "Catfish Dogfight": "Using a fake emergency usually involving and immediate family members illness, to abort a date once discovering you have been catfished.\n\nSuch as what happened to Michael Anderson, Crescent head 2017", "Emo": "A guy/girl who says theyre different and if you say theyre wierd theyll tell you your not wierd enough\n\nToo many today, it used to be a thing only a small ammount of people did, now you can see some kids as young as 10 getting in on the act.\r\nThey often sound the same when justifying themselves aswell, see below.", "starnered": "To argue in both a non-sensical and childish way, usually starting with incessantly picking at a person until he explodes.\r\nAt the end of the argument, nothing is solved and the person who started it the starnerizer acts like he doesnt know why the other person is furious. The furious party is dumbfounded at both the starnerizers feigned ignorance that he even started an argument as well as the starnerizers endless inability to resolve most any issue that a normal, rational person easily could.\n\nSadly, starnerizers need serious cognitive therapy but, of course, stubbornly refuse to get it. Even if he would, he would end up starnering the therapist; yes, he could even push a trained mental health professional into a war of meaningless verbal vollies.", "piriya": "The most beautiful girl in the world, she is the sex, she is so peng she can turn anyone on", "Jorb": "A traditional priestly garment - commonly used in the Catholic Church. Occasionally confused for a robe or coat by those less educated in the Catechism.", "Cristian Aciobanitei": "The sexiest, most dilf teacher in the world.", "cuptoast": "A cat with 9 lives", "September 30": "If you are born on September 30, you are automatically gay. Or at least fruity.", "Braped": "To be smacked intensely by someones bag, mostly done on purpose.", "outfreshman": "verb to outfreshman is to win an arguement by being more immature then the other person.", "ruuflower": "really cool bigender bennett main ? that i like a lot", "boardword": "a word scoring particularly well in board games such as scrabble, words with friends and wordfeud, due to the letters used to form it. Often used about a word seldomly seen in common usage, but the term covers all high-scoring words.", "March 1": "If u were born are March 1 you are the prettiest person on the earth. You have a good personality and lots of friends"}