{"bbsts": ["bbsts", "Abr. for Be Back Some Time Soon, used when you will be back soon, but you are not sure when exactly."], "rabortion": ["rabortion", "A rat getting an abortion"], "Gyoonet": ["Gyoonet", "Gayest person ever"], "Big Vinnie": ["Big Vinnie", "1 refers to a big penis.\r\n2 Vinhs big package."], "pancakes": ["pancakes", "pancakes has 2 terms of which i know\n\n1 the food flattened dough or pancake mix\n\n2 someone with really small lady pillowss ="], "faciaboard": ["faciaboard", "Board surounding roof of house."], "purple monkey dishwasher": ["purple monkey dishwasher", "the answer to any why question you do not know."], "Cleo Huxtable": ["Cleo Huxtable", "n. anal affection, followed by oral affection and the male says you like the fudge puddin pop as he orgasms."], "Criscatting": ["Criscatting", "When one covers single, or multiple kittens in crisco, Then inserts them into their rectum. Known as such up north"], "Pandora Lovegood": ["Pandora Lovegood", "Pandora Lovegood is literally the best person ever. She is the mother of Luna Lovegood and the wife of Xenophilius Lovegood. She is Regulus Blacks best friend also. She is in Ravenclaw. She is absolutely amazing and deserves everything in the w cave  world."], "Pink Padded Penis Wallet": ["Pink Padded Penis Wallet", "A womans vagina; the place where a man likes to store his most precious possession."], "Collin": ["Collin", "Collin is a young man who tends to be mean to people. His features are likely to be tall, skinny, pale, blue or silver eyes, big nose, straight teeth, facial hair, bad acne, and light brown or dark blonde hair. For his love life, people he most likely to fall in love with are: Ashley, Melissa, Courtney, and Tammy. He wants more then he can get, for reproductive intercourse. For a young man like him its too much. Thats why hes called a Creep. Collin is a loud person and can be annoying but thats why some people like him. While others find him mean and rude. He can also be funny, odd, competitive and defensive."], "zyhmir": ["zyhmir", "one hella sexy man"], "florida": ["florida", "Americas wang see: Americas wang"], "shapeshifting": ["shapeshifting", "A metamorphosis of ones life.Like shapeshifting mermaids who changed from sea to land with tail replaced by legs,shapeshifting is an adaptive transformation for the better."], "ilicpro": ["ilicpro", "A person whos last name is Ilic and he is also pro "], "yall hear summ": ["yall hear summ", "This implies ignorance towards someone, specifically someone who has experience something bad, therefore in response one says do yall hear summ to show they dont care."], "Cheeks": ["Cheeks", "V. The act of having intercourse\r\n\r\nN. A particular set of buttock on females."], "Miror B.": ["Miror B.", "The single most awesome boss created by the creators of the Pokemon Games. Wander around with an afro 10 times his heads size, and always fight with a bunch of Lpenisolos. Also, his battle theme makes you want to dance as if you were in a disco party"], "Steaks & Chops": ["Steaks & Chops", "A hot/attractive girl.\r\n"], "Dance": ["Dance", "Lots of small movements"], "smell gas": ["smell gas", "To smell marijuana; especially dank smelling pot."], "Cuddlywuddly": ["Cuddlywuddly", "The best poster on Penny Arcade."], "Haachama": ["Haachama", "Haachama refers to the Virtual Youtuber Akai Haato of Hololive, who is known for being a degenerate, so far as to reviewing pictures of her fans feet."], "Wyo": ["Wyo", "Literally what you on. Can be used two ways. Either meant to see what youre doing, or used to see what youre trying to do in terms of what your intentions are."], "Brajan": ["Brajan", "a boy who is really cute :"], "Iron confederacy": ["Iron confederacy", "The Iron Confederacy or Iron Confederation also known as Cree-Assiniboine in English or Nehiyaw-Pwat in Cree was a political and military alliance of Plains Indians of what is now Western Canada and the northern United States. This confederacy included various individual bands that formed political, hunting, and military alliances in defense against common enemies.1 The ethnic groups that made up the Confederacy were the branches of the Cree that moved onto the Great Plains around 1740 the southern half of this movement eventually became the Plains Cree and the northern half the Woods Cree, the Saulteaux Plains Ojibwa, the Nakoda or Stoney people also called Pwat or Assiniboine,2 and the Mtis and Haudenosaunee who had come west with the fur trade. The Confederacy rose to predominance on the northern Plains during the height of the North American fur trade when they operated as middlemen controlling the flow of European goods, particularly guns and ammunition, to other Indigenous nations the Indian Trade, The Blackfoot secrets are now declrear endified But Only the Holy Okie knows the stories of Benjamin Franklin Buck his Grandfather as told to him by his Mother Mary Mae Buck."], "young dro": ["young dro", "Yet another flavor-of-the-week rapper. New and probably only album Best Thang Smokin dropped on 8/29/2006. Generally represents everything wrong with hip-hop, with poor at best lyrics, no flow, and recycled, unoriginal beats. Support good hip-hop and not trends like Young Dro or Rick Ross."], "cankles": ["cankles", "in obese people, whose calfs dont sepparate or distinguish from the ankle"], "Maxin' and Relapsin'": ["Maxin' and Relapsin'", "Term used when one is chilling out and smoking weed or drugs of any kind. It usually involves skipping school, or missing work that day."], "William Thiha": ["William Thiha", "Great kid but when it comes up to handball hes dump truck. He got no chicks cause he asian. Bro eats dumplings for breakfast. But he is a great friend. He loves to flirt with boys cause he homosexual."], "Kundani": ["Kundani", "A beautiful girl with a heart of gold and a voice as sweet as sugar. Extremely smart and witty, she can become a tsundere at points, but overall her charming smile will grab your heart away from you.\n\nCan be shortened to Kun."], "Clam stew": ["Clam stew", "Same thing as a creampie.. only with a fat chick. With or without corn."], "Moke": ["Moke", "A form of broken English that Hawaii residents use on a daily basis formed when The Islands were stolen from the natives and slowly transitioned into a part of the USA"], "deuce on the clock": ["deuce on the clock", "Precisely, taking a \bfeces\b while being paid at work.\n\nDeuce meaning number 2, or in bathroom terms, going poop.\n\nClock means clocked in at work.\n\nCan be used as a verb,noun, adjective, adverb"], "Smart Talk": ["Smart Talk", "One who uses big words or language to sound smart or to piss someone off."], "Krump": ["Krump", "a type of dance invented to keep kids off the street. This is also called clown dancing because peeps often paint their faces an do robotic clown like movements."], "duck bubbling": ["duck bubbling", "When you fart in a bath and it sounds like a duck quack"], "Dr Luke": ["Dr Luke", "A misogynistic middle aged producer that dictates over the artists he works with similarly to how Hitler did in WWII."], "Light Skin": ["Light Skin", "Light skins are people who wanna get mad about people saying the n word when they are half white and one of their parents is the reason why racism is a thing."], "goojz": ["goojz", "In marching band, the extraneous pit percussion sounds that keep ringing after the end of a movement when the band has stopped playing. Usually made up of cymbals, gongs, and/or concert brear end drums."], "Seyud": ["Seyud", "Seyud is a man who cannot spell."], "Kate": ["Kate", "Slut"], "( . )A( . )": ["( . )A( . )", "TITTY FUCK!!!!!"], "hamster": ["hamster", "The squirrels cohorts in world domination."], "sex": ["affection", "when a male sticks his penis inside a vagina."], "Phylix": ["Phylix", "A very nice person that kicks any mean woman dump truck noobs inside games and is a big dump truck hockey player.\n\nIf you ever see/Be friends with a Phylix you know your in the cool Zone"], "Flying Fuck": ["Flying Fuck", "A phrase started by Gabriel Rios."], "ultra omega nooberous noob": ["ultra omega nooberous noob", "A noob who is really bad at a game but cannot stop thinking that he is better than you at said game after you pwn him too many times to count"], "al gore": ["al gore", "He believes he created the Internet. He made a false documentary about global warming to get attention. Has no friends. Threw a giant rock concert to stop global warming. Killed the infamous Manbearpig. In other words, the worlds greatest Shithead. This is for you Al, now everyone will take you super serial"], "Tales of Eternia": ["Tales of Eternia", "Tales of Eternia is a videogame made by Namco. It is a RPG game, a good one. You can play it if you have a Play Station or a Play Station Portable, also known as a PSP."], "Cum Circles": ["Cum Circles", "Cum Circles are when you cum a pool on you girls dump truck then spread the cum with your dick into circles to look like crop circles of cum on her dump truck"], "wang": ["wang", "a penis"]}