{"weirdo": "someone who is different from [everybody else], but [that's okay] because they're being themselves and they aren't like [the fake] bitches you see these days\n Usage Example: [It's okay] to be [a weirdo]\r\nAnd if someone tells you otherwise...\r\nTell them to shove a [cactus] up there ass", "Couch Muffin": "The really ugly and/or [fat girl] that hangs out with the very attractive girls. The attractive girls will still say that the unattractive girl is \"cute\". [The couch] [muffin] will go EVERYWHERE with the attractive ones.\n Usage Example: \"Dude, the chick [Charlotte] tried to [hook me up] with is a total [couch muffin]!\"\r\n\"Man that sucks! Why does Charlotte have such an unattractive friend, when all the others are amazingly attractive?\"", "WTFUIK": "[what the FUCK is up KYLE]? no what'd you say? [what the FUCK dude]. [step the FUCK up Kyle]!\n Usage Example: *[walks] into [Kyle's] house* [WHAT THE FUCK IS UP KYLE](WTFUIK)", "boluga": "a boluga is [nigger] in [philipino]\n Usage Example: [damn] these bolugas [stank]!!", "chanch": "the [odor] [one] creates by not [showering] for 4 or more months.\n Usage Example: Man, [you smell] like chanch, go put some [shower] on your [dirty ass].", "Futon": "A style of [bedding] with a [folding] wooden base and cotton-stuffed [mattress] the name of which sounds like a poshed-up version of an activity that often takes place upon it.\n Usage Example: I was [Fu'd] on my [futon] or\r\nI was [fucked on] my fucked-on", "Aoife": "A stereotypical midget, short sighted always, has an unhealthy obsession with [hillbilly hipster] fashion hoop earring are a must for these faggots, tiny bladders most have an unhealthy obsession with a certain shoe brand, eg vans converse, Aoifes also tend to fall under a certain sexual fandom eg [bronie], furry, weaboo, koreaboo, foot enthusiast be weary of these dark haired midgets, they shall [suck your soul] as well as your dick\n Usage Example: That girl is [blind] but never [puts] on [spectacles] what an Aoife", "fnord": "We are trained from a young age to make the word \"fnord\" invisible. It is appears almost everywhere and we know subconsciously that it is there. This creates tension, but we can't quite figure out where it's coming from when we read or hear the news, for instance. HOWEVER... it does NOT appear anywhere in advertisements. This makes products seem soothing and good and desirable because the fnords are not upsetting us any more. Further... when you become aware enough through the use of [free thinking], questioning the \"official\" stories, perhaps smoking a little weed.... then you become able to actually SEE the fnords everywhere and you UNDERSTAND that the news merely serves to [agitate] you and take your mind off of what is really important. No longer are you easily SOLD [crap you] don't need or CRAP that is [bad for you]... When you see the fnords and your understanding increases, you see the conspiracy that keeps the general population ignorant and in slavery. It's a [hard slog] trying to get others to see the fnords. \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may [trample] them under their feet, and turn and tear you to pieces.\"\n Usage Example: [I can] [see] the Fnords!", "Ice Cream Time": "That [special time] of the day for, which is just for [ice cream], but always seems to come at the most [inappropriate] times!\n Usage Example: 'Alex [it's time] for [ice cream]!'\n\n'DAD GET OUT'\n\n'ICE [CREAM] TIME!'", "Dipsudopolygayist": "The ultimate insult during an insult battle.\r\nDi (dye) = Opposite (in this case the opposite of fake = real);\r\n[Psudo] ([sudo]) = Fake (these two put together do nothing but make the word longer, but as most people know, the longer the insult the better);\r\nPoly (...poly?) = Many (in this case implying he/she gets around);\r\nGay ([Gai]!!) = Gay (as in \"[Ur Gay LOL]!!\")\r\nIst (Is+t said like a german would) = One who is (in other words \"Ur Gay LOL!!\")\n Usage Example: [Insultist] Contestant 1: \"Your Gay!\"\r\nInsultist Contestant 2: \"[Your Mum/mom] is Gay!\"\r\nInsultist Contestant 1: \"Your Mum/mom is Polygay!\"\r\nInsultist Contestant 2: \"Your Mum/mom is Dipsudopolygayist!\"\r\nInsultist Contestant 1: \"[Err]...\"", "Abrar": "An introvert who always acts as if into his books but never passes his exams. Secretly simps for thots on tiktok and uses up his mom's life savings for his [roblox girlfriend] who he doesn't realize is a 25 yo university [dropout] in his [mom's basement]. He is frowned upon by his classmates because of his hobbies which include simping, simping, simping and eggplant.\n Usage Example: Guy1: Bro that kid is the worst!\r\nGuy2: ikr he said that he donated to [KYlie Jenner] yesterday so she could become a millionare while his family is STARVING! What a [megasimp]\r\nGuy1: It's almost as if he's an Abrar ya know\r\nGuy2: [Woah woah woah] ! No need to swear THAT BAD.", "March 29": "[Give] your [friend a] [bag of chips]\n Usage Example: You:hey it [march 29]\r\nMe:oh it is I’ll give you [a bag] of [chips]", "Jennifer Blowpez": "Referring to [Jennifer Lopez] in a negative way because of the amount of or certain artistic output (movies, music, etc.) that simply [flat out] blows monkey [schnuts]. Also, can refer to how a film starring Jennifer Lopez or one of her songs makes you wanna blow your fucking brains out.\n Usage Example: Hey, bro, did you see that [heinous] Jennifer Blowpez movie \"The Boy Next Door\"? It was so horrific that it made me [retch] violently and I wanted to shoot myself for [watching it].", "backpack experience": "When a straight girl gets fucked with a [strap] by a [dyke] that is kept in her backpack. And it’s so good it’s [better than sex] with a man for the first time.\n Usage Example: I just had my [first] backpack experience. I am [in love] with her, but [I have a boyfriend].", "Michael Reeves": "Amazing tech youtuber who's part of [Offline] TV. He's Filipino, White, from Hawaii, and hates turtles. He also likes to [taze] people. A lot. He's dating Lily [pichu] also.\n Usage Example: you know [michael reeves]?\n\nyeah, the guy who went and bought 500 [bulk] size packs of [plastic straws] to throw in the ocean?\n\nYeah, that guy", "oh my yo": "An [alternative] to the popular saying \"oh my god\". It is used similarly, to express happiness, [anger], or [confusion].\n Usage Example: person1: oh my yo wtf are you doing??\r\nperson2: i am watching the new [dhar mann] video so [stfu] oh my yo [you're so annoying]", "Jolly Asf": "[Jolly] Asf is saying that you use when something is a [vibe]. You can use it in any context but it has to [make sense]. You can also use this saying as ‘[jolly] af’\n Usage Example: ‘‘[You’re] [jolly asf]’’"}