[
    {
        "title": "London cable car",
        "summary": "The London cable car, known for sponsorship reasons as the IFS Cloud Cable Car, and nicknamed the Dangleway, is a cable car link across the River Thames in London, England. The line was built by Doppelmayr and the total cost was around £60 million. The service opened on 28 June 2012 and is operated by Transport for London (TfL).  Since 20 October 2022, it has been sponsored by the technology firm IFS; prior to this, from its opening the line was sponsored by the airline Emirates, and known as the Emirates Air Line until 28 June 2022.The service comprises a 0.62-mile (1.00 km) gondola line that crosses the Thames from the Greenwich Peninsula to the Royal Victoria Dock, to the west of ExCeL London. The cable car is based on monocable detachable gondola (MDG) technology, a system which uses a single cable for both propulsion and support, used also on the Metrocable in Medellín, Colombia. The MDG system was reportedly cheaper and quicker to install than a more complex three-cable system which would have allowed larger-capacity cars. In addition to transport across the river, the service advertises \"a unique view of London\".",
        "related": 485
    },
    {
        "title": "British government response to the COVID-19 pandemic",
        "summary": "In response to the COVID-19 pandemic in the United Kingdom, the UK Government introduced various public health and economic measures to mitigate its impact. Devolution meant that the four nations' administrative responses to the pandemic differed; the Scottish Government, the Welsh Government, and the Northern Ireland Executive produced different policies to those that apply in England. Numerous laws were enacted or introduced throughout the crisis.\nThe UK government had developed a pandemic response plan in previous years. In response to the first confirmed COVID-19 cases in January 2020, the UK introduced advice for travellers coming from affected countries in late January and February 2020, and began contact tracing, although this was later abandoned. The government incrementally introduced further societal restrictions on the public as the virus spread across the country in the following weeks, initially resisting more stringent measures introduced elsewhere in Europe and Asia. Prime Minister Boris Johnson announced the first national lockdown on 23 March 2020 and Parliament introduced the Coronavirus Act 2020, which granted the devolved governments emergency powers and empowered the police to enforce public health measures.As the governments began lifting the nationwide stay-at-home order, policies and approaches diverged between the four nations. The Scottish government uniquely pursued an elimination strategy. Across the country, localised lockdowns, social distancing measures, self-isolation laws for those exposed to the virus and rules on face masks were introduced, as well as efforts to expand COVID-19 testing and tracing. In autumn and winter 2020, further nationwide lockdowns were introduced in response to a surge in COVID-19 cases and the Alpha variant. A COVID-19 vaccination programme began in December 2020. In mid-2021, the government lifted most restrictions during the third wave driven by the Delta variant, until the \"winter plan\" reintroduced some rules in response to the Omicron variant in December that year. Remaining restrictions were lifted in England from 24 February 2022 under a \"living with COVID\" plan announced by the government on that date. Economic support was provided to struggling businesses and to furlough employees to mitigate the severe economic impact. It also forwent the procurement process in contracts in response to shortages of PPE and medical equipment, major issues in the early months of the outbreak, and for developing a contact tracing app.\nThe UK government's response to the pandemic, in particular the timeliness of public health measures being introduced and lifted, has faced criticism from academic medical sources, media outlets, relatives of COVID-19 patients and various political figures. This criticism continued amid the Partygate scandal, as multiple government officials were revealed to have breached COVID-19 social distancing restrictions during lockdowns. A public inquiry into the response is due to commence in 2022.",
        "related": 734
    },
    {
        "title": "United Kingdom",
        "summary": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Europe, off the north-western coast of the continental mainland. It comprises England, Scotland, Wales and Northern Ireland. The United Kingdom includes the island of Great Britain, the north-eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a land border with the Republic of Ireland; otherwise, the United Kingdom is surrounded by the Atlantic Ocean, the North Sea, the English Channel, the Celtic Sea and the Irish Sea. The total area of the United Kingdom is 242,495 square kilometres (93,628 sq mi), with an estimated 2020 population of more than 67 million people.The United Kingdom has evolved from a series of annexations, unions and separations of constituent countries over several hundred years. The Treaty of Union between the Kingdom of England (which included Wales, annexed in 1542) and the Kingdom of Scotland in 1707 formed the Kingdom of Great Britain. Its union in 1801 with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Most of Ireland seceded from the UK in 1922, leaving the present United Kingdom of Great Britain and Northern Ireland, which formally adopted that name in 1927. The nearby Isle of Man, Guernsey and Jersey are not part of the UK, being Crown Dependencies with the British Government responsible for defence and international representation. There are also 14 British Overseas Territories, the last remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and a third of the world's population, and was the largest empire in history. British influence can be observed in the language, culture and the legal and political systems of many of its former colonies.The United Kingdom is a constitutional monarchy and parliamentary democracy. The capital and largest city is London, a global city and financial centre with a metropolitan area population of over 14 million. Other major cities include Birmingham, Manchester, Glasgow, Liverpool and Leeds. Scotland, Wales, and Northern Ireland have their own devolved governments, each with varying powers. The UK became the world's first industrialised country and was the world's foremost power during the 19th and early 20th centuries. In the 21st century, the UK retains considerable economic, cultural, military, scientific, technological and political influence. The United Kingdom has the world's sixth-largest economy by nominal gross domestic product (GDP), and the eighth-largest by purchasing power parity. It has a high-income economy and a very high Human Development Index rating, ranking 18th in the world. It also performs well in international rankings of education, healthcare, life expectancy and human development. It is a recognised nuclear state and is ranked fourth globally in military expenditure. It has been a permanent member of the United Nations Security Council since its first session in 1946.\nThe United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the Group of Ten, the G20, Five Eyes, the United Nations, NATO, AUKUS, the Organisation for Economic Co-operation and Development (OECD), Interpol, and the World Trade Organization (WTO). It was a member state of the European Communities (EC) and its successor, the European Union (EU), from its accession in 1973 until its withdrawal in 2020 following a referendum held in 2016.",
        "related": 1814
    },
    {
        "title": "Operation Pitting",
        "summary": "Operation Pitting was a British military operation to evacuate British nationals and eligible Afghans from Afghanistan following the 2021 Taliban offensive. The operation consisted of more than 1,000 military personnel, including soldiers from 16 Air Assault Brigade. and RAF UKMAMS personnel, It ran concurrently with the evacuation efforts of numerous other countries.\nOver 15,000 people were airlifted to safety on more than 100 flights in the largest British evacuation since the Second World War and the largest airlift since the Berlin Blockade of 1948–9. Of those evacuated, 5,000 were British nationals and 8,000 were Afghans who were vulnerable to persecution by the Taliban due to their role in assisting British forces during Operation Herrick (2002–2014). Around 2,200 evacuees were also children, with the youngest just one day old.The evacuation implemented commitments made by the British government under the Afghan Relocations and Assistance Policy, which began in April 2021. In total, 10,000 eligible Afghans were evacuated under ARAP through to the end of Operation Pitting.\nThe operation marked the end of the UK's 20-year military campaign in Afghanistan.",
        "related": 512
    },
    {
        "title": "Led By Donkeys",
        "summary": "Led By Donkeys is a British political campaign group, established in December 2018 as an anti-Brexit group, but which has also criticised other actions of Boris Johnson's government. Since the group's creation its four founders have been calling out what they call \"thermonuclear hypocrisy\" and used satire targeted at pro-Brexit politicians. Led By Donkeys' main campaign consists of billboards containing past tweets by pro-Brexit politicians, or quotes presented as tweets. These tweets state the politicians' previous political positions, which according to the group have not stood the test of time.\nThe campaign was initially run as a guerilla operation, in which Led By Donkeys posters were plastered over existing adverts. It was then expanded into a crowdfunded campaign that legitimately purchased advertising space on hundreds of billboards across the UK. Later the group staged real-life stunts, including projecting messages on iconic places such as the Houses of Parliament and the White Cliffs of Dover, carving giant messages on beaches and fields, and directing crowds to unfurl huge flags at pro-European Union marches. Videos of these messages were subsequently viewed millions of times on social media. The campaign group won industry awards in 2019 and 2020.\nThe name Led By Donkeys comes from the phrase \"Lions led by donkeys\", referring to the belief that British soldiers in the First World War were led to their deaths by incompetent and indifferent leaders.",
        "related": 306
    },
    {
        "title": "Rue du Brexit",
        "summary": "Rue du Brexit (English: Brexit Street) is a 325-metre-long (1,066 ft) circuitous road in Beaucaire, Occitanie, France. It was named after Brexit in 2016 by the town's mayor as a tribute to the United Kingdom following their vote to leave the European Union in the 2016 United Kingdom European Union membership referendum.",
        "related": 181
    },
    {
        "title": "Opposition to Brexit",
        "summary": "Since the United Kingdom's vote to leave the European Union in the 2016 referendum, a number of demonstrations have taken place and organisations formed whose goal has been to oppose, reverse or otherwise impede that decision.",
        "related": 331
    },
    {
        "title": "Economic effects of Brexit",
        "summary": "The economic effects of Brexit were a major area of debate during and after the referendum on UK membership of the European Union. The majority of economists believe that Brexit is likely to harm the UK's economy and reduce its real per capita income in the long term, and  the referendum itself damaged the economy. It is likely to produce a large decline in immigration from countries in the European Economic Area (EEA) to the UK, and poses challenges for British higher education and academic research.",
        "related": 486
    },
    {
        "title": "Fish for finance",
        "summary": "Fish for finance is a possible trade-off that has been considered by both sides in the trade negotiations between the United Kingdom and the European Union (EU) over their future relationship following Brexit in January 2020. The Brexit withdrawal agreement between the two parties called for an agreement on fisheries to be concluded by June 2020, followed by an agreement on financial services at the end of July, deadlines which were both missed. Both were expected to be part of the final EU–UK trade agreement reached by the end of 2020, the end of the Brexit transition period. The final agreement had some broad outlines for a future fishing deal, primarily gradual EU concessions of fishing quota in UK waters, but was largely silent on finance.\nBritish commercial fishermen were among the most ardent supporters of Brexit before and after the 2016 referendum that began the process when a majority of voters opted for the country to leave the EU. Many of them had expressed discontent with the EU's Common Fisheries Policy (CFP), under which the UK has had to share its exclusive economic zone (EEZ) with other member states' fishing fleets; Brexit proponents have argued that British fishermen should be able to catch at least the majority of the fish in that portion of the country's EEZ around the island of Great Britain and off the coast of Northern Ireland. During the UK's membership in the EU, much of the fish that British fishermen have historically caught in the EEZ has been exported to mainland Europe, leading many British fish processors, fish farmers and inshore fishermen (whose catch of primarily shellfish is popular with consumers in France and Spain, but not the UK) to seek a continuation of the pre-2021 frictionless trade situation; conversely a majority of the fish consumed in the UK is caught outside British waters. EU fishermen who have themselves historically fished British waters plan to block imports of British fish, and even all British imports, if the UK limits their rights to do so. Industry advocates on both sides fear this could lead to potentially lethal violence on sea and land, in addition to the economic consequences of a trade war. The EU's eight western coastal states, whose fleets partake of the catch in British waters, have asked that no overall trade deal with the UK be concluded without a fisheries agreement; the UK conversely believes the issue does not have to be settled first.\nThe British financial sector, which employs more people and accounts for a much greater share of the country's gross domestic product (GDP) than fishing, would like at the very least a declaration of stock market equivalence similar to what the EU has extended to the US, Hong Kong, Australia and (in the past) Switzerland. Ideally the City wishes to maintain the level of access to EU markets it has enjoyed during the UK's membership in the bloc. EU officials and negotiators have said that they will be inclined to continue allowing that level of access only if the UK is likewise willing to allow the same level of access to its fisheries. Unlike the UK's fishermen, financial companies can move to take advantage of more favourable regulatory climates, and many have already begun relocating staff and operations to Dublin, Frankfurt, Paris or Amsterdam, or elsewhere in the EU.\nDeadlines set originally by the Withdrawal Agreement were missed, in part due to the disruption caused by the COVID-19 pandemic. By the end of 2020, it did not appear to observers or the parties themselves as if a deal would be reached, and the UK and EU both began to prepare for the worst possible impacts of that transition. On 24 December, a deal was announced with a compromise on fishing quotas that fishing industry spokesmen were disappointed by. Negotiations continue on a substantial financial services agreement, despite missing the original deadline of 31 March 2020.",
        "related": 730
    },
    {
        "title": "House of Commons of the United Kingdom",
        "summary": "The House of Commons is the lower house of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster in London, England.\nThe House of Commons is an elected body consisting of 650 members known as members of Parliament (MPs). MPs are elected to represent constituencies by the first-past-the-post system and hold their seats until Parliament is dissolved.\nThe House of Commons of England started to evolve in the 13th and 14th centuries. In 1707 it became the House of Commons of Great Britain after the political union with Scotland, and from 1800 it also became the House of Commons for Ireland after the political union of Great Britain and Ireland. In 1922, the body became the House of Commons of the United Kingdom of Great Britain and Northern Ireland after the independence of the Irish Free State.\nUnder the Parliament Acts 1911 and 1949, the Lords' power to reject legislation was reduced to a delaying power. The government is solely responsible to the House of Commons and the prime minister stays in office only as long as they retain the confidence of a majority of the Commons.",
        "related": 702
    },
    {
        "title": "Levelling-up policy of the British government",
        "summary": "\"Levelling up\" is a political policy first articulated in the 2019 Conservative Party manifesto that aims to reduce the imbalances, primarily economic, between areas and social groups across the United Kingdom. It seeks to do so without acting to the detriment of prosperous areas, such as much of South East England. A white paper for the policy was published by Boris Johnson's government on 2 February 2022. The policy is overseen by the Department for Levelling Up, Housing and Communities, and the incumbent Secretary of State is Michael Gove.",
        "related": 262
    },
    {
        "title": "Change UK",
        "summary": "The Independent Group for Change, also known as Change UK, was a British centrist, pro-European Union political party, founded in February 2019 and dissolved ten months later, shortly after all its MPs lost their seats in the 2019 general election. Its principal policy was support for a second withdrawal referendum on European Union membership, in which it would campaign to remain in the EU.  On economic issues it expressed a commitment to the social market economy.\nIn February 2019, seven MPs resigned from the Labour Party to sit as The Independent Group. They were dissatisfied by Labour's leftward political direction under Jeremy Corbyn's leadership, its approach to Brexit and its handling of allegations of antisemitism within the party. They were soon joined by four more MPs, including three from the governing Conservative Party who disliked their party's approach to Brexit and its perceived move rightward. That April, the group registered as a political party under the name Change UK – The Independent Group and appointed former Conservative MP Heidi Allen as their leader so as to compete in the 2019 European Parliament election.\nFollowing the party's failure to secure any seats in that election, six of its eleven MPs, including Allen, left the party and Anna Soubry took over as leader. Four of the six formed The Independents grouping and two defected to the Liberal Democrats. Later, three of The Independents also joined the Liberal Democrats. Following a legal dispute with petition website Change.org, in June the party adopted the name The Independent Group for Change. Three of the party's MPs stood for re-election in the 2019 general election. None of them was re-elected, each losing to candidates from their former parties. On 19 December 2019, Soubry announced the party's dissolution.",
        "related": 172
    },
    {
        "title": "Thames Estuary Airport",
        "summary": "A potential Thames Estuary Airport has been proposed at various times since the 1940s. London's existing principal airports, Heathrow, Gatwick and Stansted, are each sub-optimally located in various ways, such as being too close to built-up areas or requiring aircraft to fly low over London. In the case of Heathrow, the growth of air traffic has meant that the airport is operating at 98% capacity. Several locations for a new airport have been proposed in the Thames Estuary, to the east of London. These include Maplin Sands off Foulness on the north side of the estuary; Cliffe and the Isle of Grain in Kent on the south side; and artificial islands located off the Isle of Sheppey such as the \"Boris Island\" proposal championed by Boris Johnson, the then Mayor of London. Economic considerations have so far ruled out a new coastal airport, while political considerations have ruled out a new inland airport, leaving planners with an as-yet-unresolved dilemma.\nOn 17 December 2013 the \"Airports Commission: interim report\" was published. The proposal for an Isle of Grain airport underwent further study in 2014 before the final report was delivered in Summer 2015.\n\n",
        "related": 275
    },
    {
        "title": "Labour Party (UK)",
        "summary": "The Labour Party is a political party in the United Kingdom that has been described as an alliance of social democrats, democratic socialists and trade unionists. The Labour Party sits on the centre-left of the political spectrum. In all general elections since 1922, Labour has been either the governing party or the Official Opposition. There have been six Labour prime ministers and thirteen Labour ministries. The party holds the annual Labour Party Conference, at which party policy is formulated.\nThe party was founded in 1900, having grown out of the trade union movement and socialist parties of the 19th century. It overtook the Liberal Party to become the main opposition to the Conservative Party in the early 1920s, forming two minority governments under Ramsay MacDonald in the 1920s and early 1930s. Labour served in the wartime coalition of 1940–1945, after which Clement Attlee's Labour government established the National Health Service and expanded the welfare state from 1945 to 1951. Under Harold Wilson and James Callaghan, Labour again governed from 1964 to 1970 and 1974 to 1979. In the 1990s, Tony Blair took Labour to the centre as part of his New Labour project which governed under Blair and then Gordon Brown from 1997 to 2010.\nThe Labour Party currently forms the Official Opposition in the Parliament of the United Kingdom, having won the second-largest number of seats in the 2019 general election. The leader of the party and leader of the opposition is Keir Starmer. Labour is the largest party in the Senedd (Welsh Parliament), being the only party in the current Welsh government. The party is the third-largest in the Scottish Parliament, behind the Scottish National Party and the Scottish Conservatives. Labour is a member of the Party of European Socialists and Progressive Alliance, and holds observer status in the Socialist International. The party includes semi-autonomous London, Scottish, Welsh and Northern Irish branches; however, it supports the Social Democratic and Labour Party (SDLP) in Northern Ireland, while still organising there. As of July 2022, Labour has around 450,000 registered members, one of the largest memberships of any party in Europe.",
        "related": 1116
    }
]