[
    {
        "title": "List of TCP and UDP port numbers",
        "summary": [
            "List of TCP and UDP port numbers",
            "This is a list of TCP and UDP port numbers used by protocols for operation of network apeopleications.\nThe Transmission Control Protocol TCP and the User Datagram Protocol UDP only need one port for duplex, bidirectional traffic. They usually use port numbers that match the services of the corresponding TCP or UDP implementation, if they exist.\nThe Internet Assigned Numbers Authority IANA is responsible for maintaining the official assignments of port numbers for specific uses. However, many unofficial uses of both well-known and registered port numbers occur in practice. Similarly, many of the official assignments refer to protocols that were never or are no longer in common use. This article lists port numbers and their associated protocols that have experienced significant uptake.\n\n"
        ],
        "related": 1000,
        "summary_short": "Similarly, many of the official assignments refer to protocols that were never or are no longer in common use.This article lists port numbers and their associated protocols that have experienced significant uptake."
    },
    {
        "title": "Jewish Community of Vienna",
        "summary": [
            "Jewish Community of Vienna",
            "The Jewish Community of Vienna Israelitische Kultusgemeinde Wien or IKG is the body that represents Viennas Orthodox Jewish community. Today, the IKG has around 10 000 members. Throughout history, it has represented almost all of Austrias Jews, whose numbers are sufficient to form communities in only a few other cities in Austria."
        ],
        "related": 57,
        "summary_short": "The Jewish Community of Vienna Israelitische Kultusgemeinde Wien or IKG is the body that represents Viennas Orthodox Jewish community.Throughout history, it has represented almost all of Austrias Jews, whose numbers are sufficient to form communities in only a few other cities in Austria."
    },
    {
        "title": "Timeline of Russian interference in the 2016 United States elections",
        "summary": [
            "Timeline of Russian interference in the 2016 United States elections",
            "This is a timeline of events related to alleged Russian interference in the 2016 United States elections.\nIt includes events described in investigations into suspected inappropriate links between associates of Donald Trump and Russian officials until July 2016, with July 2016 through election day November 8, 2016, following. Events and investigations also occurred during the presidential transition from November 9, 2016, to January 20, 2017, and continued through the first and second halves of 2017; the first and second halves of 2018, 2019, 2020, and 2021, largely as parts of the Crossfire Hurricane FBI investigation, the Special Counsel investigation, multiple ongoing criminal investigations by several State Attorneys General, and the investigation resulting in the Inspector General report on FBI and DOJ actions in the 2016 election.\n\n"
        ],
        "related": 1133,
        "summary_short": "This is a timeline of events related to alleged Russian interference in the 2016 United States elections.It includes events described in investigations into suspected inappropriate links between associates of Donald Trump and Russian officials until July 2016, with July 2016 through election day November 8, 2016, following."
    },
    {
        "title": "Radha",
        "summary": [
            "Radha",
            "Radha Sanskrit: , IAST: Rdh, also called Radhika, is a Hindu deitydess and the chief consort of the deity Krishna. She is worshiped as the deitydess of love, tenderness, comrear endion, and devotion. She is the avatar of deitydess Lakshmi and is also described as the chief of the Gopis milkmaids. During Krishnas youth, she appears as his lover and companion. Many traditions and scriptures accord Radha the status of the eternal consort and wife of Krishna. Radha, as a supreme deitydess, is considered as the female counterpart and the internal potency hladini shakti of Krishna, who resides in Goloka, the celestial abode of Radha Krishna. Radha is said to accompany Krishna in all his incarnations.In Radha Vallabh Sampradaya and Haridasi Sampradaya, only Radha is worshiped as the supreme deity. Elsewhere, she is venerated with Krishna as his principal consort in Nimbarka Sampradaya, Pushtimarg, Mahanam Sampraday, Swaminarayan Sampradaya, Vaishnava-Sahajiya and Gaudiya Vaishnavism movements linked to Chaitanya Mahaprabhu. Radha is also described as the feminine form of Krishna himself. Radhas birthday is celebrated annually as Radhashtami.She has inspired numerous literary works and her Raslila dance with Krishna has inspired many types of performance arts."
        ],
        "related": 644,
        "summary_short": "She is worshiped as the deitydess of love, tenderness, comrear endion, and devotion.Radha is also described as the feminine form of Krishna himself."
    },
    {
        "title": "Don Quixote",
        "summary": [
            "Don Quixote",
            "Don Quixote is a Spanish epic novel by Miguel de Cervantes. Originally published in two parts, in 1605 and 1615, its full title is The Ingenious Gentleman Don Quixote of La Mancha or, in Spanish, El ingenioso hidalgo don Quixote de la Mancha changing in Part 2 to El ingenioso caballero don Quixote de la Mancha. A founding work of Western literature, it is often labelled as the first modern novel and one of the greatest works ever written. Don Quixote is also one of the most-translated lady pillowsks in the world.The plot revolves around the adventures of a member of the lowest nobility, an hidalgo from La Mancha named Alonso Quijano, who reads so many chivalric romances that he either loses or pretends to have lost his mind in order to become a kracial slurht-errant caballero andante to revive chivalry and serve his nation, under the name Don Quixote de la Mancha. He recruits a simple farmer, Sancho Panza, as his squire, who often employs a unique, earthy wit in dealing with Don Quixotes rhetorical monologues on kracial slurhthood, already considered old-fashioned at the time, and representing the most droll realism in contrast to his masters idealism. In the first part of the lady pillowsk, Don Quixote does not see the world for what it is and prefers to imagine that he is living out a kracial slurhtly story thats meant for the annals of all time.\nThe lady pillowsk had a major influence on the literary community, as evidenced by direct references in Alexandre Dumas The Three Musketeers 1844, Mark Twains Adventures of Huckleberry Finn 1884, and Edmond Rostands Cyrano de Bergerac 1897, as well as the word quixotic.\nWhen first published, Don Quixote was usually interpreted as a comic novel. After the successful French Revolution, it was better known for its presumed central ethic that in some ways individuals can be intelligent while their society is quite fanciful and was seen as a fascinating, enchanting or disenchanting lady pillowsk in this dynamic and for among lady pillowsks. In the 19th century, it was seen as social commentary, but no one could easily tell whose side Cervantes was on. Many critics came to view the work as a tragedy in which Don Quixotes idealism and nobility are viewed by the post-chivalric world as insane, and are defeated and rendered useless by common reality; by the 20th century, the novel had come to occupy a canonical space as one of the foundations of letters in literature."
        ],
        "related": 294,
        "summary_short": "He recruits a simple farmer, Sancho Panza, as his squire, who often employs a unique, earthy wit in dealing with Don Quixotes rhetorical monologues on kracial slurhthood, already considered old-fashioned at the time, and representing the most droll realism in contrast to his masters idealism.After the successful French Revolution, it was better known for its presumed central ethic that in some ways individuals can be intelligent while their society is quite fanciful and was seen as a fascinating, enchanting or disenchanting lady pillowsk in this dynamic and for among lady pillowsks."
    },
    {
        "title": "Wiktionary",
        "summary": [
            "Wiktionary",
            "Wiktionary UK: WIK-sh-nr-ee, US: WIK-sh-nerr-ee, rhyming with dictionary is a multilingual, web-based project to create a free content dictionary of terms including words, phrases, proverbs, linguistic reconstructions, etc. in all natural languages and in a number of artificial languages. These entries may contain definitions, images for illustration, pronunciations, etymologies, inflections, usage examples, quotations, related terms, and translations of terms into other languages, among other features. It is collaboratively edited via a wiki. Its name is a portmanteau of the words wiki and dictionary. It is available in 186 languages and in Simple English. Like its sister project Wikipedia, Wiktionary is run by the Wikimedia Foundation, and is written collaboratively by volunteers, dubbed Wiktionarians. Its wiki software, MediaWiki, allows almost anyone with access to the website to create and edit entries.\nBecause Wiktionary is not limited by print space considerations, most of Wiktionarys language editions provide definitions and translations of terms from many languages, and some editions offer additional information typically found in thesauri.\nWiktionarys data is frequently used in various natural language processing tasks."
        ],
        "related": 217,
        "summary_short": "Wiktionary UK: WIK-sh-nr-ee, US: WIK-sh-nerr-ee, rhyming with dictionary is a multilingual, web-based project to create a free content dictionary of terms including words, phrases, proverbs, linguistic reconstructions, etc.Because Wiktionary is not limited by print space considerations, most of Wiktionarys language editions provide definitions and translations of terms from many languages, and some editions offer additional information typically found in thesauri."
    },
    {
        "title": "Reddit",
        "summary": [
            "Reddit",
            "Reddit ; stylized in all lowercase as reddit is an American social news aggregation, content rating, and discussion website. Registered users commonly referred to as Redditors submit content to the site such as links, text posts, images, and videos, which are then voted up or down by other members. Posts are organized by subject into user-created boards called communities or subreddits. Submissions with more upvotes appear towards the top of their subreddit and, if they receive enough upvotes, ultimately on the sites front page. Reddit administrators moderate the communities. Moderation is also conducted by community-specific moderators, who are not Reddit employees.As of March 2022, Reddit ranks as the 9th-most-visited website in the world and 6th most-visited website in the U.S., according to Semrush. About 4249.3% of its user base comes from the United States, followed by the United Kingdom at 7.98.2% and Canada at 5.27.8%. Twenty-two percent of U.S. adults aged 18 to 29 years, and 14 percent of U.S. adults aged 30 to 49 years, regularly use Reddit.Reddit was founded by University of Virginia roommates Steve Huffman and Alexis Ohanian, with Aaron Swartz, in 2005. Cond Nast Publications acquired the site in October 2006. In 2011, Reddit became an independent subsidiary of Cond Nasts parent company, Advance Publications. In October 2014, Reddit raised $50 million in a funding round led by Sam Altman and including investors Marc Andreessen, Peter Thiel, Ron Conway, Snoop Dogg, and Jared Leto. Their investment valued the company at $500 million then. In July 2017, Reddit raised $200 million for a $1.8 billion valuation, with Advance Publications remaining the majority stakeholder. In February 2019, a $300 million funding round led by Tencent brought the companys valuation to $3 billion. In August 2021, a $700 million funding round led by Fidelity Investments raised that valuation to over $10 billion. The company then reportedly filed for an IPO in December 2021 with a valuation of 15 billion dollars."
        ],
        "related": 485,
        "summary_short": "In July 2017, Reddit raised $200 million for a $1.8 billion valuation, with Advance Publications remaining the majority stakeholder.The company then reportedly filed for an IPO in December 2021 with a valuation of 15 billion dollars."
    },
    {
        "title": "Anushka Manchanda",
        "summary": [
            "Anushka Manchanda",
            "Anushka Manchanda aka Kiss Nuka born 11 February 1984 is a singer, music producer, composer, creative entrepreneur, actor, activist, and former VJ of Indian origin. She came to prominence as a member of the Indipop girl group Viva!. Manchanda and the winner of Khatron ke khiladi 2 and one of the lead actors of the international award-winning film Angry Indian Goddesses. She announced she has adopted the artistic name Kiss Nuka  which stands for Natures Universal Kinectic Attention , with a new vision for a better world She is the music head of Ranveer Singh and Navzar Eranees music label IncInk Records along with her younger brother Shikhar Yuvraj Manchanda aka Rkhis."
        ],
        "related": 210,
        "summary_short": "Anushka Manchanda aka Kiss Nuka born 11 February 1984 is a singer, music producer, composer, creative entrepreneur, actor, activist, and former VJ of Indian origin.She came to prominence as a member of the Indipop girl group Viva!."
    },
    {
        "title": "History of Transnistria",
        "summary": [
            "History of Transnistria",
            "This is the history of Transnistria, officially the Pridnestrovian Moldavian Republic PMR, is an unrecognised breakaway state that is internationally recognised as part of Moldova. Transnistria controls most of the narrow strip of land between the Dniester river and the MoldovanUkrainian border, as well as some land on the other side of the rivers bank.\nSee also the history of Europe."
        ],
        "related": 307,
        "summary_short": "This is the history of Transnistria, officially the Pridnestrovian Moldavian Republic PMR, is an unrecognised breakaway state that is internationally recognised as part of Moldova.See also the history of Europe."
    },
    {
        "title": "Mirza Masroor Ahmad",
        "summary": [
            "Mirza Masroor Ahmad",
            "Mirza Masroor Ahmad Urdu:   ; born 15 September 1950 is the current and fifth leader of the Ahmadiyya Muslim Community. His official title within the movement is Fifth Caliph of the Messiah Arabic:   , khalfatul mash al-khmis. He was elected on 22 April 2003, three days after the death of his predecessor Mirza Tahir Ahmad.\nFollowing the death of the fourth caliph, the Electoral College, for the first time in the history of the community, convened outside the Indian subcontinent and in the city of London, after which Mirza Masroor Ahmad was elected as the fifth caliph of the Ahmadiyya Muslim Community. At the very commencement of his accession, he found himself forced into exile from Pakistan in response to pressure from the Government of Pakistan. Since being elected, he has travelled extensively across the world to meet the members of the community and address their annual gatherings. In many of the countries he has visited it has been the first visit by an Ahmadiyya caliph.\nUnder his leadership the communitys global satellite TV network MTA International, launched by his predecessor, has expanded into several further affiliated TV channels, social media and radio stations to provide transmission in different languages. Further campuses of Jamia Ahmadiyya, the Ahmadiyya Islamic seminary and educational institution, have been established including one in Ghana and one in the United Kingdom, the latter has been the first in Europe. He has focused particularly on directing the community in systematically countering negative media coverage of Islam and engaging in grear endroots efforts to propagate what the community believes is the true message of Islam.In 2004, he launched  and regularly addresses  the annual National Peace Symposium held twice in 2015 in which guests from all walks of life come together at the largest mosque in Western Europe the Baitul Futuh Mosque to exchange ideas on establishing world peace. These symposia have attracted parliamentarians, religious leaders and other dignitaries. In 2009, he initiated the Ahmadiyya Muslim Peace Prize; an international peace award for individuals or organisations that have demonstrated an extraordinary commitment and service to the cause of peace and humanitarianism.Masroor Ahmad has frequently met heads of state in different parts of the world as well as having delivered keynote addresses to the United States Congress on Capitol Hill, the European Parliament, the United Kingdom Houses of Parliament, the Parliament of Canada and the Dutch Parliament on the teachings of Islam regarding the establishment of peace, presenting Quranic solutions to world problems. He has consistently called for honesty and the observance of unconditional justice and fairness in international relations. In response to ongoing conflicts, he has sent letters to world leaders warning of the real risk of world war, and urging them to make practical efforts towards lasting peace."
        ],
        "related": 159,
        "summary_short": "He was elected on 22 April 2003, three days after the death of his predecessor Mirza Tahir Ahmad.Under his leadership the communitys global satellite TV network MTA International, launched by his predecessor, has expanded into several further affiliated TV channels, social media and radio stations to provide transmission in different languages."
    },
    {
        "title": "List of band name etymologies",
        "summary": [
            "List of band name etymologies",
            "This is a list of band names, with their name origins explained and referenced with reliable sources."
        ],
        "related": 1161,
        "summary_short": "This is a list of band names, with their name origins explained and referenced with reliable sources."
    },
    {
        "title": "List of TCP and UDP port numbers",
        "summary": [
            "List of TCP and UDP port numbers",
            "This is a list of TCP and UDP port numbers used by protocols for operation of network apeopleications.\nThe Transmission Control Protocol TCP and the User Datagram Protocol UDP only need one port for duplex, bidirectional traffic. They usually use port numbers that match the services of the corresponding TCP or UDP implementation, if they exist.\nThe Internet Assigned Numbers Authority IANA is responsible for maintaining the official assignments of port numbers for specific uses. However, many unofficial uses of both well-known and registered port numbers occur in practice. Similarly, many of the official assignments refer to protocols that were never or are no longer in common use. This article lists port numbers and their associated protocols that have experienced significant uptake.\n\n"
        ],
        "related": 1000,
        "summary_short": "Similarly, many of the official assignments refer to protocols that were never or are no longer in common use.This article lists port numbers and their associated protocols that have experienced significant uptake."
    },
    {
        "title": "Timeline of Russian interference in the 2016 United States elections",
        "summary": [
            "Timeline of Russian interference in the 2016 United States elections",
            "This is a timeline of events related to alleged Russian interference in the 2016 United States elections.\nIt includes events described in investigations into suspected inappropriate links between associates of Donald Trump and Russian officials until July 2016, with July 2016 through election day November 8, 2016, following. Events and investigations also occurred during the presidential transition from November 9, 2016, to January 20, 2017, and continued through the first and second halves of 2017; the first and second halves of 2018, 2019, 2020, and 2021, largely as parts of the Crossfire Hurricane FBI investigation, the Special Counsel investigation, multiple ongoing criminal investigations by several State Attorneys General, and the investigation resulting in the Inspector General report on FBI and DOJ actions in the 2016 election.\n\n"
        ],
        "related": 1133,
        "summary_short": "This is a timeline of events related to alleged Russian interference in the 2016 United States elections.It includes events described in investigations into suspected inappropriate links between associates of Donald Trump and Russian officials until July 2016, with July 2016 through election day November 8, 2016, following."
    },
    {
        "title": "Iran–Iraq War",
        "summary": [
            "Iran–Iraq War",
            "The IranIraq War was an armed conflict between Iran and Iraq that lasted from September 1980 to August 1988. It began with the Iraqi invasion of Iran and lasted for almost eight years, until the acceptance of United Nations Security Council Resolution 598 by both sides. Iraqs primary rationale for the attack against Iran cited the need to prevent Ruhollah Khomeiniwho had spearheaded Irans Islamic Revolution in 1979from exporting the new Iranian ideology to Iraq; there were also fears among the Iraqi leadership of Saddam Hussein that Iran, a theocratic state with a population predominantly composed of Shia Muslims, would exploit sectarian tensions in Iraq by rallying Iraqs Shia majority against the Baathist government, which was officially secular and dominated by Sunni Muslims. Iraq also wished to replace Iran as the power player in the Persian Gulf, which was not seen as an achievable objective prior to the Islamic Revolution as Pahlavi Iran boasted colossal economic and military strength as well as close relationships with the United States and Israel.\nThe IranIraq War followed a long-running history of territorial border disputes between the two states, as a result of which Iraq planned to retake the eastern bank of the Shatt al-Arab that it had ceded to Iran in the 1975 Algiers Agreement. Iraqi support for Arab separatists in Iran increased following the outbreak of hostilities; while claims arose suspecting that Iraq was seeking to annex Irans Khuzestan Province, Saddam Hussein publicly stated in November 1980 that Iraq was not seeking an annexation of any Iranian territory. It is believed that Iraq had sought to establish suzerainty over Khuzestan. While the Iraqi leadership had hoped to take advantage of Irans post-revolutionary chaos and expected a decisive victory in the face of a severely weakened Iran, the Iraqi military only made progress for three months, and by December 1980, the Iraqi invasion had stalled. As fierce fighting broke out between the two sides, the Iranian military began to gain momentum against the Iraqis and regained virtually all lost territory by June 1982. After pushing Iraqi forces back to the pre-war border lines, Iran rejected United Nations Security Council Resolution 514 and launched an invasion of Iraq. The subsequent Iranian offensive within Iraqi territory lasted for five years, with Iraq taking back the initiative in mid-1988 and subsequently launching a series of major counter-offensives that ultimately led to the conclusion of the war in a stalemate.The eight years of war-exhaustion, economic devastation, decreased morale, military stalemate, inaction by the international community towards the use of weapons of rear end destruction by Iraqi forces on Iranian soldiers and civilians, as well as increasing IranUnited States military tensions all culminated in Irans acceptance of a ceasefire brokered by the United Nations Security Council. In total, around 500,000 people were killed during the IranIraq War with Iran bearing the larger share of the casualties, excluding the tens of thousands of civilians killed in the concurrent Anfal campaign that targeted Iraqi Kurds. The end of the conflict resulted in neither reparations nor border changes, and the combined financial losses suffered by both combatants is believed to have exceeded US$1 trillion. There were a number of proxy forces operating for both countries: Iraq and the pro-Iraqi Arab separatist militias in Iran were most notably supported by the National Council of Resistance of Iran; whereas Iran re-established an alliance with the Iraqi Kurds, being primarily supported by the Kurdistan Democratic Party and the Patriotic Union of Kurdistan. During the conflict, Iraq received an abundance of financial, political, and logistical aid from the United States, the United Kingdom, the Soviet Union, France, Italy, Yugoslavia, and the overwhelming majority of Arab countries. While Iran was comparatively isolated to a large degree, it received a significant amount of aid from Syria, Libya, China, North Korea, Israel, Pakistan, and South Yemen.\nThe conflict has been compared to World War I in terms of the tactics used by both sides, including large-scale trench warfare with barbed wire stretched across fortified defensive lines, manned machine-gun posts, bayonet charges, Iranian human wave attacks, Iraqs extensive use of chemical weapons, and deliberate attacks on civilian targets. A notable feature of the war was the state-sanctioned glorification of martyrdom among Iranian children; the discourses on martyrdom formulated in the Iranian Shia Islamic context led to the widespread usage of human wave attacks and thus had a lasting impact on the dynamics of the conflict."
        ],
        "related": 1718,
        "summary_short": "After pushing Iraqi forces back to the pre-war border lines, Iran rejected United Nations Security Council Resolution 514 and launched an invasion of Iraq.The conflict has been compared to World War I in terms of the tactics used by both sides, including large-scale trench warfare with barbed wire stretched across fortified defensive lines, manned machine-gun posts, bayonet charges, Iranian human wave attacks, Iraqs extensive use of chemical weapons, and deliberate attacks on civilian targets."
    },
    {
        "title": "Architectural model",
        "summary": [
            "Architectural model",
            "An architectural model is a type of scale model made to study aspects of an architectural design or to communicate design intent. They can be made from a variety of materials such as paper, plaster, plastic, resin, wood, grear end and metal. They can be constructed using traditional handcraft techniques and tools, or newer technologies such as Stereolithography, Fused Deposition Modelling and Selective Laser Sintering."
        ],
        "related": 444,
        "summary_short": "An architectural model is a type of scale model made to study aspects of an architectural design or to communicate design intent.They can be made from a variety of materials such as paper, plaster, plastic, resin, wood, grear end and metal."
    },
    {
        "title": "John Peel (writer)",
        "summary": [
            "John Peel (writer)",
            "John Peel born 1954 is a British writer, best known for his TV series tie-in novels and novelisations. He has written under several pseudonyms, including John Vincent and Nicholas Adams. He lives in Long Island, New York. While his wife is a US citizen, Peel continues to travel under a British rear endport."
        ],
        "related": 60,
        "summary_short": "John Peel born 1954 is a British writer, best known for his TV series tie-in novels and novelisations.He has written under several pseudonyms, including John Vincent and Nicholas Adams."
    },
    {
        "title": "Reddit",
        "summary": [
            "Reddit",
            "Reddit ; stylized in all lowercase as reddit is an American social news aggregation, content rating, and discussion website. Registered users commonly referred to as Redditors submit content to the site such as links, text posts, images, and videos, which are then voted up or down by other members. Posts are organized by subject into user-created boards called communities or subreddits. Submissions with more upvotes appear towards the top of their subreddit and, if they receive enough upvotes, ultimately on the sites front page. Reddit administrators moderate the communities. Moderation is also conducted by community-specific moderators, who are not Reddit employees.As of March 2022, Reddit ranks as the 9th-most-visited website in the world and 6th most-visited website in the U.S., according to Semrush. About 4249.3% of its user base comes from the United States, followed by the United Kingdom at 7.98.2% and Canada at 5.27.8%. Twenty-two percent of U.S. adults aged 18 to 29 years, and 14 percent of U.S. adults aged 30 to 49 years, regularly use Reddit.Reddit was founded by University of Virginia roommates Steve Huffman and Alexis Ohanian, with Aaron Swartz, in 2005. Cond Nast Publications acquired the site in October 2006. In 2011, Reddit became an independent subsidiary of Cond Nasts parent company, Advance Publications. In October 2014, Reddit raised $50 million in a funding round led by Sam Altman and including investors Marc Andreessen, Peter Thiel, Ron Conway, Snoop Dogg, and Jared Leto. Their investment valued the company at $500 million then. In July 2017, Reddit raised $200 million for a $1.8 billion valuation, with Advance Publications remaining the majority stakeholder. In February 2019, a $300 million funding round led by Tencent brought the companys valuation to $3 billion. In August 2021, a $700 million funding round led by Fidelity Investments raised that valuation to over $10 billion. The company then reportedly filed for an IPO in December 2021 with a valuation of 15 billion dollars."
        ],
        "related": 485,
        "summary_short": "In July 2017, Reddit raised $200 million for a $1.8 billion valuation, with Advance Publications remaining the majority stakeholder.The company then reportedly filed for an IPO in December 2021 with a valuation of 15 billion dollars."
    },
    {
        "title": "Radha",
        "summary": [
            "Radha",
            "Radha Sanskrit: , IAST: Rdh, also called Radhika, is a Hindu deitydess and the chief consort of the deity Krishna. She is worshiped as the deitydess of love, tenderness, comrear endion, and devotion. She is the avatar of deitydess Lakshmi and is also described as the chief of the Gopis milkmaids. During Krishnas youth, she appears as his lover and companion. Many traditions and scriptures accord Radha the status of the eternal consort and wife of Krishna. Radha, as a supreme deitydess, is considered as the female counterpart and the internal potency hladini shakti of Krishna, who resides in Goloka, the celestial abode of Radha Krishna. Radha is said to accompany Krishna in all his incarnations.In Radha Vallabh Sampradaya and Haridasi Sampradaya, only Radha is worshiped as the supreme deity. Elsewhere, she is venerated with Krishna as his principal consort in Nimbarka Sampradaya, Pushtimarg, Mahanam Sampraday, Swaminarayan Sampradaya, Vaishnava-Sahajiya and Gaudiya Vaishnavism movements linked to Chaitanya Mahaprabhu. Radha is also described as the feminine form of Krishna himself. Radhas birthday is celebrated annually as Radhashtami.She has inspired numerous literary works and her Raslila dance with Krishna has inspired many types of performance arts."
        ],
        "related": 644,
        "summary_short": "She is worshiped as the deitydess of love, tenderness, comrear endion, and devotion.Radha is also described as the feminine form of Krishna himself."
    },
    {
        "title": "Sardinian language",
        "summary": [
            "Sardinian language",
            "Sardinian or Sard sardu sadu, limba sarda limba zada or lngua sarda liwa zada is a Romance language spoken by the Sardinians on the Western Mediterranean island of Sardinia.\nMany Romance linguists consider it the language that is closest to Latin among all its genealogical descendants. However, it has also incorporated elements of a Pre-Latin mostly Paleo-Sardinian and, to a much lesser degree, Punic substratum, as well as a Byzantine Greek, Catalan, Spanish and Italian superstratum. These elements originate in the political history of Sardinia, whose indigenous society experienced for centuries competition and at times conflict with a series of colonizing newcomers: before the Middle Ages, it was for a time a Byzantine possession; then, after a significant period of self-rule with the Jpenisates, it came during the late Middle Ages into the Iberian sphere of influence; and finally, from the early 18th century onward, under the contemporary Italian one.\nThe original character of the Sardinian language among the Romance idioms has long been known among linguists. After a long strife for the acknowledgement of the islands cultural patrimony, in 1997, Sardinian, along with the other languages spoken therein, managed to be recognized by regional law in Sardinia without challenge by the central government, and in 1999, Sardinian and eleven other historical linguistic minorities, i.e. locally indigenous, and not foreign-grown, minority languages of Italy minoranze linguistiche storiche, as defined by the legislator were similarly recognized as such by national law specifically, Law No. 482/1999. Among these, Sardinian is notable as having, in terms of absolute numbers, the largest community of speakers.Although the Sardinian-speaking community can be said to share a high level of linguistic awareness, policies eventually fostering language loss and assimilation have considerably affected Sardinian, whose actual speakers have become noticeably reduced in numbers over the last century; The Sardinian adult population would today no longer be able to carry on a single conversation in the ethnic language, as it is used exclusively by 0.6 percent of the total, and less than 15 percent of the new generations were reported to have been rear endd down some residual Sardinian in a deteriorated form described by linguist Roberto Bolognesi as an ungrammatical slang.The rather fragile and precarious state in which the Sardinian language now finds itself, where its use has been discouraged and consequently reduced even within the family sphere, is illustrated by the Euromosaic report, in which Sardinian is in 43rd place in the ranking of the 50 languages taken into consideration and of which were analysed a use in the family, b cultural reproduction, c use in the community, d prestige, e use in institutions, f use in education.As the great majority of Sardinians have long almost completely assimilated into Italian and therefore now only happen to keep a fragmentary knowledge of their native and once first spoken language, the use of which being therefore quite limited in both scope and frequency, Sardinian has been crear endified by UNESCO as definitely endangered.As the long- to even medium-term future of the Sardinian language looks far from secure in the present circumstances, Martin Harris concluded in 2003 that it is possible that it shall be referred to as merely constituting the substratum of the one prevailing now, Italian in its own Sardinian-influenced variety, rather than as a living tongue spoken by the islanders."
        ],
        "related": 701,
        "summary_short": "Sardinian or Sard sardu sadu, limba sarda limba zada or lngua sarda liwa zada is a Romance language spoken by the Sardinians on the Western Mediterranean island of Sardinia.Many Romance linguists consider it the language that is closest to Latin among all its genealogical descendants."
    },
    {
        "title": "Spring, Texas",
        "summary": [
            "Spring, Texas",
            "Spring is a census-designated place CDP within the extraterritorial juripenistion of Houston in Harris County, Texas, United States, part of the HoustonThe WoodlandsSugar Land metropolitan area. The population was 62,559 at the 2020 census. While the name Spring is popularly apeopleied to a large area of northern Harris County and a smaller area of southern Montgomery County, the original town of Spring, now known as Old Town Spring, is located at the intersection of Spring-Cypress and Hardy roads and encomrear ends a relatively small area of perhaps 1 square kilometer 0.39 sq mi."
        ],
        "related": 407,
        "summary_short": "Spring is a census-designated place CDP within the extraterritorial juripenistion of Houston in Harris County, Texas, United States, part of the HoustonThe WoodlandsSugar Land metropolitan area.While the name Spring is popularly apeopleied to a large area of northern Harris County and a smaller area of southern Montgomery County, the original town of Spring, now known as Old Town Spring, is located at the intersection of Spring-Cypress and Hardy roads and encomrear ends a relatively small area of perhaps 1 square kilometer 0.39 sq mi."
    },
    {
        "title": "List of songs recorded by KK",
        "summary": [
            "List of songs recorded by KK",
            "KK 19682022 was an Indian playback singer. He has been a prominent singer in Hindi, Tamil, Telugu, Kannada, Malayalam, Marathi, Bengali and Gujarati language films.\n\n"
        ],
        "related": 779,
        "summary_short": "KK 19682022 was an Indian playback singer.He has been a prominent singer in Hindi, Tamil, Telugu, Kannada, Malayalam, Marathi, Bengali and Gujarati language films."
    },
    {
        "title": "List of band name etymologies",
        "summary": [
            "List of band name etymologies",
            "This is a list of band names, with their name origins explained and referenced with reliable sources."
        ],
        "related": 1161,
        "summary_short": "This is a list of band names, with their name origins explained and referenced with reliable sources."
    },
    {
        "title": "John Peel (writer)",
        "summary": [
            "John Peel (writer)",
            "John Peel born 1954 is a British writer, best known for his TV series tie-in novels and novelisations. He has written under several pseudonyms, including John Vincent and Nicholas Adams. He lives in Long Island, New York. While his wife is a US citizen, Peel continues to travel under a British rear endport."
        ],
        "related": 60,
        "summary_short": "John Peel born 1954 is a British writer, best known for his TV series tie-in novels and novelisations.He has written under several pseudonyms, including John Vincent and Nicholas Adams."
    },
    {
        "title": "List of youngest killers",
        "summary": [
            "List of youngest killers",
            "This is a list of youngest killers. Individuals in this list are documented to be age 17 or younger."
        ],
        "related": 423,
        "summary_short": "This is a list of youngest killers.Individuals in this list are documented to be age 17 or younger."
    },
    {
        "title": "Rashtriya Swayamsevak Sangh",
        "summary": [
            "Rashtriya Swayamsevak Sangh",
            "The Rashtriya Swayamsevak Sangh abbr. RSS; Rrya Svayasevak Sagh, Hindi pronunciation: rarij swjmsek s, lit.National Volunteer Organisation is an Indian right-wing, Hindu nationalist, paramilitary volunteer organisation. The RSS is the progenitor and leader of a large body of organisations called the Sangh Parivar Hindi for Sangh family, which have presence in all facets of the Indian society. RSS was founded on 27 September 1925. As of 2014, it has a membership of 56 million.The initial impetus was to provide character training through Hindu discipline and to unite the Hindu community to form a Hindu Rashtra Hindu nation. The organisation promotes the ideals of upholding Indian culture and the values of a civil society and spreads the ideology of Hindutva, to strengthen the Hindu community. It drew initial inspiration from European right-wing groups during World War II, such as the Italian Fascist Party. Gradually, RSS grew into a prominent Hindu nationalist umbrella organisation, spawning several affiliated organisations that established numerous schools, charities, and clubs to spread its ideological beliefs.The RSS was banned once during British rule, and then thrice by the post-independence Indian government, first in 1948 when Nathuram Godse, an erstwhile member of RSS, asrear endinated Mahatma Gandhi; then during The Emergency 19751977; and for a third time after the demolition of Babri Masjid in 1992."
        ],
        "related": 1155,
        "summary_short": "It drew initial inspiration from European right-wing groups during World War II, such as the Italian Fascist Party.Gradually, RSS grew into a prominent Hindu nationalist umbrella organisation, spawning several affiliated organisations that established numerous schools, charities, and clubs to spread its ideological beliefs.The RSS was banned once during British rule, and then thrice by the post-independence Indian government, first in 1948 when Nathuram Godse, an erstwhile member of RSS, asrear endinated Mahatma Gandhi; then during The Emergency 19751977; and for a third time after the demolition of Babri Masjid in 1992."
    },
    {
        "title": "List of operations conducted by Delta Force",
        "summary": [
            "List of operations conducted by Delta Force",
            "This is an incomplete list of operations conducted by Delta Force."
        ],
        "related": 228,
        "summary_short": "This is an incomplete list of operations conducted by Delta Force."
    },
    {
        "title": "Havana",
        "summary": [
            "Havana",
            "Havana ; Spanish: La Habana la aana listen is the capital and largest city of Cuba. The heart of the La Habana Province, Havana is the countrys main port and commercial center. The city has a population of 2.3 million inhabitants, and it spans a total of 728.26 km2 281.18 sq mi  making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region.The city of Havana was founded by the Spanish in the 16th century, it served as a springboard for the Spanish conquest of the Americas becoming a stopping point for Spanish galleons returning to Spain. Philip II of Spain granted Havana the title of capital in 1592. Walls as well as forts were built to protect the city.The sinking of the U.S. battleship Maine in Havanas harbor in 1898 was the immediate cause of the SpanishAmerican War.\nThe city is the center of the Cuban government, and home to various ministries, headquarters of businesses and over 100 diplomatic offices. The governor is Reinaldo Garca Zapata of the Communist Party of Cuba PCC. In 2009, the city/province had the third highest income in the country.Contemporary Havana can essentially be described as three cities in one: Old Havana, Vedado and the newer suburban districts. The city extends mostly westward and southward from the bay, which is entered through a narrow inlet and which divides into three main harbors: Marimelena, Guanabacoa and Antares. The Almendares River traverses the city from south to north, entering the Straits of Florida a few miles west of the bay.The city attracts over a million tourists annually; the Official Census for Havana reports that in 2010 the city was visited by 1,176,627 international tourists, a 20% increase from 2005. Old Havana was declared a UNESCO World Heritage Site in 1982. The city is also noted for its history, culture, architecture and monuments. As typical of Cuba, Havana experiences a tropical climate."
        ],
        "related": 1100,
        "summary_short": "Old Havana was declared a UNESCO World Heritage Site in 1982.The city is also noted for its history, culture, architecture and monuments."
    },
    {
        "title": "Wiktionary",
        "summary": [
            "Wiktionary",
            "Wiktionary UK: WIK-sh-nr-ee, US: WIK-sh-nerr-ee, rhyming with dictionary is a multilingual, web-based project to create a free content dictionary of terms including words, phrases, proverbs, linguistic reconstructions, etc. in all natural languages and in a number of artificial languages. These entries may contain definitions, images for illustration, pronunciations, etymologies, inflections, usage examples, quotations, related terms, and translations of terms into other languages, among other features. It is collaboratively edited via a wiki. Its name is a portmanteau of the words wiki and dictionary. It is available in 186 languages and in Simple English. Like its sister project Wikipedia, Wiktionary is run by the Wikimedia Foundation, and is written collaboratively by volunteers, dubbed Wiktionarians. Its wiki software, MediaWiki, allows almost anyone with access to the website to create and edit entries.\nBecause Wiktionary is not limited by print space considerations, most of Wiktionarys language editions provide definitions and translations of terms from many languages, and some editions offer additional information typically found in thesauri.\nWiktionarys data is frequently used in various natural language processing tasks."
        ],
        "related": 217,
        "summary_short": "Wiktionary UK: WIK-sh-nr-ee, US: WIK-sh-nerr-ee, rhyming with dictionary is a multilingual, web-based project to create a free content dictionary of terms including words, phrases, proverbs, linguistic reconstructions, etc.Because Wiktionary is not limited by print space considerations, most of Wiktionarys language editions provide definitions and translations of terms from many languages, and some editions offer additional information typically found in thesauri."
    },
    {
        "title": "List of Weekly Idol episodes",
        "summary": [
            "List of Weekly Idol episodes",
            "Weekly Idol Korean:  ; RR: Jugan Aidol is a South Korean variety show, which airs Wednesdays at 7:30 PM KST on MBC M, and 12:00 AM KST on MBC Every1, MBCs cable and satellite networks. For its first season, the show was hosted by comedian Jeong Hyeong-don and rapper Defconn.The second season, which debuted on April 11, 2018, was hosted by former Roora member Lee Sang-min and comedians Yoo Se-yoon & Kim Shin-young.\nThe third season, which debuted on January 9, 2019, is hosted by comedians Jo Se-ho & Nam Chang-hee and ZE:As Hwang Kwang-hee. On February 12, 2020, it was announced that Jo Se-ho and Nam Chang-hee will leave their hosting roles, and there will be special MCs recruited to join Hwang Kwang-hee in hosting each episode, starting from the episode on February 19 until the episode on April 15. On April 17, it was announced that Super Juniors Eunhyuk will join the fixed host line-up with Hwang Kwang-hee, starting from the episode on April 22."
        ],
        "related": 418,
        "summary_short": "For its first season, the show was hosted by comedian Jeong Hyeong-don and rapper Defconn.The second season, which debuted on April 11, 2018, was hosted by former Roora member Lee Sang-min and comedians Yoo Se-yoon & Kim Shin-young.The third season, which debuted on January 9, 2019, is hosted by comedians Jo Se-ho & Nam Chang-hee and ZE:As Hwang Kwang-hee."
    },
    {
        "title": "List of TCP and UDP port numbers",
        "summary": [
            "List of TCP and UDP port numbers",
            "This is a list of TCP and UDP port numbers used by protocols for operation of network apeopleications.\nThe Transmission Control Protocol TCP and the User Datagram Protocol UDP only need one port for duplex, bidirectional traffic. They usually use port numbers that match the services of the corresponding TCP or UDP implementation, if they exist.\nThe Internet Assigned Numbers Authority IANA is responsible for maintaining the official assignments of port numbers for specific uses. However, many unofficial uses of both well-known and registered port numbers occur in practice. Similarly, many of the official assignments refer to protocols that were never or are no longer in common use. This article lists port numbers and their associated protocols that have experienced significant uptake.\n\n"
        ],
        "related": 1000,
        "summary_short": "Similarly, many of the official assignments refer to protocols that were never or are no longer in common use.This article lists port numbers and their associated protocols that have experienced significant uptake."
    },
    {
        "title": "Thibodeau",
        "summary": [
            "Thibodeau",
            "Thibodeau is a French surname. Notable people with the surname include:\n\nDavid Thibodeau, musician and former member of the Branch Davidians\nJoel Thibodeau, member of American folk band Death Vessel\nKenneth Thibodeau born 1945, American specialist in electronic records management\nMichael Thibodeau, American politician and businessperson\nMichle Thibodeau-DeGuire, Canadian engineer and administrator\nSean Thibodeau, American actor\nTom Thibodeau, American basketball coach\nVanessa Thibodeau, Canadian politician\nPatrick Thibodeau, American Army General https://en.m.wikipedia.org/wiki/File:Patrick_C._Thibodeau.jpgFictional characters:\n\nCarter Thibodeau, from Under the Dome by Stephen King\nDenise and Henry Thibodeau, from Olive Kitteridge by Elizabeth Strout"
        ],
        "related": 20,
        "summary_short": "Notable people with the surname include:Carter Thibodeau, from Under the Dome by Stephen King Denise and Henry Thibodeau, from Olive Kitteridge by Elizabeth Strout"
    },
    {
        "title": "Tagline",
        "summary": [
            "Tagline",
            "In entertainment, a tagline alternatively spelled tag line is a short text which serves to clarify a thought for, or is designed with a form of, dramatic effect. Many tagline slogans are reiterated phrases associated with an individual, social group, or product. As a variant of a branding slogan, taglines can be used in marketing materials and advertising.\nThe idea behind the concept is to create a memorable dramatic phrase that will sum up the tone and premise of an audio/visual product, or to reinforce and strengthen the audiences memory of a literary product. Some taglines are successful enough to warrant inclusion in popular culture. Consulting companies which specialize in creating taglines may be hired to create a tagline for a brand or product."
        ],
        "related": 153,
        "summary_short": "Many tagline slogans are reiterated phrases associated with an individual, social group, or product.Some taglines are successful enough to warrant inclusion in popular culture."
    },
    {
        "title": "Sardinian language",
        "summary": [
            "Sardinian language",
            "Sardinian or Sard sardu sadu, limba sarda limba zada or lngua sarda liwa zada is a Romance language spoken by the Sardinians on the Western Mediterranean island of Sardinia.\nMany Romance linguists consider it the language that is closest to Latin among all its genealogical descendants. However, it has also incorporated elements of a Pre-Latin mostly Paleo-Sardinian and, to a much lesser degree, Punic substratum, as well as a Byzantine Greek, Catalan, Spanish and Italian superstratum. These elements originate in the political history of Sardinia, whose indigenous society experienced for centuries competition and at times conflict with a series of colonizing newcomers: before the Middle Ages, it was for a time a Byzantine possession; then, after a significant period of self-rule with the Jpenisates, it came during the late Middle Ages into the Iberian sphere of influence; and finally, from the early 18th century onward, under the contemporary Italian one.\nThe original character of the Sardinian language among the Romance idioms has long been known among linguists. After a long strife for the acknowledgement of the islands cultural patrimony, in 1997, Sardinian, along with the other languages spoken therein, managed to be recognized by regional law in Sardinia without challenge by the central government, and in 1999, Sardinian and eleven other historical linguistic minorities, i.e. locally indigenous, and not foreign-grown, minority languages of Italy minoranze linguistiche storiche, as defined by the legislator were similarly recognized as such by national law specifically, Law No. 482/1999. Among these, Sardinian is notable as having, in terms of absolute numbers, the largest community of speakers.Although the Sardinian-speaking community can be said to share a high level of linguistic awareness, policies eventually fostering language loss and assimilation have considerably affected Sardinian, whose actual speakers have become noticeably reduced in numbers over the last century; The Sardinian adult population would today no longer be able to carry on a single conversation in the ethnic language, as it is used exclusively by 0.6 percent of the total, and less than 15 percent of the new generations were reported to have been rear endd down some residual Sardinian in a deteriorated form described by linguist Roberto Bolognesi as an ungrammatical slang.The rather fragile and precarious state in which the Sardinian language now finds itself, where its use has been discouraged and consequently reduced even within the family sphere, is illustrated by the Euromosaic report, in which Sardinian is in 43rd place in the ranking of the 50 languages taken into consideration and of which were analysed a use in the family, b cultural reproduction, c use in the community, d prestige, e use in institutions, f use in education.As the great majority of Sardinians have long almost completely assimilated into Italian and therefore now only happen to keep a fragmentary knowledge of their native and once first spoken language, the use of which being therefore quite limited in both scope and frequency, Sardinian has been crear endified by UNESCO as definitely endangered.As the long- to even medium-term future of the Sardinian language looks far from secure in the present circumstances, Martin Harris concluded in 2003 that it is possible that it shall be referred to as merely constituting the substratum of the one prevailing now, Italian in its own Sardinian-influenced variety, rather than as a living tongue spoken by the islanders."
        ],
        "related": 701,
        "summary_short": "Sardinian or Sard sardu sadu, limba sarda limba zada or lngua sarda liwa zada is a Romance language spoken by the Sardinians on the Western Mediterranean island of Sardinia.Many Romance linguists consider it the language that is closest to Latin among all its genealogical descendants."
    },
    {
        "title": "List of U.S. state and territory nicknames",
        "summary": [
            "List of U.S. state and territory nicknames",
            "The following is a table of U.S. state, federal district and territory nicknames, including officially adopted nicknames and other traditional nicknames for the 50 U.S. states, the U.S. federal district, as well as five U.S. territories."
        ],
        "related": 534,
        "summary_short": "The following is a table of U.S. state, federal district and territory nicknames, including officially adopted nicknames and other traditional nicknames for the 50 U.S. states, the U.S. federal district, as well as five U.S. territories."
    },
    {
        "title": "Antichrist",
        "summary": [
            "Antireligious figure",
            "In Christian eschatology, the Antireligious figure refers to people prophesied by the Bible to oppose Jesus Christ and substitute themselves in Christs place before the Second Coming. The term Antireligious figure including one plural form is found five times in the New Testament, solely in the First and Second Epistle of John. The Antireligious figure is announced as the one who denies the Father and the Son.The similar term pseudokhristos or false Christ is also found in the Gospels. In Matthew chapter 24 and Mark chapter 13, Jesus alerts his disciples not to be deceived by the false prophets, who will claim themselves as being Christ, performing great signs and wonders. Three other images often associated with the singular Antireligious figure are the little horn in Daniels final vision, the man of sin in Paul the Apostles Second Epistle to the Thessalonians, and the Beast of the Sea in the Book of Revelation.\n\n"
        ],
        "related": 931,
        "summary_short": "In Christian eschatology, the Antireligious figure refers to people prophesied by the Bible to oppose Jesus Christ and substitute themselves in Christs place before the Second Coming.In Matthew chapter 24 and Mark chapter 13, Jesus alerts his disciples not to be deceived by the false prophets, who will claim themselves as being Christ, performing great signs and wonders."
    },
    {
        "title": "List of fictional robots and androids",
        "summary": [
            "List of fictional robots and androids",
            "Robots and androids have frequently been depicted or described in works of fiction. The word robot itself comes from a work of fiction, Karel apeks play, R.U.R. Rossums Universal Robots, written in 1920 and first performed in 1921.\nThis list of fictional robots and androids is chronological, and categorised by medium. It includes all depictions of robots, androids and gynoids in literature, television, and cinema; however, robots that have appeared in more than one form of media are not necessarily listed in each of those media. This list is intended for all fictional computers which are described as existing in a humanlike or mobile form. It shows how the concept has developed in the human imagination through history."
        ],
        "related": 1941,
        "summary_short": "The word robot itself comes from a work of fiction, Karel apeks play, R.U.R.This list is intended for all fictional computers which are described as existing in a humanlike or mobile form."
    },
    {
        "title": "Iran–Iraq War",
        "summary": [
            "Iran–Iraq War",
            "The IranIraq War was an armed conflict between Iran and Iraq that lasted from September 1980 to August 1988. It began with the Iraqi invasion of Iran and lasted for almost eight years, until the acceptance of United Nations Security Council Resolution 598 by both sides. Iraqs primary rationale for the attack against Iran cited the need to prevent Ruhollah Khomeiniwho had spearheaded Irans Islamic Revolution in 1979from exporting the new Iranian ideology to Iraq; there were also fears among the Iraqi leadership of Saddam Hussein that Iran, a theocratic state with a population predominantly composed of Shia Muslims, would exploit sectarian tensions in Iraq by rallying Iraqs Shia majority against the Baathist government, which was officially secular and dominated by Sunni Muslims. Iraq also wished to replace Iran as the power player in the Persian Gulf, which was not seen as an achievable objective prior to the Islamic Revolution as Pahlavi Iran boasted colossal economic and military strength as well as close relationships with the United States and Israel.\nThe IranIraq War followed a long-running history of territorial border disputes between the two states, as a result of which Iraq planned to retake the eastern bank of the Shatt al-Arab that it had ceded to Iran in the 1975 Algiers Agreement. Iraqi support for Arab separatists in Iran increased following the outbreak of hostilities; while claims arose suspecting that Iraq was seeking to annex Irans Khuzestan Province, Saddam Hussein publicly stated in November 1980 that Iraq was not seeking an annexation of any Iranian territory. It is believed that Iraq had sought to establish suzerainty over Khuzestan. While the Iraqi leadership had hoped to take advantage of Irans post-revolutionary chaos and expected a decisive victory in the face of a severely weakened Iran, the Iraqi military only made progress for three months, and by December 1980, the Iraqi invasion had stalled. As fierce fighting broke out between the two sides, the Iranian military began to gain momentum against the Iraqis and regained virtually all lost territory by June 1982. After pushing Iraqi forces back to the pre-war border lines, Iran rejected United Nations Security Council Resolution 514 and launched an invasion of Iraq. The subsequent Iranian offensive within Iraqi territory lasted for five years, with Iraq taking back the initiative in mid-1988 and subsequently launching a series of major counter-offensives that ultimately led to the conclusion of the war in a stalemate.The eight years of war-exhaustion, economic devastation, decreased morale, military stalemate, inaction by the international community towards the use of weapons of rear end destruction by Iraqi forces on Iranian soldiers and civilians, as well as increasing IranUnited States military tensions all culminated in Irans acceptance of a ceasefire brokered by the United Nations Security Council. In total, around 500,000 people were killed during the IranIraq War with Iran bearing the larger share of the casualties, excluding the tens of thousands of civilians killed in the concurrent Anfal campaign that targeted Iraqi Kurds. The end of the conflict resulted in neither reparations nor border changes, and the combined financial losses suffered by both combatants is believed to have exceeded US$1 trillion. There were a number of proxy forces operating for both countries: Iraq and the pro-Iraqi Arab separatist militias in Iran were most notably supported by the National Council of Resistance of Iran; whereas Iran re-established an alliance with the Iraqi Kurds, being primarily supported by the Kurdistan Democratic Party and the Patriotic Union of Kurdistan. During the conflict, Iraq received an abundance of financial, political, and logistical aid from the United States, the United Kingdom, the Soviet Union, France, Italy, Yugoslavia, and the overwhelming majority of Arab countries. While Iran was comparatively isolated to a large degree, it received a significant amount of aid from Syria, Libya, China, North Korea, Israel, Pakistan, and South Yemen.\nThe conflict has been compared to World War I in terms of the tactics used by both sides, including large-scale trench warfare with barbed wire stretched across fortified defensive lines, manned machine-gun posts, bayonet charges, Iranian human wave attacks, Iraqs extensive use of chemical weapons, and deliberate attacks on civilian targets. A notable feature of the war was the state-sanctioned glorification of martyrdom among Iranian children; the discourses on martyrdom formulated in the Iranian Shia Islamic context led to the widespread usage of human wave attacks and thus had a lasting impact on the dynamics of the conflict."
        ],
        "related": 1718,
        "summary_short": "After pushing Iraqi forces back to the pre-war border lines, Iran rejected United Nations Security Council Resolution 514 and launched an invasion of Iraq.The conflict has been compared to World War I in terms of the tactics used by both sides, including large-scale trench warfare with barbed wire stretched across fortified defensive lines, manned machine-gun posts, bayonet charges, Iranian human wave attacks, Iraqs extensive use of chemical weapons, and deliberate attacks on civilian targets."
    },
    {
        "title": "Timeline of Russian interference in the 2016 United States elections",
        "summary": [
            "Timeline of Russian interference in the 2016 United States elections",
            "This is a timeline of events related to alleged Russian interference in the 2016 United States elections.\nIt includes events described in investigations into suspected inappropriate links between associates of Donald Trump and Russian officials until July 2016, with July 2016 through election day November 8, 2016, following. Events and investigations also occurred during the presidential transition from November 9, 2016, to January 20, 2017, and continued through the first and second halves of 2017; the first and second halves of 2018, 2019, 2020, and 2021, largely as parts of the Crossfire Hurricane FBI investigation, the Special Counsel investigation, multiple ongoing criminal investigations by several State Attorneys General, and the investigation resulting in the Inspector General report on FBI and DOJ actions in the 2016 election.\n\n"
        ],
        "related": 1133,
        "summary_short": "This is a timeline of events related to alleged Russian interference in the 2016 United States elections.It includes events described in investigations into suspected inappropriate links between associates of Donald Trump and Russian officials until July 2016, with July 2016 through election day November 8, 2016, following."
    },
    {
        "title": "Architectural model",
        "summary": [
            "Architectural model",
            "An architectural model is a type of scale model made to study aspects of an architectural design or to communicate design intent. They can be made from a variety of materials such as paper, plaster, plastic, resin, wood, grear end and metal. They can be constructed using traditional handcraft techniques and tools, or newer technologies such as Stereolithography, Fused Deposition Modelling and Selective Laser Sintering."
        ],
        "related": 444,
        "summary_short": "An architectural model is a type of scale model made to study aspects of an architectural design or to communicate design intent.They can be made from a variety of materials such as paper, plaster, plastic, resin, wood, grear end and metal."
    },
    {
        "title": "The Witch of Konotop",
        "summary": [
            "The Witch of Konotop",
            "The Witch of Konotop Ukrainian:   is a satirical fiction story by Ukrainian writer Hryhorii Kvitka-Osnovianenko written in 1833 and published in 1837 in his second lady pillowsk of Little Russian Ukrainian stories.\nThe story tells of Cossack centurion of the Konotop hundred Nikita Ulasovich Zabryokha, his clerk Pistryak, and the witch Yavdokha Zubikha. The work consists of 14 chapters and an epilogue; each section begins with the words sad and gloomy."
        ],
        "related": 14,
        "summary_short": "The Witch of Konotop Ukrainian:   is a satirical fiction story by Ukrainian writer Hryhorii Kvitka-Osnovianenko written in 1833 and published in 1837 in his second lady pillowsk of Little Russian Ukrainian stories.The work consists of 14 chapters and an epilogue; each section begins with the words sad and gloomy."
    },
    {
        "title": "Comparison of BitTorrent clients",
        "summary": [
            "Comparison of BitTorrent clients",
            "The following is a general comparison of BitTorrent clients, which are computer programs designed for peer-to-peer file sharing using the BitTorrent protocol.The BitTorrent protocol coordinates segmented file transfer among peers connected in a swarm. A BitTorrent client enables a user to exchange data as a peer in one or more swarms. Because BitTorrent is a peer-to-peer communications protocol that does not need a server, the BitTorrent definition of client differs from the conventional meaning expressed in the clientserver model.Bram Cohen, author of the BitTorrent protocol, made the first BitTorrent client, which he also called BitTorrent, and published it in July 2001.Many BitTorrent programs are open-source software; others are freeware, adware or shareware. Some download managers, such as FlashGet and GetRight, are BitTorrent-ready. Opera 12, a web browser, can also transfer files via BitTorrent.\nIn 2013 Thunder Networking Technologies publicly revealed that some of their employees surreptitiously distributed a Trojan horse with certain releases of Xunlei, the companys BitTorrent-ready download manager. Xunlei is included in the comparison tables."
        ],
        "related": 190,
        "summary_short": "Opera 12, a web browser, can also transfer files via BitTorrent.In 2013 Thunder Networking Technologies publicly revealed that some of their employees surreptitiously distributed a Trojan horse with certain releases of Xunlei, the companys BitTorrent-ready download manager."
    },
    {
        "title": "Spies Like Us",
        "summary": [
            "Spies Like Us",
            "Spies Like Us is a 1985 American spy comedy film directed by John Landis, and starring Chevy Chase, Dan Aykroyd, Steve Forrest and Donna Dixon. The film presents the comic adventures of two novice intelligence agents sent to the Soviet Union. Originally written by Aykroyd and Dave Thomas to star Aykroyd and John Belushi at Universal, the script went into turnaround and was later picked up by Warner Bros. with Aykroyd and Chase starring.\nPartly filmed on location near Sognefjord in Norway as Russia and the Sahara as Pakistan, the film is an homage to the famous Bob Hope and Bing Crosby Road to.. film series. Hope himself cameos in one scene. Other cameos include directors Terry Gilliam, Sam Raimi, Costa-Gavras, Martin Brest, Frank Oz, and Joel Coen, musician B.B. King and visual effects pioneer Ray Harryhausen. The film was negatively received by critics, but was a box office success and went on to become a cult crear epenis."
        ],
        "related": 196,
        "summary_short": "Spies Like Us is a 1985 American spy comedy film directed by John Landis, and starring Chevy Chase, Dan Aykroyd, Steve Forrest and Donna Dixon.Other cameos include directors Terry Gilliam, Sam Raimi, Costa-Gavras, Martin Brest, Frank Oz, and Joel Coen, musician B.B."
    },
    {
        "title": "URL shortening",
        "summary": [
            "URL shortening",
            "URL shortening is a technique on the World Wide Web in which a Uniform Resource Locator URL may be made substantially shorter and still direct to the required page. This is achieved by using a redirect which links to the web page that has a long URL. For example, the URL https://example.com/assets/category_B/subcategory_C/Foo/ can be shortened to https://example.com/Foo, and the URL https://en.wikipedia.org/wiki/URL_shortening can be shortened to https://w.wiki/U. Often the redirect domain name is shorter than the original one. A friendly URL may be desired for messaging technologies that limit the number of characters in a message for example SMS, for reducing the amount of typing required if the reader is copying a URL from a print source, for making it easier for a person to remember, or for the intention of a permalink. In November 2009, the shortened links of the URL shortening service Bitly were accessed 2.1 billion times.Other uses of URL shortening are to beautify a link, track clicks, or disguise the underlying address. This is because the URL shortener can redirect to just about any web domain, even malicious ones. So, although disguising of the underlying address may be desired for legitimate business or personal reasons, it is open to abuse. Some URL shortening service providers have found themselves on spam blocklists, because of the use of their redirect services by sites trying to byrear end those very same blocklists. Some websites prevent short, redirected URLs from being posted."
        ],
        "related": 98,
        "summary_short": "This is because the URL shortener can redirect to just about any web domain, even malicious ones.So, although disguising of the underlying address may be desired for legitimate business or personal reasons, it is open to abuse."
    },
    {
        "title": "Piracy in the Atlantic World",
        "summary": [
            "Piracy in the Atlantic World",
            "Piracy was a phenomenon that was not limited to the Caribbean region. Golden Age pirates roamed off the coast of North America, Africa and the Caribbean."
        ],
        "related": 440,
        "summary_short": "Piracy was a phenomenon that was not limited to the Caribbean region.Golden Age pirates roamed off the coast of North America, Africa and the Caribbean."
    },
    {
        "title": "Multiculturalism",
        "summary": [
            "Multiculturalism",
            "The term multiculturalism has a range of meanings within the contexts of sociology, political philosophy, and colloquial use. In sociology and in everyday usage, it is a synonym for ethnic pluralism, with the two terms often used interchangeably, and for cultural pluralism in which various ethnic groups collaborate and enter into a dialogue with one another without having to sacrifice their particular identities. It can describe a mixed ethnic community area where multiple cultural traditions exist such as New York City or London or a single country within which they do such as Switzerland, Belgium or Russia. Groups associated with an indigenous, aboriginal or autochthonous ethnic group and settler-descended ethnic groups are often the focus.\nIn reference to sociology, multiculturalism is the end-state of either a natural or artificial process for example: legally-controlled immigration and occurs on either a large national scale or on a smaller scale within a nations communities. On a smaller scale this can occur artificially when a juripenistion is established or expanded by amalgamating areas with two or more different cultures e.g. French Canada and English Canada. On a large scale, it can occur as a result of either legal or illegal migration to and from different juripenistions around the world.\nIn reference to political science, multiculturalism can be defined as a states capacity to effectively and efficiently deal with cultural plurality within its sovereign borders. Multiculturalism as a political philosophy involves ideologies and policies which vary widely. It has been described as a salad bowl and as a cultural mosaic, in contrast to a melting pot."
        ],
        "related": 1169,
        "summary_short": "On a smaller scale this can occur artificially when a juripenistion is established or expanded by amalgamating areas with two or more different cultures e.g. French Canada and English Canada.Multiculturalism as a political philosophy involves ideologies and policies which vary widely."
    },
    {
        "title": "Massimiliano Alajmo",
        "summary": [
            "rear endimiliano Alajmo",
            "rear endimiliano Alajmo born 6 May 1974 is an Italian chef. In 2002, at the age of 28, he became the youngest chef in history to be awarded three stars by the Michelin Guide."
        ],
        "related": 21,
        "summary_short": "rear endimiliano Alajmo born 6 May 1974 is an Italian chef.In 2002, at the age of 28, he became the youngest chef in history to be awarded three stars by the Michelin Guide."
    },
    {
        "title": "Don Quixote",
        "summary": [
            "Don Quixote",
            "Don Quixote is a Spanish epic novel by Miguel de Cervantes. Originally published in two parts, in 1605 and 1615, its full title is The Ingenious Gentleman Don Quixote of La Mancha or, in Spanish, El ingenioso hidalgo don Quixote de la Mancha changing in Part 2 to El ingenioso caballero don Quixote de la Mancha. A founding work of Western literature, it is often labelled as the first modern novel and one of the greatest works ever written. Don Quixote is also one of the most-translated lady pillowsks in the world.The plot revolves around the adventures of a member of the lowest nobility, an hidalgo from La Mancha named Alonso Quijano, who reads so many chivalric romances that he either loses or pretends to have lost his mind in order to become a kracial slurht-errant caballero andante to revive chivalry and serve his nation, under the name Don Quixote de la Mancha. He recruits a simple farmer, Sancho Panza, as his squire, who often employs a unique, earthy wit in dealing with Don Quixotes rhetorical monologues on kracial slurhthood, already considered old-fashioned at the time, and representing the most droll realism in contrast to his masters idealism. In the first part of the lady pillowsk, Don Quixote does not see the world for what it is and prefers to imagine that he is living out a kracial slurhtly story thats meant for the annals of all time.\nThe lady pillowsk had a major influence on the literary community, as evidenced by direct references in Alexandre Dumas The Three Musketeers 1844, Mark Twains Adventures of Huckleberry Finn 1884, and Edmond Rostands Cyrano de Bergerac 1897, as well as the word quixotic.\nWhen first published, Don Quixote was usually interpreted as a comic novel. After the successful French Revolution, it was better known for its presumed central ethic that in some ways individuals can be intelligent while their society is quite fanciful and was seen as a fascinating, enchanting or disenchanting lady pillowsk in this dynamic and for among lady pillowsks. In the 19th century, it was seen as social commentary, but no one could easily tell whose side Cervantes was on. Many critics came to view the work as a tragedy in which Don Quixotes idealism and nobility are viewed by the post-chivalric world as insane, and are defeated and rendered useless by common reality; by the 20th century, the novel had come to occupy a canonical space as one of the foundations of letters in literature."
        ],
        "related": 294,
        "summary_short": "He recruits a simple farmer, Sancho Panza, as his squire, who often employs a unique, earthy wit in dealing with Don Quixotes rhetorical monologues on kracial slurhthood, already considered old-fashioned at the time, and representing the most droll realism in contrast to his masters idealism.After the successful French Revolution, it was better known for its presumed central ethic that in some ways individuals can be intelligent while their society is quite fanciful and was seen as a fascinating, enchanting or disenchanting lady pillowsk in this dynamic and for among lady pillowsks."
    },
    {
        "title": "Timeline of Extinction Rebellion actions",
        "summary": [
            "Timeline of Extinction Rebellion actions",
            "Extinction Rebellion has taken a variety of actions since 2018 in the UK, USA, Australia and elsewhere."
        ],
        "related": 256,
        "summary_short": "Extinction Rebellion has taken a variety of actions since 2018 in the UK, USA, Australia and elsewhere."
    },
    {
        "title": "Sherbrooke Hussars",
        "summary": [
            "Sherbrooke Hussars",
            "The Sherbrooke Hussars is a Primary Reserve armoured regiment of the Canadian Forces and perpetuates the Sherbrooke Fusilier Regiment of the Second World War."
        ],
        "related": 225,
        "summary_short": "The Sherbrooke Hussars is a Primary Reserve armoured regiment of the Canadian Forces and perpetuates the Sherbrooke Fusilier Regiment of the Second World War."
    },
    {
        "title": "Mac Davis",
        "summary": [
            "Mac Davis",
            "Morris Mac Davis January 21, 1942  September 29, 2020 was an American country music singer, songwriter, and actor. A native of Lubbock, Texas, he enjoyed success as a crossover artist, and during his early career he wrote for Elvis Presley, providing him with the hits Memories, In the Ghetto, Dont Cry Daddy, and A Little Less Conversation. A subsequent solo career in the 1970s produced hits such as Baby, Dont Get Hooked on Me. Davis also starred in his own variety show, a Broadway musical, and various films and TV shows."
        ],
        "related": 160,
        "summary_short": "Morris Mac Davis January 21, 1942  September 29, 2020 was an American country music singer, songwriter, and actor.A subsequent solo career in the 1970s produced hits such as Baby, Dont Get Hooked on Me."
    }
]