[
    {
        "title": "Climate change and cities",
        "summary": [
            "Climate change and cities",
            "Climate change and cities are deeply connected. Cities are one of the greatest contributors and likely best opportunities for addressing climate change. Cities are also one of the most vulnerable parts of the human society to the effects of climate change, and likely one of the most important solutions for reducing the environmental impact of humans. More than half of the worlds population is in cities, consuming a large portion of food and goods produced outside of cities. The increase of urban population growth is one of the main factors in air-quality problems. In the year 2016, 31 mega-cities reported having at least 10 million in their population, 8 of which surrear endd 20 million people. The UN projects that 68% of the world population will live in urban areas by 2050. Hence, cities have a significant influence on construction and transportationtwo of the key contributors to global warming emissions. Moreover, because of processes that create climate conflict and climate refugees, city areas are expected to grow during the next several decades, stressing infrastructure and concentrating more impoverished peoples in cities.Because of the high density and effects like the urban heat island affect, weather changes due to climate change are likely to greatly effect cities, exacerbating existing problems, such as air pollution, water scarcity, and heat illness in the metropolitan areas. Studies have shown that if body temperature exceeds 39C for a period of time, serious heat stroke may occur. Some of the other extreme weather conditions caused by climate change include extreme floods, deathly snowstorms, ice storms, heat waves, droughts, and hurricanes, which are often deathly and harmful. Studies have shown that heat waves are three times more likely to occur and have become more intense since the 1960s. Moreover, because most cities have been built on rivers or coastal areas, cities are frequently vulnerable to the subsequent effects of sea level rise, which cause coastal flooding and erosion, and those effects are deeply connected with other urban environmental problems, like subsidence and aquifer depletion.\nA report by the C40 Cities Climate Leadership Group described consumption based emissions as having significantly more impact than production-based emissions within cities. The report estimates that 85% of the emissions associated with goods within a city is generated outside of that city. Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions: for example, increased density allows for redistribution of land use for agriculture and reforestation, improving transportation efficiencies, and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization.In the most recent past, increasing urbanization has also been proposed as a phenomenon that has a reducing effect on the global rate of carbon emission primarily because with urbanization comes technical prowess which can help drive sustainability. Lists of high impact climate change solutions tend to include city-focused solutions; for example, Project Drawdown recommends several major urban investments, including improved bicycle infrastructure, building retrofitting, district heating, public transit, and walkable cities as important solutions.Because of this, the international community has formed coalitions of cities such as the C40 Cities Climate Leadership Group and ICLEI and policy goals, such as Sustainable Development Goal 11 sustainable cities and communities, to activate and focus attention on these solutions."
        ],
        "related": 401,
        "summary_short": "mood exchange and urban_center mood exchange and urban_center are deeply connected. urban_center are one of the greatest contributors and likely best opportunities for addressing mood exchange. urban_center are likewise one of the most vulnerable parts of the human society to the effects of mood exchange, and likely one of the most important solutions for reducing the environmental impact of humans. More than one-half of the worlds population is in urban_center, consuming a heavy portion of intellectual_nourishment and goods produced outside of urban_center. The increase of urban population growth is one of the master factors in air-quality problems. In the year 2016, 31 mega-urban_center reported having at least 10 million in their population, 8 of which surrear endd 20 million people. The UN projects that 68% of the world population will live in urban areas by 2050. Hence, urban_center have a significant influence on construction and transportationtwo of the key contributors to global warming emissions. Moreover, becausa of processes that create mood conflict and mood refugees, metropolis areas are expected to grow during the next several decades, stressing infrastructure and concentrating more impoverished peoples in urban_center.Becausa of the high density and effects like the urban heat isrealm affect, weather alteration due to mood exchange are likely to greatly effect urban_center, exacerbating existing problems, such as air pollution, water scarmetropolis, and heat illness in the metropolitan areas. Studies have shown that if eubstance temperature exceeds 39C for a period of time, serious heat stroke may occur. Some of the other extreme weather conditions causad by mood exchange include extreme floods, deathly snowstorms, ice storms, heat waves, droughts, and hurricanes, which are often deathly and harmful. Studies have shown that heat waves are three sentence more likely to occur and have become more intense since the 1960s. Moreover, becausa most urban_center have been built on rivers or coastal areas, urban_center are frequently vulnerable to the subsequent effects of sea level rise, which causa coastal flooding and erosion, and those effects are deeply connected with other urban environmental problems, like subsidence and aquifer depletion.\nA report by the C40 urban_center mood Leadership Group described consumption found emissions as having significantly more impact than production-found emissions within urban_center. The report estimates that 85% of the emissions associated with goods within a metropolis is genegraded outside of that metropolis. mood exchange adaptation and mitigation investments in urban_center will be important in reducing the impacts of some of the heavyst contributors of greenhouse gas emissions: for example, increased density allows for redistribution of realm use for agriculture and reforestation, improving transportation efficiencies, and greening construction heavyly due to cements outsized role in mood exchange and improvements in sustainable construction practices and weatherization.In the most recent past, increasing urbanization has likewise been proposed as a phenomenon that has a reducing effect on the global grade of carbon emission primarily becausa with urbanization seminal_fluid technical prowess which can help drive sustainability. Lists of high impact mood exchange solutions run to include metropolis-focused solutions; for example, Project Drawdown recommends several major urban investments, including improved bicycle infrastructure, building retrofitting, district heating, public transit, and walkable urban_center as important solutions.Becausa of this, the international community has formed coalitions of urban_center such as the C40 urban_center mood Leadership Group and ICLEI and policy goals, such as Sustainable Development Goal 11 sustainable urban_center and communities, to activate and focus attention on these solutions.",
        "summary_clean": "Moreover because of processes that create climate conflict and climate refugees city areas are expected to grow during the next several decades stressing infrastructure and concentrating more impoverished peoples in cities Because of the high density and effects like the urban heat island affect weather changes due to climate change are likely to greatly effect cities exacerbating existing problems such as air pollution water scarcity and heat illness in the metropolitan areas Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions for example increased density allows for redistribution of land use for agriculture and reforestation improving transportation efficiencies and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization In the most recent past increasing urbanization has also been proposed as a phenomenon that has a reducing effect on the global rate of carbon emission primarily because with urbanization comes technical prowess which can help drive sustainability "
    },
    {
        "title": "Rosetta Cammeniti",
        "summary": [
            "Rosetta Cammeniti",
            "Rosetta Cammeniti, Rosetta Rosie Cammeniti is a fictional character from the Australian soap opera Neighbours, played by Natalie Saleeba. The character was introduced into the serial as part of a group of four 20 somethings. Saleeba began filming in July and she made her first on-screen appearance on 12 October 2006. Rosettas storylines included an arranged marriage, a same-sex kiss and pseudocyesis. She departed on 25 April 2008."
        ],
        "related": 321,
        "summary_short": "Rosetta Cammeniti Rosetta Cammeniti, Rosetta Rosie Cammeniti is a fictional character from the Australian soap opera Neighbours, played by Natalie Saleeba. The character was introduced into the serial as part of a group of four 20 somethings. Saleeba began filming in July and she made her first on-screen appearance on 12 October 2006. Rosettas storylines included an arranged marriage, a same-sex kiss and pseudocyesis. She departed on 25 April 2008."
    },
    {
        "title": "Spy Muppets: License to Croak",
        "summary": [
            "Spy Muppets: License to Croak",
            "Spy Muppets: License to Croak, Spy Muppets: License to Croak is an action video game, part of The Muppets franchise and released in 2003 made for Microsoft Windows and Game Boy Advance by Vicarious Visions and published by TDK Mediactive. It is a spoof of the James Bond films, the title being a reference to Licence to Kill. The player controls Kermit the Frog through several stages in order to stop the bad guys."
        ],
        "related": 164,
        "summary_short": "Spy Muppets: permission to croak Spy Muppets: permission to croak, Spy Muppets: permission to croak is an action video game, part of The Muppets franchise and released in 2003 made for Microsoft Windows and Game Boy Advance by Vicarious Visions and published by TDK Mediactive. It is a spoof of the James chemical_bond films, the title being a reference to permit to Kill. The player controls Kermit the salientian through several stages in order to cease the bad guys."
    },
    {
        "title": "Fame in the 20th Century",
        "summary": [
            "Fame in the 20th Century",
            "Fame in the 20th Century, Fame in the 20th Century is a 1993 BBC documentary television series and book by Clive James. The book and series examined the phenomenon of fame and how it expanded to international mass media proportions throughout the 20th century. The series first aired starting in January 1993, with 8 episodes divided in roughly 8 decades, from the 1900s to the 1980s. Each episode highlighted world-famous people during that part of the century. James delivered interesting and amusing comments about the portrayed celebrities and the various ways they became famous.\\nIn the United States, the series were broadcast on PBS and in Australia on ABC, though some footage was occasionally cut if the rights to it were too expensive. The series has never been repeated on television since, which James attributes to the fact that every inch of footage in the gigantic compilation belonged to some agency legally equipped to charge the Earth. He further points out that the book contains the text almost exactly as I read it out on screen. but I took care even at the time to write it as if it might have to survive on its own.\\n\\n"
        ],
        "related": 591,
        "summary_short": "celebrity in the twentieth C celebrity in the twentieth C, celebrity in the twentieth C is a 1993 BBC documentary television series and book by Clive St._James_the_Apostle. The book and series examined the phenomenon of celebrity and how it expanded to international wad media proportions throughout the twentieth century. The series first aired starting in January 1993, with 8 episodes divided in roughly 8 decades, from the 1900s to the 1980s. to_each_one episode highlighted world-famous people during that disunite of the century. St._James_the_Apostle delivered interesting and amusing comments about the portrayed celebrities and the various means they suit famous.\\nIn the United States, the series were broadcast on PBS and in Australia on ABC, though some footage was occasionally cut if the rights to it were too expensive. The series has never been repeated on television since, which St._James_the_Apostle attributes to the fact that every column_inch of footage in the gigantic compilation belonged to some agency legally equipped to charge the Earth. He further points out that the book contains the textbook almost exactly as I read it out on screen. but I take_up caution level at the meter to write it as if it might have to survive on its own.\\n\\n"
    },
    {
        "title": "Becca Hayton",
        "summary": [
            "Becca Hayton",
            "Becca Hayton, Becca Dean also Hayton is a fictional character from the Channel 4 soap opera Hollyoaks, played by Ali Bastian. She first appeared on-screen on 19 September 2001 and departed on 16 February 2007."
        ],
        "related": 271,
        "summary_short": "Becca Hayton Becca Hayton, Becca Dean also Hayton is a fictional character from the Channel 4 soap opera Hollyoaks, played by Ali Bastian. She first appeared on-screen on 19 September 2001 and departed on 16 February 2007."
    },
    {
        "title": "Brigitte Bardot",
        "summary": [
            "Brigitte Bardot",
            "Brigitte Bardot, Brigitte Anne-Marie Bardot listen brizh-EET bar-DOH; French: biit bado listen; born 28 September 1934, often referred to by her initials B.B., is a former French actress, singer and model. Famous for portraying sexually emancipated characters with hedonistic lifestyles, she was one of the best known sex symbols of the 1950s and 1960s. Although she withdrew from the entertainment industry in 1973, she remains a major popular culture icon.Born and raised in Paris, Bardot was an aspiring ballerina in her early life. She started her acting career in 1952. She achieved international recognition in 1957 for her role in And God Created Woman 1956, and also caught the attention of French intellectuals. She was the subject of Simone de Beauvoirs 1959 essay The Lolita Syndrome, which described her as a locomotive of womens history and built upon existentialist themes to declare her the first and most liberated woman of post-war France. She won a 1961 David di Donatello Best Foreign Actress Award for her work in The Truth. Bardot later starred in Jean-Luc Godards film Le Mpris 1963. For her role in Louis Malles film Viva Maria! 1965 she was nominated for the BAFTA Award for Best Foreign Actress.\\nBardot retired from the entertainment industry in 1973. She had acted in 47 films, performed in several musicals, and recorded more than 60 songs. She was awarded the Legion of Honour in 1985. After retiring, she became an animal rights activist and created the Fondation Brigitte Bardot. Bardot is known for her strong personality, outspokenness, and speeches on animal defence; she has been fined twice for public insults. She has also been a controversial political figure, having been fined five times for inciting racial hatred when she criticised immigration and Islam in France. She is married to Bernard dOrmale, a former adviser to Jean-Marie Le Pen, a French far-right politician. Bardot is a member of the Global 500 Roll of Honour of the United Nations Environment Programme and has received awards from UNESCO and PETA. Los Angeles Times Magazine ranked her second on the 50 Most Beautiful Women In Film."
        ],
        "related": 773,
        "summary_short": "Brigitte Bardot Brigitte Bardot, Brigitte Anne-Marie Bardot listen brizh-EET bar-DOH; French: biit bado listen; born 28 September 1934, often referred to by her initials B.B., is a former French actress, singer and model. Famous for portraying sexually emancipated characters with hedonistic lifestyles, she was one of the best known sex symbols of the 1950s and 1960s. Although she withdrew from the entertainment industry in 1973, she remains a major popular culture icon.Born and raised in Paris, Bardot was an aspiring ballerina in her early life. She started her acting career in 1952. She achieved international recognition in 1957 for her role in And God Created Woman 1956, and also caught the attention of French intellectuals. She was the subject of Simone de Beauvoirs 1959 essay The Lolita Syndrome, which described her as a locomotive of womens history and built upon existentialist themes to declare her the first and most liberated woman of post-war France. She won a 1961 David di Donatello Best Foreign Actress Award for her work in The Truth. Bardot later starred in Jean-Luc Godards film Le Mpris 1963. For her role in Louis Malles film Viva Maria! 1965 she was nominated for the BAFTA Award for Best Foreign Actress.\\nBardot retired from the entertainment industry in 1973. She had acted in 47 films, performed in several musicals, and recorded more than 60 songs. She was awarded the Legion of Honour in 1985. After retiring, she became an animal rights activist and created the Fondation Brigitte Bardot. Bardot is known for her strong personality, outspokenness, and speeches on animal defence; she has been fined twice for public insults. She has also been a controversial political figure, having been fined five times for inciting racial hatred when she criticised immigration and Islam in France. She is married to Bernard dOrmale, a former adviser to Jean-Marie Le Pen, a French far-right politician. Bardot is a member of the Global 500 Roll of Honour of the United Nations Environment Programme and has received awards from UNESCO and PETA. Los Angeles Times Magazine ranked her second on the 50 Most Beautiful Women In Film."
    },
    {
        "title": "error",
        "summary": [
            "error",
            "error"
        ],
        "related": "error",
        "summary_short": "mistake mistake"
    },
    {
        "title": "Road traffic safety",
        "summary": [
            "Road traffic safety",
            "Road traffic safety, Road traffic safety refers to the methods and measures used to prevent road users from being killed or seriously injured. Typical road users include pedestrians, cyclists, motorists, vehicle passengers, horse riders, and passengers of on-road public transport mainly buses and trams.\\nBest practices in modern road safety strategy: \\n\\nThe basic strategy of a Safe System approach is to ensure that in the event of a crash, the impact energies remain below the threshold likely to produce either death or serious injury. This threshold will vary from crash scenario to crash scenario, depending upon the level of protection offered to the road users involved. For example, the chances of survival for an unprotected pedestrian hit by a vehicle diminish rapidly at speeds greater than 30 km/h, whereas for a properly restrained motor vehicle occupant the critical impact speed is 50 km/h for side impact crashes and 70 km/h for head-on crashes.\\nAs sustainable solutions for classes of road safety have not been identified, particularly low-traffic rural and remote roads, a hierarchy of control should be applied, similar to classifications used to improve occupational safety and health. At the highest level is sustainable prevention of serious injury and death crashes, with sustainable requiring all key result areas to be considered. At the second level is real-time risk reduction, which involves providing users at severe risk with a specific warning to enable them to take mitigating action. The third level is about reducing the crash risk which involves applying the road-design standards and guidelines such as from AASHTO, improving driver behavior and enforcement.Traffic safety has been studied as a science for more than 75 years."
        ],
        "related": 334,
        "summary_short": "route dealings prophylactic route dealings prophylactic, route dealings prophylactic refers to the methods and measures practice to prevent route users from being killed or seriously injured. Typical route users include pedestrians, cyclists, motorists, vehicle passengers, horse riders, and passengers of on-route public transport mainly buses and trams.\\nBest practices in modern route prophylactic strategy: \\n\\nThe basic strategy of a prophylactic System approach is to ensure that in the event of a crash, the impact energies remain below the threshold likely to produce either death or serious injury. This threshold will vary from crash scenario to crash scenario, depending upon the level of protection offered to the route users involved. For example, the chances of survival for an unprotected pedestrian hit by a vehicle diminish rapidly at speeds greater than 30 km/h, whereas for a properly restrained motor vehicle occupant the critical impact speed is 50 km/h for side impact crashes and 70 km/h for head-on crashes.\\nAs sustainable solutions for classes of route prophylactic have not been identified, particularly low-dealings rural and remote routes, a hierarchy of control should be applied, similar to classifications practice to improve occupational prophylactic and health. At the highest level is sustainable prevention of serious injury and death crashes, with sustainable requiring all key result areas to be considered. At the second level is real-time risk reduction, which involves providing users at severe risk with a specific warning to enable them to take mitigating action. The third level is about reducing the crash risk which involves applying the route-design standards and guidelines such as from AASHTO, improving driver behavior and enforcement.Traffic prophylactic has been studied as a science for more than 75 years."
    },
    {
        "title": "The Entente: Battlefields WW1",
        "summary": [
            "The Entente: Battlefields WW1",
            "The Entente: Battlefields WW1, The Entente: Battlefields WW1 Russian: , romanized: Antanta; also known as World War I: The Great War is a real-time strategy video game developed by Lesta Studio and published in 2003 by Buka Entertainment. A Western version was released by Encore, Inc. in 2004. It simulates World War I from the perspective of the five main combatants: Russia, France, Germany, Britain and the Austrian-Hungarian Empire. It is similar in many ways to other real-time strategy games, focusing on economy and military paths to victory."
        ],
        "related": 60,
        "summary_short": "The Entente: field_of_battle WW1 The Entente: field_of_battle WW1, The Entente: field_of_battle WW1 Russian: , romanized: Antanta; also known as World War I: The Great War is a real-time strategy video gimpy developed by Lesta Studio and published in 2003 by Buka Entertainment. A Western version was released by Encore, Inc. in 2004. It simulates World War I from the perspective of the quintet main combatants: Russia, France, Germany, Britain and the Austrian-Hungarian Empire. It is similar in many ways to other real-time strategy gimpys, focusing on economy and military paths to victory."
    },
    {
        "title": "Animal Crackers in My Soup",
        "summary": [
            "Animal Crackers in My Soup",
            "Animal Crackers in My Soup, Animal Crackers in My Soup is a song introduced by Shirley Temple in the film Curly Top 1935. The lyrics were written by Irving Caesar and Ted Koehler and the music by Ray Henderson; the sheet music was published by Sam Fox Publishing Company.Numerous singles and albums containing the Shirley Temple version of the song exist, including at least one CD with it as title track. Temples version made the Hit Parade, but did not attain the popularity of her earlier hit On the Good Ship Lollipop, which was No.2 for the year.\\nIt was recorded by Don Bestor and his orchestra Brunswick 7495 and Mae Questel, voice of Betty Boop and Olive Oyl, released a recording of the song in the 1930s.Two members of The Irish Rovers, one of whom is dressed up like Temple, sing the song in one sketch as part of one of the 1971 episodes of The Irish Rovers Show. The song was performed by Elke Sommer on The Muppet Show in 1979. It was also on the Anne Murray album Theres a Hippo in My Tub.\\nAnother cover version appears on the 2002 album Maria Muldaur Presents - Animal Crackers In My Soup: Songs Of Shirley Temple. Barbra Streisand performed the first verse of this song in her Color Me Barbra Medley for the television special and album Color Me Barbra.The song was covered by Joanie Bartels on her 1980 Sillytime Magic album, releasing it as a single, and was also on the video The Rainy Day Adventure and it also appeared on the compilation album The Stars of Discovery Music. The song is performed by Sammee Lee Jones as a lookalike of Temple in the 1971 film Whats the Matter with Helen?.\\nAn updated recording of the song was used as theme music for the 1985 Australian TV series Zoo Family."
        ],
        "related": 34,
        "summary_short": "beast buggy in My soup beast buggy in My soup, beast buggy in My soup is a birdsong introduced by Shirley Temple in the motion-picture_show Curly Top 1935. The lyrics were written by Irving Caesar and Ted Koehler and the music by Ray Henderson; the sheet music was published by Sam Fox Publishing Company.Numerous babble_outles and albums containing the Shirley Temple version of the birdsong exist, including at least one CD with it as title track. Temples version made the Hit Parade, but did not attain the popularity of her earlier hit On the skilful send Lollipop, which was No.2 for the year.\\nIt was recorded by Don Bestor and his orchestra Brunswick 7495 and Mae Questel, voice of Betty Boop and Olive Oyl, released a recording of the birdsong in the 1930s.Two members of The Irish Rovers, one of whom is dressed up similar Temple, babble_out the birdsong in one sketch as part of one of the 1971 episodes of The Irish Rovers testify. The birdsong was performed by Elke Sommer on The Muppet testify in 1979. It was also on the Anne Murray album Theres a Hippo in My Tub.\\nAnother cover version appears on the 2002 album Maria Muldaur Presents - beast buggy In My soup: strain Of Shirley Temple. Barbra Streisand performed the first verse of this birdsong in her Color Me Barbra Medley for the television special and album Color Me Barbra.The birdsong was covered by Joanie Bartels on her 1980 Sillytime Magic album, releababble_out it as a babble_outle, and was also on the video The showery Day Adventure and it also appeared on the compilation album The Stars of Discovery Music. The birdsong is performed by Sammee Lee Jones as a lookasimilar of Temple in the 1971 motion-picture_show Whats the Matter with Helen?.\\nAn updated recording of the birdsong was used as theme music for the 1985 Australian TV series Zoo Family."
    },
    {
        "title": "Occupy Wall Street",
        "summary": [
            "Occupy Wall Street",
            "Occupy Wall Street, Occupy Wall Street OWS was a protest movement against economic inequality and the influence of money in politics that began in Zuccotti Park, located in New York Citys Wall Street financial district, in September 2011. It gave rise to the wider Occupy movement in the United States and other countries.\\nThe Canadian anti-consumerist magazine Adbusters initiated the call for a protest. The main issues raised by Occupy Wall Street were social and economic inequality, greed, corruption and the undue influence of corporations on governmentparticularly from the financial services sector. The OWS slogan, We are the 99%, refers to income and wealth inequality in the U.S. between the wealthiest 1% and the rest of the population. To achieve their goals, protesters acted on consensus-based decisions made in general assemblies which emphasized redress through direct action over the petitioning to authorities.The protesters were forced out of Zuccotti Park on November 15, 2011. Protesters then turned their focus to occupying banks, corporate headquarters, board meetings, foreclosed homes, college and university campuses and social media."
        ],
        "related": 540,
        "summary_short": "worry fence_in street worry fence_in street, worry fence_in street OWS was a protest movement against economic inequality and the influence of money in politics that began in Zuccotti parking_lot, located in New York Citys fence_in street financial district, in September 2011. It render rise to the wider worry movement in the United United_States_Department_of_State and other countries.\\nThe Canadian anti-consumerist magazine Adbusters initiated the margin_call for a protest. The briny issues raised by worry fence_in street were social and economic inequality, greed, corruption and the undue influence of corporations on governmentparticularly from the financial services sector. The OWS slogan, We are the 99%, refers to income and wealth inequality in the U.S. between the wealthiest 1% and the breathe of the population. To achieve their goals, protesters acted on consensus-based decisions seduce in general assemblies which emphasized redress through train action over the petitioning to authorities.The protesters were forced out of Zuccotti parking_lot on November 15, 2011. Protesters then turned their focus to occupying banks, corporate headquarters, board meetings, foreclosed homes, college and university campuses and social media."
    },
    {
        "title": "Snuff (tobacco)",
        "summary": [
            "Snuff (tobacco)",
            "Snuff tobacco, Snuff is a smokeless tobacco made from finely ground or pulverized tobacco leaves.\\nIt is inhaled or sniffed alternatively sometimes written as snuffed into the nasal cavity, delivering a swift hit of nicotine and a lasting flavored scent especially if flavoring has been blended with the tobacco. Traditionally, it is sniffed or inhaled lightly after a pinch of snuff is either placed onto the back surface of the hand, held pinched between thumb and index finger, or held by a specially made snuffing device.\\nSnuff originated in the Americas and was in common use in Europe by the 17th century. Traditional snuff production consists of a lengthy, multi-step process, in tobacco snuff mills. The selected tobacco leaves are first subject to special tobacco curing or fermentation processes, where they will later provide the individual characteristics and flavor for each type of snuff blend. Snuff is usually scented or flavored, with many blends of snuff requiring months to years of special storage to reach the required maturity. Typical traditional flavors are varieties of blended tobacco leaves considered original fine snuff without any addition of scents or essences. Varieties of spice, piquant, fruit, floral, and mentholated also called medicated soon followed, either pure or in blends. Each snuff manufacturer usually has a variety of unique recipes and blends, as well as special recipes for individual customers. Common flavors also include coffee, chocolate, bordeaux, honey, vanilla, cherry, orange, apricot, plum, camphor, cinnamon, rose and spearmint. Modern flavors include bourbon, cola and whisky. Traditional classic German snuff blends are the pungent and sharp Schmalzler and Brasil blends.\\nSnuff comes in a range of texture and moistness, from very fine to coarse, and from toast very dry to very moist. Often drier snuffs are ground more finely. There is also a range of tobacco-free snuffs, such as Pschls Weiss White, made from glucose powder or herbs. While strictly speaking, these are not snuffs because they contain no tobacco, they are an alternative for those who wish to avoid nicotine, or for cutting a strong snuff to an acceptable strength."
        ],
        "related": 132,
        "summary_short": "sniffle (tobacco_plant) sniffle tobacco_plant, sniffle is a smokeless tobacco_plant made from finely ground or pulverized tobacco_plant leaves.\\nIt is inhaled or sniffed alternatively sometimes written as sniff into the nasal cavity, delivering a swift hit of nicotine and a lasting flavored scent especially if flavoring has been blended with the tobacco_plant. Traditionally, it is sniffed or inhaled lightly after a pinch of sniff is either placed onto the back surface of the hand, held pinched between thumb and index finger, or held by a specially made sniffing device.\\nsniffle originated in the Americas and was in common use in Europe by the 17th century. Traditional sniff production consists of a lengthy, multi-step process, in tobacco_plant sniff mills. The selected tobacco_plant leaves are first subject to special tobacco_plant curing or fermentation processes, where they will later provide the individual characteristics and flavor for each type of sniff blend. sniffle is usually scented or flavored, with many blends of sniff requiring months to years of special storage to reach the required maturity. Typical traditional flavors are varieties of blended tobacco_plant leaves considered original fine sniff without any addition of scents or essences. Varieties of spice, piquant, fruit, floral, and mentholated also called medicated soon followed, either pure or in blends. Each sniff manufacturer usually has a variety of unique recipes and blends, as well as special recipes for individual customers. Common flavors also include coffee, chocolate, bordeaux, honey, vanilla, cherry, orange, apricot, plum, camphor, cinnamon, rose and spearmint. Modern flavors include bourbon, cola and whisky. Traditional classic German sniff blends are the pungent and sharp Schmalzler and Brasil blends.\\nsniffle comes in a range of texture and moistness, from very fine to coarse, and from toast very dry to very moist. Often drier sniffle are ground more finely. There is also a range of tobacco_plant-free sniffle, such as Pschls Weiss White, made from glucose powder or herbs. While strictly speaking, these are not sniffle because they contain no tobacco_plant, they are an alternative for those who wish to avoid nicotine, or for cutting a strong sniff to an acceptable strength."
    },
    {
        "title": "Luise von Waldensteyck",
        "summary": [
            "Luise von Waldensteyck",
            "Luise von Waldensteyck, Luise Letizia Katharina von Waldensteyck is a fictional character from the German soap opera Verbotene Liebe Forbidden Love, portrayed by actress Mascha Mller. She first appeared on January 21, 2009 and left the show on March 12, 2010."
        ],
        "related": 57,
        "summary_short": "Luise von Waldensteyck Luise von Waldensteyck, Luise Letizia Katharina von Waldensteyck is a fictional character from the German easy_lay opera Verbotene Liebe Forbidden Love, portrayed by actress Mascha Mller. She first appeared on January 21, 2009 and left the prove on March 12, 2010."
    },
    {
        "title": "Alex Kidd BMX Trial",
        "summary": [
            "Alex Kidd BMX Trial",
            "Alex Kidd BMX Trial, Alex Kidd BMX Trial BMX, Arekkusu Kiddo BMX Toraiaru is a video game developed and published by Sega. It was released in Japan for the Master System in 1987."
        ],
        "related": 27,
        "summary_short": "Alex Captain_Kidd BMX trial_run Alex Captain_Kidd BMX trial_run, Alex Captain_Kidd BMX trial_run BMX, Arekkusu Captain_Kiddo BMX Toraiaru is a picture game developed and published by Sega. It was released in Japan for the Master System in 1987."
    },
    {
        "title": "Steambot Chronicles",
        "summary": [
            "Steambot Chronicles",
            "Steambot Chronicles, Steambot Chronicles, known in Japan as Ponkotsu Roman Daikatsugeki: Bumpy Trot is a 2005 action role-playing game developed and published by Irem Software Engineering in Japan for the PlayStation 2. It was later published by Atlus in North America and 505 Games in PAL regions. The game features a sandbox style of steam-powered, mech-based gameplay.\\nA sequel, Bumpy Trot 2, was announced and shown at the 2006 Tokyo Game Show, though it was officially cancelled in 2011. Two spin-off titles were also released: Steambot Chronicles: Battle Tournament for the PlayStation Portable and Blocks Club with Bumpy Trot, originally released for the PlayStation 2 and later ported to the PlayStation Portable."
        ],
        "related": 72,
        "summary_short": "Steambot story Steambot story, Steambot story, known in Japan as Ponkotsu Roman Daikatsugeki: Bumpy Trot is a 2005 action role-playing game developed and published by Irem Software Engineering in Japan for the PlayStation 2. It was later published by Atlus in North America and 505 Games in PAL regions. The game features a sandbox style of steam-powered, mech-based gameplay.\\nA sequel, Bumpy Trot 2, was announced and shown at the 2006 Tokyo Game Show, though it was officially cancelled in 2011. Two spin-off titles were also released: Steambot story: Battle Tournament for the PlayStation Portable and Blocks Club with Bumpy Trot, originally released for the PlayStation 2 and later ported to the PlayStation Portable."
    },
    {
        "title": "Forbes Celebrity 100",
        "summary": [
            "Forbes Celebrity 100",
            "Forbes Celebrity 100, Celebrity 100 is an annual list compiled and published by Forbes magazine since 1999, preceding by the Forbes Top 40 entertainers list. Until 2014, the rankings were made based on a complex combination of factors, including earnings, social media following, magazine covers and a range of qualitative metrics, with the aim of measuring power. Since 2015, Forbes has solely factored pretax earnings from June of the previous year through June of the publishing year, before deducting fees for managers, lawyers and agents."
        ],
        "related": 147,
        "summary_short": "Forbes fame 100 Forbes fame 100, fame 100 is an annual list compiled and published by Forbes magazine since 1999, preceding by the Forbes Top 40 entertainers list. Until 2014, the rankings were made based on a complex combination of factors, including earnings, social media following, magazine covers and a range of qualitative metrics, with the aim of measuring power. Since 2015, Forbes has solely factored pretax earnings from June of the previous year through June of the publishing year, before deducting fees for managers, lawyers and agents."
    },
    {
        "title": "Cosmo Kramer",
        "summary": [
            "Cosmo Kramer",
            "Cosmo Kramer, Cosmo Kramer, usually referred to as simply Kramer, is a fictional character in the American television sitcom Seinfeld 19891998 played by Michael Richards.\\nThe character is loosely based on comedian Kenny Kramer, Larry Davids ex-neighbor across the hall. Kramer is the neighbor of the series main character, Jerry Seinfeld, and is friends with George Costanza and Elaine Benes. Of the series four central characters, only Kramer has no visible means of support; what few jobs he holds seem to be nothing more than larks.\\nA lovable rogue, his trademarks include his upright hairstyle and vintage wardrobe, whose combination led Elaine to characterize him as a hipster doofus; his taste in fresh fruit; love of occasional smoking, Cuban cigars in particular; bursts through Jerrys apartment door without knocking; frequent pratfalls and penchant for nonsensical, percussive outbursts of noise to indicate skepticism, agreement, irritation and a variety of other feelings. He has been described as an extraordinary cross between Eraserhead and Herman Munster.Kramer appeared in all but two episodes: The Chinese Restaurant and The Pen, in the second and third seasons, respectively. In the pilot episode, Kramer was called Kessler to prevent legal issues; Kenny Kramer later permitted the use of his name."
        ],
        "related": 180,
        "summary_short": "Cosmo Kramer Cosmo Kramer, Cosmo Kramer, usually referred to as simply Kramer, is a fictional character in the American television sitcom Seinfeld 19891998 played by Michael Richards.\\nThe character is loosely based on comedian Kenny Kramer, Larry Davids ex-neighbor across the hall. Kramer is the neighbor of the series main character, Jerry Seinfeld, and is friends with George Costanza and Elaine Benes. Of the series four central characters, only Kramer has no visible means of support; what few jobs he holds seem to be nothing more than larks.\\nA lovable rogue, his trademarks include his upright hairstyle and vintage wardrobe, whose combination led Elaine to characterize him as a hipster doofus; his taste in fresh fruit; love of occasional smoking, Cuban cigars in particular; bursts through Jerrys apartment door without knocking; frequent pratfalls and penchant for nonsensical, percussive outbursts of noise to indicate skepticism, agreement, irritation and a variety of other feelings. He has been described as an extraordinary cross between Eraserhead and Herman Munster.Kramer appeared in all but two episodes: The Chinese Restaurant and The Pen, in the second and third seasons, respectively. In the pilot episode, Kramer was called Kessler to prevent legal issues; Kenny Kramer belated permitted the use of his name."
    },
    {
        "title": "Tarzan yell",
        "summary": [
            "Tarzan yell",
            "Tarzan yell, The Tarzan yell or Tarzans jungle call is the distinctive, ululating yell of the character Tarzan as portrayed by actor Johnny Weissmuller in the films based on the character created by Edgar Rice Burroughs starting with Tarzan the Ape Man 1932. The yell was a creation of the movies based on what Burroughs described in his books as simply the victory cry of the bull ape."
        ],
        "related": 257,
        "summary_short": "Tarzan_of_the_Apes scream Tarzan_of_the_Apes scream, The Tarzan_of_the_Apes scream or Tarzan_of_the_Apes jungle ring is the distinctive, ululating scream of the character Tarzan_of_the_Apes as portrayed by actor Johnny Weissmuller in the films based on the character created by Edgar Rice Burroughs starting with Tarzan_of_the_Apes the Ape Man 1932. The scream was a creation of the movies based on what Burroughs described in his books as simply the victory cry of the bull_through ape."
    },
    {
        "title": "Shooting Range (video game)",
        "summary": [
            "Shooting Range (video game)",
            "Shooting Range video game, Shooting Range is a video game for the Nintendo Entertainment System published by Bandai in 1989."
        ],
        "related": 38,
        "summary_short": "dash roll (telecasting stake) dash roll telecasting stake, dash roll is a telecasting stake for the Nintendo Entertainment System published by Bandai in 1989."
    },
    {
        "title": "Midgetville",
        "summary": [
            "Midgetville",
            "Midgetville, Midgetville also known as tiny towns refers to real or legendary communities of midgets, people with forms of dwarfism who are normally proportioned, or collections of small midget-sized houses. Real or legendary, they are at times given fanciful qualities see Little people mythology. Some real ones may play on mythology for tourism purposes. Hence some descriptions are not meant to imply anything concerning ordinary or real people with dwarfism."
        ],
        "related": 162,
        "summary_short": "Midgetville Midgetville, Midgetville also known as tiny towns refers to real or legendary communities of midgets, people with forms of dwarfism who are normally proportioned, or collections of small midget-sized houses. Real or legendary, they are at times given fanciful qualities see Little people mythology. Some real ones may play on mythology for tourism purposes. Hence some descriptions are not meant to imply anything concerning ordinary or real people with dwarfism."
    },
    {
        "title": "Paul Ryan (As the World Turns)",
        "summary": [
            "Paul Ryan (As the World Turns)",
            "Paul Ryan As the World Turns, Paul Ryan is a fictional character on the CBS soap opera As the World Turns. The role was originated in 1980 and portrayed by several child actors until he was SORASed in 1986. The role was last portrayed by Roger Howarth who stepped into the role in 2003."
        ],
        "related": 71,
        "summary_short": "St._Paul Ryan (As the cosmos Turns) St._Paul Ryan As the cosmos Turns, St._Paul Ryan is a fictional character on the CBS max opera As the cosmos Turns. The character was originated in 1980 and portrayed by several fry actors until he was SORASed in 1986. The character was final_stage portrayed by Roger Howarth who stepped into the character in 2003."
    },
    {
        "title": "Natasha Wylde",
        "summary": [
            "Natasha Wylde",
            "Natasha Wylde, Natasha Wylde is a fictional character from the British soap opera Emmerdale played by Amanda Donohoe. She made her first appearance, along with her husband Mark Wylde Maxwell Caulfield, on 15 January 2009. It was announced in July 2010 that Donohoe had quit her role as Natasha, and would leave the series later in the year. She made her final appearance on 24 November 2010."
        ],
        "related": 194,
        "summary_short": "Natasha Wylde Natasha Wylde, Natasha Wylde is a fictional character from the British soap opera Emmerdale played by Amanda Donohoe. She draw her first appearance, along with her husband Mark Wylde Maxwell Caulfield, on 15 January 2009. It was announced in July 2010 that Donohoe had quit her character as Natasha, and would leave the series later in the year. She draw her final appearance on 24 November 2010."
    },
    {
        "title": "Louis Mountbatten, 1st Earl Mountbatten of Burma",
        "summary": [
            "Louis Mountbatten, 1st Earl Mountbatten of Burma",
            "Louis Mountbatten, 1st Earl Mountbatten of Burma, Louis Francis Albert Victor Nicholas Mountbatten, 1st Earl Mountbatten of Burma 25 June 1900 27 August 1979 was a British naval officer, colonial administrator and close relative of the British royal family. Mountbatten, who was of German descent, was born in the United Kingdom to the prominent Battenberg family and was a maternal uncle of Prince Philip, Duke of Edinburgh, and a second cousin of King George VI. He joined the Royal Navy during the First World War and was appointed Supreme Allied Commander, South East Asia Command, in the Second World War. He later served as the last Viceroy of British India and briefly as the first Governor-General of the Dominion of India.\\nMountbatten attended the Royal Naval College, Osborne, before entering the Royal Navy in 1916. He saw action during the closing phase of the First World War, and after the war briefly attended Christs College, Cambridge. During the interwar period, Mountbatten continued to pursue his naval career, specialising in naval communications.\\nFollowing the outbreak of the Second World War, Mountbatten commanded the destroyer HMS Kelly and the 5th Destroyer Flotilla. He saw considerable action in Norway, in the English Channel, and in the Mediterranean. In August 1941, he received command of the aircraft carrier HMS Illustrious. He was appointed chief of Combined Operations and a member of the Chiefs of Staff Committee in early 1942, and organised the raids on St Nazaire and Dieppe. In August 1943, Mountbatten became Supreme Allied Commander South East Asia Command and oversaw the recapture of Burma and Singapore from the Japanese by the end of 1945. For his service during the war, Mountbatten was created viscount in 1946 and earl the following year.\\nIn March 1947, Mountbatten was appointed Viceroy of India and oversaw the Partition of India into India and Pakistan. He then served as the first Governor-General of India until June 1948. In 1952, Mountbatten was appointed commander-in-chief of the British Mediterranean Fleet and NATO Commander Allied Forces Mediterranean. From 1955 to 1959, he was First Sea Lord, a position that had been held by his father, Prince Louis of Battenberg, some forty years earlier. Thereafter he served as chief of the Defence Staff until 1965, making him the longest-serving professional head of the British Armed Forces to date. During this period Mountbatten also served as chairman of the NATO Military Committee for a year.\\nIn August 1979, Mountbatten was assassinated by a bomb planted aboard his fishing boat in Mullaghmore, County Sligo, Ireland, by members of the Provisional Irish Republican Army. He received a ceremonial funeral at Westminster Abbey and was buried in Romsey Abbey in Hampshire."
        ],
        "related": 1337,
        "summary_short": "Joe_Louis Mountbatten, 1st earl Mountbatten of Union_of_Burma Joe_Louis Mountbatten, 1st earl Mountbatten of Union_of_Burma, Joe_Louis Francis Albert Victor Nicholas Mountbatten, 1st earl Mountbatten of Union_of_Burma 25 June 1900 27 August 1979 was a British naval officer, colonial administrator and close relative of the British royal family. Mountbatten, who was of German_language descent, was conduct in the United Kingdom to the prominent Battenberg family and was a maternal uncle of Prince Philip, Duke of Edinburgh, and a second full_cousin of King George VI. He joined the Royal navy_blue during the maiden man War and was appointed Supreme Allied Commander, Confederacy east Asia Command, in the Second man War. He later served as the concluding Viceroy of British India and briefly as the get-go Governor-General of the Dominion of India.\\nMountbatten attended the Royal naval College, Osconducte, before entering the Royal navy_blue in 1916. He saw action during the closing phase of the maiden man War, and after the war briefly attended Christs College, Cambridge. During the interwar period, Mountbatten continued to pursue his naval career, specialising in naval communications.\\nFollowing the outbreak of the Second man War, Mountbatten commanded the destroyer HMS Kelly and the 5th Destroyer Flotilla. He saw considerable action in Norway, in the English Channel, and in the Mediterranean. In August 1941, he received command of the aircraft carrier HMS Illustrious. He was appointed chief of Combined Operations and a member of the Chiefs of Staff Committee in betimes 1942, and organised the raids on St Nazaire and Dieppe. In August 1943, Mountbatten became Supreme Allied Commander Confederacy east Asia Command and oversaw the recapture of Union_of_Burma and Singapore from the Japanese by the end of 1945. For his service during the war, Mountbatten was created viscount in 1946 and earl the following year.\\nIn MArch 1947, Mountbatten was appointed Viceroy of India and oversaw the Partition of India into India and Pakistan. He then served as the get-go Governor-General of India until June 1948. In 1952, Mountbatten was appointed commander-in-chief of the British Mediterranean Fleet and NATO Commander Allied Forces Mediterranean. From 1955 to 1959, he was maiden Sea Lord, a position that had been held by his father, Prince Joe_Louis of Battenberg, some forty yr earlier. Thereafter he served as chief of the Defence Staff until 1965, making him the longest-serving professional head of the British Armed Forces to date. During this period Mountbatten likewise served as chairman of the NATO Military Committee for a year.\\nIn August 1979, Mountbatten was assassinated by a dud planted aboard his fishing sauceboat in Mullaghmore, County Sligo, Ireland, by members of the Provisional Irish Republican Army. He received a ceremonial funeral at Westminster Abbey and was buried in Romsey Abbey in Hampshire."
    },
    {
        "title": "Jennifer Munson Donovan",
        "summary": [
            "Jennifer Munson Donovan",
            "Jennifer Munson Donovan, Jennifer Munson is a fictional character on the CBS soap opera As the World Turns. The character was the daughter of late police chief, Hal Munson, and fashion designer, Barbara Ryan. She was born on-screen on October 29, 1990 and died on-screen on July 7, 2006 of cardiovascular myopathy brought on by a pneumonic infection.\\nThe role was portrayed by Jennifer Ferrin at the time of the characters death. She received two Daytime Emmy nominations in 2005 and 2006 for Outstanding Younger Actress and Outstanding Supporting Actress respectively."
        ],
        "related": 67,
        "summary_short": "Jennifer Munson Donovan Jennifer Munson Donovan, Jennifer Munson is a fictional character on the CBS soap opera As the World Turns. The character was the daughter of late police chief, Hal Munson, and fashion designer, Barbara Ryan. She was born on-screen on October 29, 1990 and died on-screen on July 7, 2006 of cardiovascular myopathy brought on by a pneumonic infection.\\nThe role was portrayed by Jennifer Ferrin at the time of the characters death. She received two Daytime Emmy nominations in 2005 and 2006 for Outstanding Younger Actress and Outstanding Supporting Actress respectively."
    },
    {
        "title": "The Rite of Spring",
        "summary": [
            "The Rite of Spring",
            "The Rite of Spring, The Rite of Spring French: Le Sacre du printemps is a ballet and orchestral concert work by the Russian composer Igor Stravinsky. It was written for the 1913 Paris season of Sergei Diaghilevs Ballets Russes company; the original choreography was by Vaslav Nijinsky with stage designs and costumes by Nicholas Roerich. When first performed at the Thtre des Champs-lyses on 29 May 1913, the avant-garde nature of the music and choreography caused a sensation. Many have called the first-night reaction a riot or near-riot, though this wording did not come about until reviews of later performances in 1924, over a decade later. Although designed as a work for the stage, with specific passages accompanying characters and action, the music achieved equal if not greater recognition as a concert piece and is widely considered to be one of the most influential musical works of the 20th century.\\nStravinsky was a young, virtually unknown composer when Diaghilev recruited him to create works for the Ballets Russes. Le Sacre du printemps was the third such major project, after the acclaimed Firebird 1910 and Petrushka 1911. The concept behind The Rite of Spring, developed by Roerich from Stravinskys outline idea, is suggested by its subtitle, Pictures of Pagan Russia in Two Parts; the scenario depicts various primitive rituals celebrating the advent of spring, after which a young girl is chosen as a sacrificial victim and dances herself to death. After a mixed critical reception for its original run and a short London tour, the ballet was not performed again until the 1920s, when a version choreographed by Lonide Massine replaced Nijinskys original, which saw only eight performances. Massines was the forerunner of many innovative productions directed by the worlds leading choreographers, gaining the work worldwide acceptance. In the 1980s, Nijinskys original choreography, long believed lost, was reconstructed by the Joffrey Ballet in Los Angeles.\\nStravinskys score contains many novel features for its time, including experiments in tonality, metre, rhythm, stress and dissonance. Analysts have noted in the score a significant grounding in Russian folk music, a relationship Stravinsky tended to deny. Regarded as among the first modernist works, the music influenced many of the 20th-centurys leading composers and is one of the most recorded works in the classical repertoire."
        ],
        "related": 910,
        "summary_short": "The ritual of springiness The ritual of springiness, The ritual of springiness French: Le Sacre du printemps is a ballet and orchestral concert turn by the Russian composer Igor Stravinsky. It was written for the 1913 Paris season of Sergei Diaghilevs Ballets Russes company; the original choreography was by Vaslav Nijinsky with stage designs and costumes by Nicholas Roerich. When first performed at the Thtre des Champs-lyses on 29 May 1913, the avant-garde nature of the music and choreography caused a sensation. Many have called the first-night reaction a belly_laugh or near-belly_laugh, though this give_voice did not total about until reviews of ulterior performances in 1924, over a decade ulterior. Although designed as a turn for the stage, with specific passages accompanying characters and action, the music achieved equal if not greater recognition as a concert firearm and is widely considered to be one of the most influential musical turns of the twentieth century.\\nStravinsky was a young, virtually unknown composer when Diaghilev recruited him to create turns for the Ballets Russes. Le Sacre du printemps was the third such major project, after the acclaimed Firebird 1910 and Petrushka 1911. The concept behind The ritual of springiness, developed by Roerich from Stravinskys outline idea, is suggested by its subtitle, Pictures of Pagan Russia in Two Parts; the scenario depicts various primitive rituals celebrating the advent of spring, after which a young young_lady is chosen as a sacrificial victim and dances herself to death. later a mix_in critical reception for its original run and a short London tour, the ballet was not performed again until the 1920s, when a version choreographed by Lonide Massine replaced Nijinskys original, which saw only eight performances. Massines was the forerunner of many innovative productions directed by the worlds leading choreographers, gaining the turn worldwide acceptance. In the 1980s, Nijinskys original choreography, hanker believed lost, was reconstructed by the Joffrey Ballet in Los Angeles.\\nStravinskys score contains many novel features for its time, including experiments in tonality, metre, rhythm, stress and dissonance. Analysts have mention in the score a significant grounding in Russian family_line music, a relationship Stravinsky tended to deny. Regarded as among the first modernist turns, the music influenced many of the twentieth-centurys leading composers and is one of the most recorded turns in the classical repertoire."
    },
    {
        "title": "Deep Dungeon",
        "summary": [
            "Deep Dungeon",
            "Deep Dungeon, Deep Dungeon is a series of role-playing video games developed by HummingBirdSoft. The first two installments were released on the Family Computer Disk System by Squares label DOG; the third one was released on the regular Family Computer by Square directly and the final one by Asmik."
        ],
        "related": 23,
        "summary_short": "deep donjon deep donjon, deep donjon is a series of role-playing video games developed by HummingBirdSoft. The first two installments were released on the Family Computer platter System by Squares label DOG; the third one was released on the regular Family Computer by Square directly and the final one by Asmik."
    },
    {
        "title": "Earthworm Jim 2",
        "summary": [
            "Earthworm Jim 2",
            "Earthworm Jim 2, Earthworm Jim 2 is a 1995 run and gun platform video game and the sequel to Earthworm Jim, and the second and final game in the Earthworm Jim series developed by original creators Doug TenNapel, David Perry, and Shiny Entertainment. It was released in late 1995 and early 1996 depending on region and video game console, initially being released for the Sega Genesis and Super Nintendo Entertainment System, before being ported to other platforms."
        ],
        "related": 114,
        "summary_short": "fishworm Jim 2 fishworm Jim 2, fishworm Jim 2 is a 1995 run and gun platform video secret_plan and the sequel to fishworm Jim, and the second and final secret_plan in the fishworm Jim series developed by original creators Doug TenNapel, David Perry, and Shiny Entertainment. It was released in late 1995 and early 1996 depending on region and video secret_plan console, initially being released for the Sega Genesis and Super Nintendo Entertainment System, before being ported to other platforms."
    },
    {
        "title": "Kevin Webster",
        "summary": [
            "Kevin Webster",
            "Kevin Webster, Kevin Webster is a fictional character from the British ITV soap opera Coronation Street. Portrayed by Michael Le Vell, the character first appeared on-screen during the episode airing on 19 October 1983. Le Vell was suspended from the soap in February 2013 due to allegations of sexual offences, with scenes he had already filmed cut from broadcast. Le Vell was found not guilty of all charges in September 2013, and briefly returned in early 2014, before taking another 3-month break from the show and returning once again.Kevin is protective of his two daughters Rosie Webster Emma Collinge, Helen Flanagan and Sophie Webster Ashleigh Middleton, Emma Woodward, Brooke Vincent and their mother Sally Webster Sally Dynevor. His notable storylines have seen him have an on-and-off relationship and marriage with Sally, his affairs with Natalie Horrocks Denise Welch and Molly Dobbs Vicky Binns, the latter of which resulted in the birth of his illegitimate son Jack Kyran Bowes and subsequent second divorce from Sally. Kevin has since embarked on a romance with Jenny Bradley Sally Ann Matthews. The relationship ended in 2015 after she kidnapped Jack.\\nMore recently, his storylines have focused on him caring for Jack after he was diagnosed with sepsis, requiring foot amputation and helping him with treatment."
        ],
        "related": 329,
        "summary_short": "Kevin Daniel_Webster Kevin Daniel_Webster, Kevin Daniel_Webster is a fictional character from the British ITV soap opera Coronation Street. Portrayed by Michael Le Vell, the character first appeared on-screen during the episode airing on 19 October 1983. Le Vell was suspended from the soap in February 2013 due to allegations of sexual offences, with scenes he had already filmed cut from broadcast. Le Vell was found not guilty of all charges in September 2013, and briefly returned in early 2014, before taking another 3-month break from the show and returning once again.Kevin is protective of his two daughters Rosie Daniel_Webster Emma Collinge, Helen_of_Troy Flanagan and Sophie Daniel_Webster Ashleigh Middleton, Emma Woodward, Brooke Vincent and their mother Sally Daniel_Webster Sally Dynevor. His notable storylines have watch him have an on-and-off relationship and marriage with Sally, his affairs with Natalie Horrocks Denise Welch and Molly Dobbs Vicky Binns, the latter of which resulted in the birth of his illegitimate son Jack Kyran Bowes and subsequent second divorce from Sally. Kevin has since embarked on a romance with Jenny Bradley Sally Ann Matthews. The relationship ended in 2015 after she kidnapped Jack.\\nMore recently, his storylines have focused on him caring for Jack after he was diagnosed with sepsis, requiring foot amputation and helping him with treatment."
    },
    {
        "title": "SecureDrop",
        "summary": [
            "SecureDrop",
            "SecureDrop, SecureDrop is a free software platform for secure communication between journalists and sources whistleblowers. It was originally designed and developed by Aaron Swartz and Kevin Poulsen under the name DeadDrop. James Dolan also co-created the software."
        ],
        "related": 56,
        "summary_short": "SecureDrop SecureDrop, SecureDrop is a free software platform for secure communication between journalists and sources whistleblowers. It was originally designed and developed by Aaron Swartz and Kevin Poulsen under the name DeadDrop. James Dolan also co-created the software."
    },
    {
        "title": "Armalyte",
        "summary": [
            "Armalyte",
            "Armalyte, Armalyte is a horizontally scrolling shooter developed by Cyberdyne Systems in 1988."
        ],
        "related": 33,
        "summary_short": "Armalyte Armalyte, Armalyte is a horizontally scrolling shooter developed by Cyberdyne Systems in 1988."
    },
    {
        "title": "Marcus Dent",
        "summary": [
            "Marcus Dent",
            "Marcus Dent, Marcus Dent is a fictional character from the British ITV soap opera Coronation Street, played by Charlie Condou. He made his first screen appearance during the episode on 7 September 2007. Marcus departed on 5 September 2008, but returned on 24 April 2011. It was announced on 26 November 2013, that Condou would be leaving the soap, filming his final scenes in May 2014. Marcus departed on 14 July 2014."
        ],
        "related": 259,
        "summary_short": "Marcus nick Marcus nick, Marcus nick is a fictional character from the British ITV soap opera Coronation Street, played by Charlie Condou. He made his first screen appearance during the episode on 7 September 2007. Marcus departed on 5 September 2008, but returned on 24 April 2011. It was announced on 26 November 2013, that Condou would be leaving the soap, filming his final scenes in May 2014. Marcus departed on 14 July 2014."
    },
    {
        "title": "Wiki",
        "summary": [
            "Wiki",
            "Wiki, A wiki listen WIK-ee is an online hypertext publication collaboratively edited and managed by its own audience, using a web browser. A typical wiki contains multiple pages for the subjects or scope of the project, and could be either open to the public or limited to use within an organization for maintaining its internal knowledge base.\\nWikis are enabled by wiki software, otherwise known as wiki engines. A wiki engine, being a form of a content management system, differs from other web-based systems such as blog software, in that the content is created without any defined owner or leader, and wikis have little inherent structure, allowing structure to emerge according to the needs of the users. Wiki engines usually allow content to be written using a simplified markup language and sometimes edited with the help of a rich-text editor. There are dozens of different wiki engines in use, both standalone and part of other software, such as bug tracking systems. Some wiki engines are open-source, whereas others are proprietary. Some permit control over different functions levels of access; for example, editing rights may permit changing, adding, or removing material. Others may permit access without enforcing access control. Other rules may be imposed to organize content.\\nThere are hundreds of thousands of wikis in use, both public and private, including wikis functioning as knowledge management resources, note-taking tools, community websites, and intranets. Ward Cunningham, the developer of the first wiki software, WikiWikiWeb, originally described wiki as the simplest online database that could possibly work. Wiki pronounced wiki is a Hawaiian word meaning quick.The online encyclopedia project Wikipedia is the most popular wiki-based website, and is one of the most widely viewed sites in the world, having been ranked in the top twenty since 2007. Wikipedia is not a single wiki but rather a collection of hundreds of wikis, with each one pertaining to a specific language. The English-language Wikipedia has the largest collection of articles: as of February 2020, it has over 6 million articles."
        ],
        "related": 412,
        "summary_short": "Wiki Wiki, A wiki listen WIK-ee is an online hypertext publication collaboratively edited and managed by its own audience, using a web browser. A typical wiki contains multiple pages for the subjects or scope of the project, and could be either open to the public or limited to use within an organization for maintaining its internal knowledge base.\\nWikis are enabled by wiki software, otherwise known as wiki engines. A wiki engine, being a form of a content management system, differs from other web-based systems such as blog software, in that the content is created without any defined owner or leader, and wikis have little inherent structure, allowing structure to emerge according to the needs of the users. Wiki engines usually allow content to be written using a simplified markup language and sometimes edited with the help of a rich-text editor. There are dozens of different wiki engines in use, both standalone and part of other software, such as bug tracking systems. Some wiki engines are open-source, whereas others are proprietary. Some permit control over different functions levels of access; for example, editing rights may permit changing, adding, or removing material. Others may permit access without enforcing access control. Other rules may be imposed to organize content.\\nThere are hundreds of thousands of wikis in use, both public and private, including wikis functioning as knowledge management resources, note-taking tools, community websites, and intranets. Mrs._Humphrey_Ward Cunningham, the developer of the first wiki software, WikiWikiWeb, originally described wiki as the simplest online database that could possibly work. Wiki pronounced wiki is a Hawaiian word meaning quick.The online encyclopedia project Wikipedia is the most popular wiki-based website, and is one of the most widely viewed sites in the world, having been ranked in the top twenty since 2007. Wikipedia is not a single wiki but rather a collection of hundreds of wikis, with each one pertaining to a specific language. The English-language Wikipedia has the largest collection of articles: as of February 2020, it has over 6 million articles."
    },
    {
        "title": "Jerry Seinfeld",
        "summary": [
            "Jerry Seinfeld",
            "Jerry Seinfeld, Jerome Allen Seinfeld SYNE-feld; born April 29, 1954 is an American stand-up comedian, actor, writer, and producer. He is best known for playing a semi-fictionalized version of himself in the sitcom Seinfeld, which he created and wrote with Larry David. The show aired on NBC from 1989 until 1998, becoming one of the most acclaimed and popular sitcoms of all time. As a stand-up comedian, Seinfeld specializes in observational comedy. In 2004, Comedy Central named him the 12th-greatest stand-up comedian of all time.Seinfeld produced, co-wrote, and starred in the 2007 film Bee Movie, which was nominated for a Golden Globe Award for Best Animated Feature Film. In 2010, he premiered a reality series called The Marriage Ref, which aired for two seasons on NBC. Seinfeld is the creator and host of the web series Comedians in Cars Getting Coffee 20122019. He is married to author and philanthropist Jessica Seinfeld, with whom he has three children. Seinfeld has received twenty Primetime Emmy Award nominations for his work on Seinfeld and Comedians in Cars Getting Coffee as well as four Grammy Award nominations for his comedy albums."
        ],
        "related": 462,
        "summary_short": "Krauthead Seinfeld Krauthead Seinfeld, Hieronymus Allen Seinfeld SYNE-feld; born April 29, 1954 is an American stand-up comedian, actor, writer, and producer. He is best known for playing a semi-fictionalized version of himself in the sitcom Seinfeld, which he created and wrote with Larry David. The show aired on NBC from 1989 until 1998, becoming one of the most acclaimed and popular sitcoms of all time. As a stand-up comedian, Seinfeld specializes in observational comedy. In 2004, Comedy Central named him the 12th-greatest stand-up comedian of all time.Seinfeld produced, co-wrote, and starred in the 2007 film Bee Movie, which was nominated for a Golden Globe Award for Best Animated Feature Film. In 2010, he premiered a reality series called The Marriage Ref, which aired for two seasons on NBC. Seinfeld is the creator and host of the web series Comedians in Cars Getting Coffee 20122019. He is married to author and philanthropist Jessica Seinfeld, with whom he has three children. Seinfeld has received twenty Primetime Emmy Award nominations for his work on Seinfeld and Comedians in Cars Getting Coffee as well as four Grammy Award nominations for his comedy albums."
    },
    {
        "title": "For a Few Dollars More",
        "summary": [
            "For a Few Dollars More",
            "For a Few Dollars More, For a Few Dollars More Italian: Per qualche dollaro in pi is a 1965 Spaghetti Western film directed by Sergio Leone. It stars Clint Eastwood and Lee Van Cleef as bounty hunters and Gian Maria Volont as the primary villain. German actor Klaus Kinski plays a supporting role as a secondary villain. The film was an international co-production between Italy, West Germany, and Spain. The film was released in the United States in 1967, and is the second part of what is commonly known as the Dollars Trilogy."
        ],
        "related": 131,
        "summary_short": "For a Few dollar to_a_greater_extent For a Few dollar to_a_greater_extent, For a Few dollar to_a_greater_extent Italian: Per qualche dollaro in pi is a 1965 Spaghetti Wern film directed by Sergio Leone. It stars Clint Eastwood and Lee Van Cleef as bounty hunters and Gian Calophyllum_longifolium Volont as the primary villain. German histrion Klaus Kinski plays a supporting purpose as a secondary villain. The film was an international co-production between Italy, W Germany, and Spain. The film was released in the United States in 1967, and is the second start of what is commonly known as the dollar Trilogy."
    },
    {
        "title": "Aerobics",
        "summary": [
            "Aerobics",
            "Aerobics, Aerobics is a form of physical exercise that combines rhythmic aerobic exercise with stretching and strength training routines with the goal of improving all elements of fitness flexibility, muscular strength, and cardio-vascular fitness. It is usually performed to music and may be practiced in a group setting led by an instructor fitness professional, although it can be done solo and without musical accompaniment. With the goal of preventing illness and promoting physical fitness, practitioners perform various routines comprising a number of different dance-like exercises. Formal aerobics classes are divided into different levels of intensity and complexity and will have five components: warm-up 510 minutes, cardiovascular conditioning 2530 minutes, muscular strength and conditioning 1015 minutes, cool-down 58 minutes and stretching and flexibility 58 minutes. Aerobics classes may allow participants to select their level of participation according to their fitness level. Many gyms offer different types of aerobic classes. Each class is designed for a certain level of experience and taught by a certified instructor with a specialty area related to their particular class."
        ],
        "related": 71,
        "summary_short": "aerophilics aerophilics, aerophilics is a form of physical exercise that combines rhythmic aerophilic exercise with stretching and strength training routines with the goal of improving all elements of fitness flexibility, muscular strength, and cardio-vascular fitness. It is usually performed to music and may be practiced in a group setting led by an instructor fitness professional, although it can be done solo and without musical accompaniment. With the goal of preventing illness and promoting physical fitness, practitioners perform various routines comprising a number of different dance-like exercises. Formal aerophilic_exercise classes are divided into different levels of intensity and complexity and will have five components: warm-up 510 minutes, cardiovascular conditioning 2530 minutes, muscular strength and conditioning 1015 minutes, cool-down 58 minutes and stretching and flexibility 58 minutes. aerophilics classes may allow participants to select their level of participation according to their fitness level. Many gyms offer different types of aerophilic classes. Each class is designed for a certain level of experience and taught by a certified instructor with a specialty area related to their particular class."
    },
    {
        "title": "Gun.Smoke",
        "summary": [
            "Gun.Smoke",
            "Gun.Smoke, Gun.Smoke is a 1985 vertical scrolling run-and-gun shooter arcade game produced by Capcom and designed by Yoshiki Okamoto. A Western-themed game, Gun.Smoke centers on a character named Billy Bob, a bounty hunter going after the criminals of the Wild West."
        ],
        "related": 86,
        "summary_short": "Gun.Smoke Gun.Smoke, Gun.Smoke is a 1985 vertical scrolling run-and-gun shooter arcade game produced by Capcom and designed by Yoshiki Okamoto. A Western-themed game, Gun.Smoke centers on a character named Billy Bob, a bounty hunter going after the criminals of the Wild West."
    },
    {
        "title": "Spider-Man",
        "summary": [
            "Spider-Man",
            "Spider-Man, Spider-Man is a superhero appearing in American comic books published by Marvel Comics. Created by writer-editor Stan Lee and artist Steve Ditko, he first appeared in the anthology comic book Amazing Fantasy #15 August 1962 in the Silver Age of Comic Books. He has since been featured in films, television shows, novels, video games, and plays. Spider-Man is the alias of Peter Parker, an orphan raised by his Aunt May and Uncle Ben in New York City after his parents Richard and Mary Parker died in a plane crash. Lee and Ditko had the character deal with the struggles of adolescence and financial issues and gave him many supporting characters, such as Flash Thompson, J. Jonah Jameson, and Harry Osborn; romantic interests Gwen Stacy, Mary Jane Watson, and the Black Cat; and foes such as Doctor Octopus, the Green Goblin, and Venom. In his origin story, Spider-Man gets superhuman spider-powers and abilities from a bite from a radioactive spider; these include clinging to surfaces and ceilings, superhuman strength, speed, and agility, and detecting danger with his precognition ability called spider-sense. He also builds wrist-mounted web-shooter devices that shoot artificial spider-webs of his own design that were meant to be used for fighting his enemies and web-swinging across the city. After his personal tragedy of his late Uncle Ben, Peter began using his spider-powers to fight against crime as Spider-Man.\\nWhen Spider-Man first appeared in the early 1960s, teenagers in superhero comic books were usually relegated to the role of sidekick to the protagonist. The Spider-Man series broke ground by featuring Peter Parker, a high school student from Queens, New York, as Spider-Mans secret identity, whose self-obsessions with rejection, inadequacy, and loneliness were issues to which young readers could relate. While Spider-Man had all the makings of a sidekick, unlike previous teen heroes such as Bucky and Robin, Spider-Man had no superhero mentor like Captain America and Batman; he thus had to learn for himself that with great power comes great responsibility a line included in a text box in the final panel of the first Spider-Man story but later retroactively attributed to his guardian, his late Uncle Ben Parker.\\nMarvel has featured Spider-Man in several comic book series, the first and longest-lasting of which is The Amazing Spider-Man. Over the years, the Peter Parker character developed from a shy, nerdy New York City high school student to a troubled but outgoing college student, to a married high school teacher to, in the late 2000s, a single freelance photographer. In the 2000s, he joins the Avengers. Doctor Octopus also took on the identity for a story arc spanning 20122014, following a body swap plot in which Peter appears to die. Marvel has also published books featuring alternate versions of Spider-Man, including Spider-Man 2099, which features the adventures of Miguel OHara, the Spider-Man of the future; Ultimate Spider-Man, which features the adventures of a teenaged Peter Parker in an alternate universe; and Ultimate Comics Spider-Man, which depicts the teenager Miles Morales, who takes up the mantle of Spider-Man after Ultimate Peter Parkers supposed death. Miles later became a popular superhero in his own right and was brought into the mainstream continuity, where he sometimes works alongside Peter.\\nSpider-Man is one of the most popular and commercially successful superheroes. He has appeared in countless forms of media, including several animated TV series, a live-action television series, syndicated newspaper comic strips, and multiple series of films. The character was first portrayed in live-action by Danny Seagren in Spidey Super Stories, a The Electric Company skit which ran from 1974 to 1977. In films, Spider-Man has been portrayed by actors Tobey Maguire, Andrew Garfield, and in the Marvel Cinematic Universe by Tom Holland. He was voiced by Chris Pine and Jake Johnson in the animated film Spider-Man: Into the Spider-Verse 2018, with Johnson reprising the role in its sequel Spider-Man: Across the Spider-Verse 2023. Reeve Carney starred originally as Spider-Man in the 2010 Broadway musical Spider-Man: Turn Off the Dark. Spider-Man has been well-received as a superhero and comic book character, and he is often ranked as one of the most popular and iconic comic book characters of all time and one of the most popular characters in all fiction."
        ],
        "related": 2354,
        "summary_short": "Spider-Man Spider-Man, Spider-Man is a superhero appearing in American comic books published by Marvel Comics. Created by writer-editor Stan Lee and artist Steve Ditko, he first appeared in the anthology comic book Amazing Fantasy #15 August 1962 in the Silver Age of Comic Books. He has since been featured in films, television shows, novels, video games, and plays. Spider-Man is the alias of Peter Parker, an orphan raised by his Aunt May and Uncle Ben in New York City after his parents Richard and Mary Parker died in a plane crash. Lee and Ditko had the character deal with the struggles of adolescence and financial issues and gave him many supporting characters, such as Flash Thompson, J. Jonah Jameson, and Harry Osborn; romantic interests Gwen Stacy, Mary Jane Watson, and the Black Cat; and foes such as Doctor Octopus, the Green Goblin, and Venom. In his origin story, Spider-Man gets superhuman spider-powers and abilities from a bite from a radioactive spider; these include clinging to surfaces and ceilings, superhuman strength, speed, and agility, and detecting danger with his precognition ability called spider-sense. He also builds wrist-mounted web-shooter devices that shoot artificial spider-webs of his own design that were meant to be used for fighting his enemies and web-swinging across the city. After his personal tragedy of his late Uncle Ben, Peter began using his spider-powers to fight against crime as Spider-Man.\\nWhen Spider-Man first appeared in the early 1960s, teenagers in superhero comic books were usually relegated to the role of sidekick to the protagonist. The Spider-Man series broke ground by featuring Peter Parker, a high school student from Queens, New York, as Spider-Mans secret identity, whose self-obsessions with rejection, inadequacy, and loneliness were issues to which young readers could relate. While Spider-Man had all the makings of a sidekick, unlike previous teen heroes such as Bucky and Robin, Spider-Man had no superhero mentor like Captain America and Batman; he thus had to learn for himself that with great power comes great responsibility a line included in a text box in the final panel of the first Spider-Man story but later retroactively attributed to his guardian, his late Uncle Ben Parker.\\nMarvel has featured Spider-Man in several comic book series, the first and longest-lasting of which is The Amazing Spider-Man. Over the years, the Peter Parker character developed from a shy, nerdy New York City high school student to a troubled but outgoing college student, to a married high school teacher to, in the late 2000s, a single freelance photographer. In the 2000s, he joins the Avengers. Doctor Octopus also took on the identity for a story arc spanning 20122014, following a body swap plot in which Peter appears to die. Marvel has also published books featuring alternate versions of Spider-Man, including Spider-Man 2099, which features the adventures of Miguel OHara, the Spider-Man of the future; Ultimate Spider-Man, which features the adventures of a teenaged Peter Parker in an alternate universe; and Ultimate Comics Spider-Man, which depicts the teenager Miles Morales, who takes up the mantle of Spider-Man after Ultimate Peter Parkers supposed death. Miles later became a popular superhero in his own right and was brought into the mainstream continuity, where he sometimes works alongside Peter.\\nSpider-Man is one of the most popular and commercially successful superheroes. He has appeared in countless forms of media, including several animated TV series, a live-action television series, syndicated newspaper comic strips, and multiple series of films. The character was first portrayed in live-action by Danny Seagren in Spidey Super Stories, a The Electric Company skit which ran from 1974 to 1977. In films, Spider-Man has been portrayed by actors Tobey Maguire, Andrew Garfield, and in the Marvel Cinematic Universe by Tom Holland. He was voiced by Chris Pine and Jake Johnson in the animated film Spider-Man: Into the Spider-Verse 2018, with Johnson reprising the role in its sequel Spider-Man: Across the Spider-Verse 2023. Reeve Carney starred originally as Spider-Man in the 2010 Broadway musical Spider-Man: Turn Off the Dark. Spider-Man has been well-received as a superhero and comic book character, and he is often ranked as one of the most popular and iconic comic book characters of all time and one of the most popular characters in all fiction."
    },
    {
        "title": "Casablanca (film)",
        "summary": [
            "Casablanca (film)",
            "Casablanca film, Casablanca is a 1942 American romantic drama film directed by Michael Curtiz, and starring Humphrey Bogart, Ingrid Bergman, and Paul Henreid. Filmed and set during World War II, it focuses on an American expatriate Bogart who must choose between his love for a woman Bergman or helping her husband Henreid, a Czech resistance leader, escape from the Vichy-controlled city of Casablanca to continue his fight against the Germans. The screenplay is based on Everybody Comes to Ricks, an unproduced stage play by Murray Burnett and Joan Alison. The supporting cast features Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre, and Dooley Wilson.\\nWarner Bros. story editor Irene Diamond convinced producer Hal B. Wallis to purchase the film rights to the play in January 1942. Brothers Julius and Philip G. Epstein were initially assigned to write the script. However, despite studio resistance, they left to work on Frank Capras Why We Fight series early in 1942. Howard Koch was assigned to the screenplay until the Epsteins returned a month later. Principal photography began on May 25, 1942, ending on August 3; the film was shot entirely at Warner Bros. Studios in Burbank, California, with the exception of one sequence at Van Nuys Airport in Van Nuys, Los Angeles.\\nAlthough Casablanca was an A-list film with established stars and first-rate writers, no one involved with its production expected it to stand out among the hundreds of pictures produced by Hollywood yearly. Casablanca was rushed into release to take advantage of the publicity from the Allied invasion of North Africa a few weeks earlier. It had its world premiere on November 26, 1942, in New York City and was released nationally in the United States on January 23, 1943. The film was a solid if unspectacular success in its initial run.\\nExceeding expectations, Casablanca went on to win the Academy Award for Best Picture, while Curtiz was selected as Best Director and the Epsteins and Koch were honored for Best Adapted Screenplay. Its reputation has gradually grown, to the point that its lead characters, memorable lines, and pervasive theme song have all become iconic, and it consistently ranks near the top of lists of the greatest films in history. In 1989, the United States Library of Congress selected the film as one of the first for preservation in the National Film Registry for being culturally, historically, or aesthetically significant."
        ],
        "related": 643,
        "summary_short": "Casablanca (cinema) Casablanca cinema, Casablanca is a 1942 American romantic drama cinema directed by Michael Curtiz, and starring Humphrey Bogart, Ingrid Bergman, and Paul Henreid. picture_showed and set during World War II, it focuses on an American expatriate Bogart who must choose between his love for a woman Bergman or helping her husband Henreid, a Czech resistance leader, escape from the Vichy-controlled city of Casablanca to continue his fight against the Germans. The screenplay is based on Everybody Comes to Ricks, an unproduced stage play by Murray Burnett and Joan Alison. The supporting cast features Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre, and Dooley Wilson.\\nWarner Bros. story editor Irene Diamond convinced producer Hal B. Wallis to purchase the cinema rights to the play in January 1942. Brothers Julius and Philip G. Epstein were initially assigned to write the script. However, despite studio resistance, they left to work on Frank Capras Why We Fight series early in 1942. Howard Koch was assigned to the screenplay until the Epsteins returned a month later. Principal photography began on May 25, 1942, ending on August 3; the cinema was shot entirely at Warner Bros. Studios in Burbank, California, with the exception of one sequence at Van Nuys Airport in Van Nuys, Los Angeles.\\nAlthough Casablanca was an A-list cinema with established stars and first-rate writers, no one involved with its production expected it to stand out among the hundreds of pictures produced by Hollywood yearly. Casablanca was rushed into release to take advantage of the publicity from the Allied invasion of North Africa a few weeks earlier. It had its world premiere on November 26, 1942, in New York City and was released nationally in the United States on January 23, 1943. The cinema was a solid if unspectacular success in its initial run.\\nExceeding expectations, Casablanca went on to win the Academy Award for Best Picture, while Curtiz was selected as Best Director and the Epsteins and Koch were honored for Best Adapted Screenplay. Its reputation has gradually grown, to the point that its lead characters, memorable lines, and pervasive theme song have all become iconic, and it consistently ranks near the top of lists of the greatest cinemas in history. In 1989, the United States Library of Congress selected the cinema as one of the first for preservation in the National picture_show Registry for being culturally, historically, or aesthetically significant."
    },
    {
        "title": "Forbes Global 2000",
        "summary": [
            "Forbes Global 2000",
            "Forbes Global 2000, The Forbes Global 2000 is an annual ranking of the top 2000 public companies in the world, published by Forbes magazine. The Global 2000 annual ranking is assembled by Forbes using a weighted assessment of four metrics: sales, profit, assets and market value. The list has been published since 2003."
        ],
        "related": 216,
        "summary_short": "Forbes globular 2000 Forbes globular 2000, The Forbes globular 2000 is an annual ranking of the top 2000 public companies in the world, published by Forbes magazine. The globular 2000 annual ranking is assembled by Forbes using a weighted assessment of four metrics: sales, profit, assets and market value. The list has been published since 2003."
    },
    {
        "title": "Queen Victoria",
        "summary": [
            "Queen Victoria",
            "Queen Victoria, Victoria Alexandrina Victoria; 24 May 1819 22 January 1901 was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Her reign of 63 years and 216 days was longer than that of any previous British monarch and is known as the Victorian era. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, the British Parliament voted to grant her the additional title of Empress of India.\\nVictoria was the daughter of Prince Edward, Duke of Kent and Strathearn the fourth son of King George III, and Princess Victoria of Saxe-Coburg-Saalfeld. After the deaths of her father and grandfather in 1820, she was raised under close supervision by her mother and her comptroller, John Conroy. She inherited the throne aged 18 after her fathers three elder brothers died without surviving legitimate issue. Victoria, a constitutional monarch, attempted privately to influence government policy and ministerial appointments; publicly, she became a national icon who was identified with strict standards of personal morality.\\nVictoria married her first cousin Prince Albert of Saxe-Coburg and Gotha in 1840. Their children married into royal and noble families across the continent, earning Victoria the sobriquet the grandmother of Europe and spreading haemophilia in European royalty. After Alberts death in 1861, Victoria plunged into deep mourning and avoided public appearances. As a result of her seclusion, British republicanism temporarily gained strength, but in the latter half of her reign, her popularity recovered. Her Golden and Diamond jubilees were times of public celebration. Victoria died in 1901 at Osborne House on the Isle of Wight, at the age of 81. The last British monarch of the House of Hanover, she was succeeded by her son Edward VII of the House of Saxe-Coburg and Gotha."
        ],
        "related": 786,
        "summary_short": "queen_mole_rat capital_of_Seychelles queen_mole_rat capital_of_Seychelles, capital_of_Seychelles Alexandrina capital_of_Seychelles; 24 May 1819 22 January 1901 was queen_mole_rat of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Her reign of 63 years and 216 days was longer than that of any previous British monarch and is known as the square-toed era. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, the British Parliament voted to grant her the additional title of Empress of India.\\ncapital_of_Seychelles was the daughter of Prince Edward, duke of Kent and Strathearn the fourth son of King George III, and Princess capital_of_Seychelles of Saxe-Coburg-Saalfeld. After the deaths of her father and grandfather in 1820, she was raised under close supervision by her mother and her comptroller, John Conroy. She inherited the throne aged 18 after her fathers three elder brothers died without surviving legitimate issue. capital_of_Seychelles, a constitutional monarch, attempted privately to influence government policy and ministerial appointments; publicly, she became a national icon who was identified with strict standards of personal morality.\\ncapital_of_Seychelles married her first cousin Prince Albert of Saxe-Coburg and Gotha in 1840. Their children married into royal and noble families across the continent, earning capital_of_Seychelles the sobriquet the grandmother of Europe and spreading haemophilia in European royalty. After Alberts death in 1861, capital_of_Seychelles plunged into deeply mourning and avoided public appearances. As a result of her seclusion, British republicanism temporarily gained strength, but in the latter half of her reign, her popularity recovered. Her Golden and Diamond jubilees were times of public celebration. capital_of_Seychelles died in 1901 at Osborne House on the Isle of Wight, at the age of 81. The last British monarch of the House of Hanover, she was succeeded by her son Edward VII of the House of Saxe-Coburg and Gotha."
    },
    {
        "title": "Paul Lambert (Emmerdale)",
        "summary": [
            "Paul Lambert (Emmerdale)",
            "Paul Lambert Emmerdale, Paul Lambert is a fictional character from the British ITV soap opera Emmerdale, played by Mathew Bose. Paul appeared between 2004 and 2009. He arrives as the son of existing characters Val Lambert Charlie Hardwick and Rodney Blackstock Patrick Mower and in 2008 Paul, who is openly gay, enters into a civil partnership with Jonny Foster, the first of any primetime soap opera. In 2015, Bose made brief returns to the soap on two occasions, one being in March and the other being in September."
        ],
        "related": 239,
        "summary_short": "Paul_the_Apostle Constant_Lambert (Emmerdale) Paul_the_Apostle Constant_Lambert Emmerdale, Paul_the_Apostle Constant_Lambert is a fictional character from the British ITV soap opera Emmerdale, played by Mathew Bose. Paul_the_Apostle appeared between 2004 and 2009. He arrives as the son of existing characters Val Constant_Lambert Charlie Hardwick and Rodney Blackstock Patrick Mower and in 2008 Paul_the_Apostle, who is openly gay, enters into a civil partnership with Jonny Foster, the first of any primetime soap opera. In 2015, Bose puddle brief returns to the soap on two occasions, one being in March and the other being in September."
    },
    {
        "title": "Eugene Young (character)",
        "summary": [
            "Eugene Young (character)",
            "Eugene Young character, Eugene Young is a fictional character played by Steve Harris on the American legal drama, The Practice, created by David E. Kelley. Eugene was one of the original cast members and stayed as a main character until the end of the series, which ran between 1997 and 2004.At the opening of the series, Eugene played an attorney working for Bobby Donnell, and before long was made a partner along with Lindsay Dole and Ellenor Frut, precipitating the firm changing its name to Donnell, Young, Dole, and Frutt. In one of the first episodes, Eugene comments that he has been a lawyer for seven years Trial and Error. He had been the first to join with Bobby, several years prior to the start of the show he may or may not have done so immediately upon his becoming a lawyer. He was a private investigator before that, and his detective skills including some strong arm tactics come up from time to time in his legal career.\\nLike many of the attorneys on the series, Eugenes home life is tumultuouswhile identified as married in the fifth episode, the tenth episode states him as being separated and in all probability that was the case from the onset of the series. Still, in that episode, Dog Bite, he turns down a date from an attractive D.A., though his reason for doing so is because his son is not ready for that. Soon the divorce is finalized and his wife takes custody of their son, who is only about twelve years old at the time. Eugene struggles to be a good father and to keep his son on the straight and narrow. He admits more than once that part of what drives him is that his brother died in prison after being falsely convicted. His dream was always to change the system for the better, and one avenue of how to do that he long thought of was an appointment as a judge.\\nAt some point in his life, Eugene was pulled over and beaten by the police for matching the general description of a wanted suspect. Perhaps as a direct result of that, Eugene especially in the series early seasons had no problem playing the race card to get some of his African American clients off the hook. It also prompted him to get involved with the defense of a police officer who was fired for admitting that he had a racial problem First Degree. The police officer felt that his years on the force had turned him into a racist, and was seeking disability and an early pension. Even though the thought of giving an admitted racist disability benefits was uncomfortable, Eugene felt that there was an opportunity for greater goodit may prompt more police officers to admit when they are having problems with racism. In the course of that proceeding, Eugene did allow his pent up feelings regarding his beat down to seep through, angrily charging that racism is a cancer that must be eradicated where you find it and that it is an epidemic in the police department.\\nLike most of the other members of the firm and ironically Alan Shore, Eugene opposes the death penalty. In one of the final episodes of the series run, when a panel of judges questions his position, he passionately and honestly defends it. New Hoods on the Block\\nEugenes character for the first seven seasons is in many ways intended to be a foil for Bobby Donnell. One of the key elements of the show is the conflict that arises when legal ethics may violate moral ethics. While Bobby constantly struggles with this, Eugene typically remains more stoic, though at times even he admits to feeling empty.\\nA few examples of the above include:\\n\\nWhen Bobby was having an improper affair with one of their clients a woman accused of murder Eugene constantly asserted that Bobbys judgment was impaired. He even stated never fall in love with a client should be the first thing they teach you in law school. When Bobby finally realized he had lost his edge because of his feelings, Eugene had to make an impromptu closing argument in the trial. Reasonable Doubts\\nAfter a young girl gives birth to a still born baby at home unbeknown to anyone, the parents of the mother who is still in high school want to abandon the body for fear that their daughter might be implicated in the childs death. Eugene is distraught when Bobby breaks the law by advising the parents to deliver the baby to the steps of a church he knows of. Bobby admits it has nothing to do with the lawbut his religious beliefs compel him to see that the baby is not merely dumped without a funeral. A Day in the LifeHowever, as stated, sometimes Eugenes strict by-the-book approach gets the better of him.\\n\\nEugene is assigned to defend a young black man with a criminal record who is accused of armed robbery. Eugene is not interested in whether or not the young man is really guilty, as he has no intention of having him testify. While Eugene successfully gets him off, the young man is angered that Eugene did not believe he was telling the truth. Rather than feel elated at winning the case, Eugene ends up at a bar reflecting how cynical the practice of law can leave attorneys from time to time.When Bobby leaves the firm, Eugene becomes the senior partner, with Jimmy Berluti being elevated to full partner. Against his better judgment he allows Eleanor Frutt to hire Alan Shore, an unscrupulous lawyer who consistently butts heads with both Eugene and Jimmy. After continuous unethical and even illegal behavior by Shore, in addition to the conflicts with the firm, Eugene makes the decision with Jimmy but not Eleanor to fire Shore, giving him a small severance package. Shore sues the firm on the basis of wrongful termination, as he had over the previous eight months brought in substantially more money for the firm than all the other partners combined. Shore wins the case, which directly causes a breakdown at the firm.\\nAt that time, Jimmy decides to quit the firm, and Eugene has a meeting with a lawyer at a top firm, though he has no interest in joining. The meeting was, in fact, merely a pretense for the lawyer to conduct an interview with Eugene, as he has been recommended to be appointed as a Superior Court Judge. After a hearing before a review panel where Eugene is grilled over various topics including the death penalty where Eugene stands his ground and Bobby appears to speak on his behalf, Eugene is appointed to the bench. At first, his decision to accept upset Eleanor, as she feels he is abandoning the firm, just like all the others, but soon accepts his decision. Eugenes first case as a judge was about a wheelchair-using woman charging her employer with sex offences. However, he left the case when he saw Alan Shore representing the defendant. Eugene thought that Alan had judge-shopped when actually Alan was only assigned the case on the hearing day being a friend of Denny Crane, the defendant hesitated before going to Crane, Poole & Schmidt for help. To resolve their issues, Alan tells Eugene that his respect for him exceeds that of the respect he is required to give any other judge."
        ],
        "related": 20,
        "summary_short": "Prince_Eugene_of_Savoy Pres_Young (fictitious_character) Prince_Eugene_of_Savoy Pres_Young fictitious_character, Prince_Eugene_of_Savoy Pres_Young is a fictional fictitious_character played by Steve Harris on the American legal drama, The Practice, created by David E. Kelley. Prince_Eugene_of_Savoy was one of the original cast members and stayed as a main fictitious_character until the end of the series, which ran between 1997 and 2004.At the opening of the series, Prince_Eugene_of_Savoy played an attorney working for Bobby Donnell, and before retentive was made a partner on with Lindsay Dole and Ellenor Frut, precipitating the firm changing its name to Donnell, Pres_Young, Dole, and Frutt. In one of the first episodes, Prince_Eugene_of_Savoy comments that he has been a lawyer for seven years Trial and Error. He had been the first to link with Bobby, several years prior to the start of the show he may or may not have answer so immediately upon his becoming a lawyer. He was a private investigator before that, and his detective skills including some strong arm tactics come up from time to time in his legal career.\\nLike many of the attorneys on the series, Prince_Eugene_of_Savoys home life is tumultuouswhile identified as married in the fifth episode, the tenth episode states him as being separated and in all probability that was the case from the onset of the series. Still, in that episode, Dog Bite, he turns down a date from an attractive D.A., though his reason for doing so is because his son is not ready for that. presently the divorce is finalized and his wife takes custody of their son, who is only about twelve years old at the time. Prince_Eugene_of_Savoy struggles to be a good father and to keep his son on the straight and narrow. He admits more than once that part of what drives him is that his brother died in prison after being falsely convicted. His dream was always to change the system for the better, and one avenue of how to do that he retentive thought of was an apcompass_pointment as a judge.\\nAt some compass_point in his life, Prince_Eugene_of_Savoy was pulled over and beaten by the police for matching the general description of a wanted suspect. Perhaps as a direct result of that, Prince_Eugene_of_Savoy especially in the series early seasons had no problem playing the race card to get some of his African American clients off the hook. It also prompted him to get involved with the defense of a police officer who was fired for admitting that he had a racial problem First Degree. The police officer felt that his years on the force had turned him into a racist, and was seeking disability and an early pension. evening though the thought of giving an admitted racist disability benefits was uncomfortable, Prince_Eugene_of_Savoy felt that there was an opportunity for greater goodit may prompt more police officers to admit when they are having problems with racism. In the course of that proceeding, Prince_Eugene_of_Savoy did allow his pent up feelings regarding his beat down to seep through, angrily charging that racism is a cancer that must be eradicated where you find it and that it is an epidemic in the police department.\\nLike most of the other members of the firm and ironically Alan Shore, Prince_Eugene_of_Savoy opposes the death penalty. In one of the final episodes of the series run, when a panel of judges questions his position, he passionately and honestly defends it. New Hoods on the Block\\nPrince_Eugene_of_Savoys fictitious_character for the first seven seasons is in many ways intended to be a foil for Bobby Donnell. One of the key elements of the show is the conflict that arises when legal ethics may violate moral ethics. While Bobby constantly struggles with this, Prince_Eugene_of_Savoy typically remains more stoic, though at times even he admits to feeling empty.\\nA few examples of the above include:\\n\\nWhen Bobby was having an improper affair with one of their clients a woman accused of murder Prince_Eugene_of_Savoy constantly asserted that Bobbys judgment was impaired. He even stated never fall in love with a client should be the first affair they teach you in law school. When Bobby finally realized he had lost his edge because of his feelings, Prince_Eugene_of_Savoy had to make an impromptu closing argument in the trial. Reasonable Doubts\\nAfter a Edward_Young girl gives birth to a still natural baby at home unbeknown to anyone, the parents of the mother who is still in high school want to abandon the body for fear that their daughter might be implicated in the childs death. Prince_Eugene_of_Savoy is distraught when Bobby breaks the law by advising the parents to deliver the baby to the steps of a church he knows of. Bobby admits it has noaffair to do with the lawbut his religious beliefs compel him to see that the baby is not merely dumped without a funeral. A Day in the LifeHowever, as stated, sometimes Prince_Eugene_of_Savoys strict by-the-book approach gets the better of him.\\n\\nPrince_Eugene_of_Savoy is assigned to defend a Edward_Young black man with a criminal record who is accused of armed robbery. Prince_Eugene_of_Savoy is not interested in whether or not the Edward_Young man is really guilty, as he has no intention of having him testify. While Prince_Eugene_of_Savoy successfully gets him off, the Edward_Young man is angered that Prince_Eugene_of_Savoy did not believe he was telling the truth. Rather than feel elated at winning the case, Prince_Eugene_of_Savoy ends up at a bar reflecting how cynical the practice of law can leave attorneys from time to time.When Bobby leaves the firm, Prince_Eugene_of_Savoy becomes the senior partner, with Jimmy Berluti being elevated to full partner. Against his better judgment he allows Eleanor Frutt to hire Alan Shore, an unscrupulous lawyer who consistently butts heads with both Prince_Eugene_of_Savoy and Jimmy. After continuous unethical and even illegal behavior by Shore, in addition to the conflicts with the firm, Prince_Eugene_of_Savoy makes the decision with Jimmy but not Eleanor to fire Shore, giving him a small severance package. Shore sues the firm on the basis of wrongful termination, as he had over the previous eight months brought in substantially more money for the firm than all the other partners combined. Shore wins the case, which directly causes a breakdown at the firm.\\nAt that time, Jimmy decides to quit the firm, and Prince_Eugene_of_Savoy has a meeting with a lawyer at a top firm, though he has no interest in linking. The meeting was, in fact, merely a pretense for the lawyer to conduct an interview with Prince_Eugene_of_Savoy, as he has been recommended to be apcompass_pointed as a Superior romance Judge. After a hearing before a review panel where Prince_Eugene_of_Savoy is grilled over various topics including the death penalty where Prince_Eugene_of_Savoy stands his labor and Bobby appears to speak on his behalf, Prince_Eugene_of_Savoy is apcompass_pointed to the bench. At first, his decision to accept upset Eleanor, as she feels he is abandoning the firm, just like all the others, but shortly accepts his decision. Prince_Eugene_of_Savoys first case as a judge was about a wheelchair-using woman charging her employer with sex offences. However, he left the case when he saw Alan Shore representing the defendant. Prince_Eugene_of_Savoy thought that Alan had judge-shopped when actually Alan was only assigned the case on the hearing day being a friend of Denny Crane, the defendant hesitated before buy_the_farm to Crane, Poole & Schmidt for help. To resolve their issues, Alan tells Prince_Eugene_of_Savoy that his respect for him exceeds that of the respect he is required to give any other judge."
    },
    {
        "title": "Echoshift",
        "summary": [
            "Echoshift",
            "Echoshift, Echoshift is a 2009 puzzle video game for the PlayStation Portable and PlayStation Vita. The game uses events known as Time Bounces in which a small section of time repeats itself over and over again. By exploiting time bounces, the player can overcome various obstacles that would have been otherwise impossible to navigate. The game is a spinoff of the Echochrome series.\\nThis game was re-released on the PlayStation Store for PS4/PS5s Classics Catalog on July 19, 2022."
        ],
        "related": 34,
        "summary_short": "Echoshift Echoshift, Echoshift is a 2009 puzzle video game for the PlayStation Portable and PlayStation Vita. The game uses events known as Time Bounces in which a small section of time repeats itself over and over again. By exploiting time bounces, the player can overcome various obstacles that would have been otherwise impossible to navigate. The game is a spinoff of the Echochrome series.\\nThis game was re-released on the PlayStation Store for PS4/PS5s Classics Catalog on July 19, 2022."
    },
    {
        "title": "Chancellor of Germany",
        "summary": [
            "Chancellor of Germany",
            "Chancellor of Germany, The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of the federal government of Germany and the commander in chief of the German Armed Forces during wartime. The chancellor is the chief executive of the Federal Cabinet and heads the executive branch. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate Article 63 of the German Constitution.The current officeholder is Olaf Scholz of the SPD, who was elected in December 2021, succeeding Angela Merkel. He was elected after the SPD entered into a coalition agreement with Alliance 90/The Greens and the FDP."
        ],
        "related": 699,
        "summary_short": "prime_minister of Deutschland prime_minister of Deutschland, The premier of Deutschland, officially the federal premier of the Federal Republic of Deutschland, is the head of the federal government of Deutschland and the commander in chief of the German_language Armed Forces during wartime. The premier is the chief executive of the Federal Cabinet and heads the executive branch. The premier is elected by the Bundestag on the proposal of the federal president and without debate Article 63 of the German_language Constitution.The current officeholder is Olaf Scholz of the SPD, who was elected in December 2021, succeeding Angela Merkel. He was elected after the SPD entered into a coalition agreement with Alliance 90/The Greens and the FDP."
    },
    {
        "title": "Harley's Humongous Adventure",
        "summary": [
            "Harley's Humongous Adventure",
            "Harleys Humongous Adventure, Harleys Humongous Adventure Japanese: , Hepburn: Kagakusha Harley no Haran Banjou Chemist Harleys Stormy Life is a side-scrolling 2D platform video game released in 1993 for the Super Nintendo Entertainment System. It was originally developed by Visual Concepts, and funded by publisher Electronic Arts, but eventually published by Hi Tech Expressions."
        ],
        "related": 43,
        "summary_short": "Harley's walloping stake Harleys walloping stake, Harleys walloping stake Japanese: , Hepburn: Kagakusha Harley no Haran Banjou Chemist Harleys Stormy Life is a side-scrolling 2D platform video game released in 1993 for the Super Nintendo Entertainment System. It was originally developed by Visual Concepts, and funded by publisher Electronic Arts, but eventually published by Hi Tech Expressions."
    },
    {
        "title": "Battleground 6: Napoleon in Russia",
        "summary": [
            "Battleground 6: Napoleon in Russia",
            "Battleground 6: Napoleon in Russia, Battleground 6: Napoleon in Russia is a 1997 computer wargame developed and published by TalonSoft. It the sixth entry in the Battleground series."
        ],
        "related": 45,
        "summary_short": "field 6: Bonaparte in Union_of_Soviet_Socialist_Republics field 6: Bonaparte in Union_of_Soviet_Socialist_Republics, field 6: Bonaparte in Union_of_Soviet_Socialist_Republics is a 1997 computer wargame developed and published by TalonSoft. It the sixth entry in the field series."
    },
    {
        "title": "Zeppelin (video game)",
        "summary": [
            "Zeppelin (video game)",
            "Zeppelin video game, Zeppelin is a video game developed by German studio Ikarion and published by MicroProse for the Amiga and MS-DOS compatible operating systems in 1994."
        ],
        "related": 16,
        "summary_short": "Graf_Zeppelin (video_recording gamy) Graf_Zeppelin video_recording gamy, Graf_Zeppelin is a video_recording gamy developed by German studio Ikarion and published by MicroProse for the Amiga and MS-DOS compatible operating systems in 1994."
    },
    {
        "title": "Indy Racing 2000",
        "summary": [
            "Indy Racing 2000",
            "Indy Racing 2000, Indy Racing 2000 is a racing game for the Nintendo 64 that was released in 2000. The game is based on the 1999 Indy Racing League and races a 20-car field. The games modes of play include single race, Championship, Two player and Gold Cup. There are 9 tracks and 11 races. The Gold Cup mode lets the player race Midget cars, sprint cars, Formula cars, and Indy cars on fictional tracks All but 1 are road courses."
        ],
        "related": 102,
        "summary_short": "Indy hasten 2000 Indy hasten 2000, Indy hasten 2000 is a rush game for the Nintendo 64 that was released in 2000. The game is based on the 1999 Indy hasten League and races a 20-car field. The games fashions of act_as include single race, Championship, Two act_aser and Gold Cup. There are 9 tracks and 11 races. The Gold Cup fashion lets the act_aser race Midget cars, sprint cars, Formula cars, and Indy cars on fictional tracks All but 1 are road courses."
    },
    {
        "title": "George Gershwin",
        "summary": [
            "George Gershwin",
            "George Gershwin, George Gershwin ; born Jacob Gershwine; September 26, 1898 July 11, 1937 was an American composer and pianist whose compositions spanned popular, jazz and classical genres. Among his best-known works are the orchestral compositions Rhapsody in Blue 1924 and An American in Paris 1928, the songs Swanee 1919 and Fascinating Rhythm 1924, the jazz standards Embraceable You 1928 and I Got Rhythm 1930, and the opera Porgy and Bess 1935, which included the hit Summertime.\\nGershwin studied piano under Charles Hambitzer and composition with Rubin Goldmark, Henry Cowell, and Joseph Brody. He began his career as a song plugger but soon started composing Broadway theater works with his brother Ira Gershwin and with Buddy DeSylva. He moved to Paris, intending to study with Nadia Boulanger, but she refused him, afraid that rigorous classical study would ruin his jazz-influenced style; Maurice Ravel voiced similar objections when Gershwin inquired about studying with him. He subsequently composed An American in Paris, returned to New York City and wrote Porgy and Bess with Ira and DuBose Heyward. Initially a commercial failure, it came to be considered one of the most important American operas of the twentieth century and an American cultural classic.\\nGershwin moved to Hollywood and composed numerous film scores. He died in 1937 of a brain tumor.His compositions have been adapted for use in film and television, with many becoming jazz standards."
        ],
        "related": 334,
        "summary_short": "George_VI Ira_Gershwin George_VI Ira_Gershwin, George_VI Ira_Gershwin ; born Jacob Ira_Gershwine; September 26, 1898 July 11, 1937 was an American composer and pianist whose compositions spanned popular, jazz and classical genres. Among his best-known works are the orchestral compositions Rhapsody in Blue 1924 and An American in Paris 1928, the songs Swanee 1919 and Fascinating Rhythm 1924, the jazz standards Embraceable You 1928 and I Got Rhythm 1930, and the opera scup and Bess 1935, which included the hit Summertime.\\nIra_Gershwin studied piano under Charles Hambitzer and composition with Rubin Goldmark, Henry Cowell, and Joseph Brody. He began his career as a song plugger but soon started composing Broadway theater works with his brother Ira Ira_Gershwin and with Buddy DeSylva. He moved to Paris, intending to study with Nadia Boulanger, but she refused him, afraid that rigorous classical study would ruin his jazz-influenced style; Maurice Ravel voiced similar objections when Ira_Gershwin inquired about studying with him. He subsequently composed An American in Paris, returned to New York City and wrote scup and Bess with Ira and DuBose Heyward. Initially a commercial failure, it came to be considered one of the most important American operas of the twentieth century and an American cultural classic.\\nIra_Gershwin moved to Hollywood and composed numerous film scores. He died in 1937 of a brain tumor.His compositions have been adapted for use in film and television, with many becoming jazz standards."
    },
    {
        "title": "Gunpey",
        "summary": [
            "Gunpey",
            "Gunpey, Gunpey Japanese: , Hepburn: Gunpei, often written as Gun Pey or GunPey, is a series of handheld puzzle games released by Bandai. It was originally released for the WonderSwan, and has been ported to WonderSwan Color, PlayStation, Nintendo DS and PlayStation Portable. The game was named as a tribute to the developer of the game, Gunpei Yokoi. He is known for developing several handheld consoles such as Nintendos Game Boy, Virtual Boy, and Bandais Wonderswan system. In the series, players move line fragments vertically in a grid in order to make a single branching line connect horizontally from one end to the other. The objective of the game differs by what game mode players choose."
        ],
        "related": 93,
        "summary_short": "Gunpey Gunpey, Gunpey Japanese: , Hepburn: Gunpei, often written as Gun Pey or GunPey, is a series of handheld puzzle games released by Bandai. It was originally released for the WonderSwan, and has been ported to WonderSwan Color, PlayStation, Nintendo DS and PlayStation Portable. The game was named as a tribute to the developer of the game, Gunpei Yokoi. He is known for developing several handheld consoles such as Nintendos Game Boy, Virtual Boy, and Bandais Wonderswan system. In the series, players move line fragments vertically in a grid in order to make a single branching line connect horizontally from one end to the other. The objective of the game differs by what game mode players choose."
    },
    {
        "title": "World War II",
        "summary": [
            "World War II",
            "World War II, World War II or the Second World War, often abbreviated as WWII or WW2, was a world war that lasted from 1939 to 1945. It involved the vast majority of the worlds countriesincluding all of the great powersforming two opposing military alliances: the Allies and the Axis powers. World War II was a total war that directly involved more than 100 million personnel from more than 30 countries.\\nThe major participants in the war threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. Aircraft played a major role in the conflict, enabling the strategic bombing of population centres and deploying the only two nuclear weapons ever used in war.\\nWorld War II was by far the deadliest conflict in human history; it resulted in 70 to 85 million fatalities, mostly among civilians. Tens of millions died due to genocides including the Holocaust, starvation, massacres, and disease. In the wake of the Axis defeat, Germany and Japan were occupied, and war crimes tribunals were conducted against German and Japanese leaders.\\nThe causes of World War II are debated, but contributing factors included the Second Italo-Ethiopian War, Spanish Civil War, Second Sino-Japanese War, SovietJapanese border conflicts, rise of fascism in Europe and rising European tensions since World War I. World War II is generally considered to have begun on 1 September 1939, when Nazi Germany, under Adolf Hitler, invaded Poland. The United Kingdom and France subsequently declared war on Germany on 3 September. Under the MolotovRibbentrop Pact of August 1939, Germany and the Soviet Union had partitioned Poland and marked out their spheres of influence across Finland, Estonia, Latvia, Lithuania and Romania. From late 1939 to early 1941, in a series of campaigns and treaties, Germany conquered or controlled much of continental Europe, and formed the Axis alliance with Italy and Japan with other countries later. Following the onset of campaigns in North Africa and East Africa, and the fall of France in mid-1940, the war continued primarily between the European Axis powers and the British Empire, with war in the Balkans, the aerial Battle of Britain, the Blitz of the United Kingdom, and the Battle of the Atlantic. On 22 June 1941, Germany led the European Axis powers in an invasion of the Soviet Union, opening the Eastern Front, the largest land theatre of war in history.\\nJapan, which aimed to dominate Asia and the Pacific, was at war with the Republic of China by 1937. In December 1941, Japan attacked American and British territories with near-simultaneous offensives against Southeast Asia and the Central Pacific, including an attack on the US fleet at Pearl Harbor which resulted in the United States declaring war against Japan. The European Axis powers declared war on the United States in solidarity. Japan soon captured much of the western Pacific, but its advances were halted in 1942 after losing the critical Battle of Midway; later, Germany and Italy were defeated in North Africa and at Stalingrad in the Soviet Union. Key setbacks in 1943including a series of German defeats on the Eastern Front, the Allied invasions of Sicily and the Italian mainland, and Allied offensives in the Pacificcost the Axis powers their initiative and forced them into strategic retreat on all fronts. In 1944, the Western Allies invaded German-occupied France, while the Soviet Union regained its territorial losses and turned towards Germany and its allies. During 1944 and 1945, Japan suffered reversals in mainland Asia, while the Allies crippled the Japanese Navy and captured key western Pacific islands.\\nThe war in Europe concluded with the liberation of German-occupied territories and the invasion of Germany by the Western Allies and the Soviet Union, culminating in the Fall of Berlin to Soviet troops, Hitlers suicide, and the German unconditional surrender on 8 May 1945. Following the refusal of Japan to surrender on the terms of the Potsdam Declaration issued 26 July 1945, the United States dropped the first atomic bombs on the Japanese cities of Hiroshima on 6 August and Nagasaki on 9 August. Faced with an imminent invasion of the Japanese archipelago, the possibility of additional atomic bombings, and the Soviet Unions declared entry into the war against Japan on the eve of invading Manchuria, Japan announced on 10 August its intention to surrender, signing a surrender document on 2 September 1945.\\nWorld War II changed the political alignment and social structure of the globe. The United Nations was established to foster international co-operation and prevent future conflicts, with the victorious great powersChina, France, the Soviet Union, the United Kingdom, and the United Statesbecoming the permanent members of its Security Council. The Soviet Union and the United States emerged as rival superpowers, setting the stage for the nearly half-century-long Cold War. In the wake of European devastation, the influence of its great powers waned, triggering the decolonisation of Africa and Asia. Most countries whose industries had been damaged moved towards economic recovery and expansion. Political and economic integration, especially in Europe, began as an effort to forestall future hostilities, end pre-war enmities and forge a sense of common identity."
        ],
        "related": 1681,
        "summary_short": "human_beings War II human_beings War II, human_beings War II or the Second human_beings War, often abbreviated as WWII or WW2, was a earth war that lasted from 1939 to 1945. It involved the immense John_Majority of the cosmos countriesincluding all of the great powersforming two opposing military alliances: the Allies and the Axis powers. human_beings War II was a total war that directly involved more than 100 million personnel from more than 30 countries.\\nThe John_Major participants in the war threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. Aircraft played a John_Major function in the conflict, enabling the strategic bombing of population centres and deploying the only two nuclear weapons ever_so used in war.\\nhuman_beings War II was by far the deadliest conflict in human history; it resulted in 70 to 85 million fatalities, mostly among civilians. Tens of millions died due to genocides including the Holocaust, starvation, massacres, and disease. In the viewing of the Axis defeat, Germany and Japan were occupied, and war crimes tribunals were conducted against German and Japanese leaders.\\nThe causes of human_beings War II are debated, but contributing factors included the Second Italo-Ethiopian War, Spanish Civil War, Second Sino-Japanese War, SovietJapanese border conflicts, rise of fascism in Europe and rising European tensions since human_beings War I. human_beings War II is generally considered to have begun on 1 September 1939, when nazi Germany, under Adolf Hitler, invaded Poshore. The United Kingdom and France subsequently declared war on Germany on 3 September. Under the MolotovRibbentrop treaty of August 1939, Germany and the Soviet Union had partitioned Poshore and marked out their spheres of influence across Finshore, Estonia, Latvia, Lithuania and Romania. From tardily 1939 to other 1941, in a series of campaigns and treaties, Germany conquered or controlled much of continental Europe, and form the Axis alliance with Italy and Japan with other countries tardilyr. Following the onset of campaigns in due_north Africa and E Africa, and the crepuscle of France in mid-1940, the war continued primarily between the European Axis powers and the British Empire, with war in the Balkans, the aerial Battle of Britain, the Blitz of the United Kingdom, and the Battle of the Atlantic. On 22 June 1941, Germany led the European Axis powers in an invasion of the Soviet Union, opening the Eern Front, the largest shore theatre of war in history.\\nJapan, which aimed to dominate Asia and the Pacific, was at war with the Republic of China by 1937. In December 1941, Japan attacked American and British territories with near-simultaneous offensives against Southeast Asia and the Central Pacific, including an attack on the US fleet at drop Harbor which resulted in the United States declaring war against Japan. The European Axis powers declared war on the United States in solidarity. Japan soon captured much of the western Pacific, but its advances were halted in 1942 after losing the critical Battle of Midway; tardilyr, Germany and Italy were defeated in due_north Africa and at Stalingrad in the Soviet Union. Key setbacks in 1943including a series of German defeats on the Eern Front, the Allied invasions of Sicily and the Italian mainshore, and Allied offensives in the Pacificcost the Axis powers their initiative and force them into strategic retreat on all fronts. In 1944, the Western Allies invaded German-occupied France, while the Soviet Union regained its territorial losses and turned towards Germany and its allies. During 1944 and 1945, Japan suffered rever_sosals in mainshore Asia, while the Allies crippled the Japanese navy and captured key western Pacific isshores.\\nThe war in Europe concluded with the liberation of German-occupied territories and the invasion of Germany by the Western Allies and the Soviet Union, culminating in the pass of Berlin to Soviet troops, Hitlers suicide, and the German unconditional surrender on 8 May 1945. Following the refusal of Japan to surrender on the terms of the Potsdam Declaration issued 26 July 1945, the United States dropped the first atomic bombs on the Japanese cities of Hiroshima on 6 August and Nagasaki on 9 August. Faced with an imminent invasion of the Japanese archipelago, the possibility of additional atomic bombings, and the Soviet Unions declared entry into the war against Japan on the eve of invading Manchuria, Japan announced on 10 August its intention to surrender, signing a surrender document on 2 September 1945.\\nhuman_beings War II changed the political alignment and social structure of the globe. The United Nations was established to foster international co-operation and prevent future conflicts, with the victorious great powersChina, France, the Soviet Union, the United Kingdom, and the United Statesbecoming the permanent members of its Security Council. The Soviet Union and the United States emerged as rival superpowers, setting the stage for the nother half-century-long cold-blooded War. In the viewing of European deimmenseation, the influence of its great powers waned, triggering the decolonisation of Africa and Asia. Most countries whose industries had been damaged make_a_motion towards economic recovery and expansion. Political and economic integration, especially in Europe, began as an effort to forestall future hostilities, end pre-war enmities and fashion a sense of common identity."
    },
    {
        "title": "Rush Limbaugh",
        "summary": [
            "Rush Limbaugh",
            "Rush Limbaugh, Rush Hudson Limbaugh III LIM-baw; January 12, 1951 February 17, 2021 was an American conservative political commentator who was the host of The Rush Limbaugh Show, which first aired in 1984 and was nationally syndicated on AM and FM radio stations from 1988 until his death in 2021.\\nLimbaugh became one of the most prominent conservative voices in the United States during the 1990s and hosted a national television show from 1992 to 1996. He was among the most highly paid figures in American radio history; in 2018 Forbes listed his earnings at $84.5 million. In December 2019, Talkers Magazine estimated that Limbaughs show attracted a cumulative weekly audience of 15.5 million listeners to become the most-listened-to radio show in the United States. Limbaugh also wrote seven books; his first two, The Way Things Ought to Be 1992 and See, I Told You So 1993, made The New York Times Best Seller list.\\nLimbaugh garnered controversy from his statements on race, LGBT matters, feminism, sexual consent, and climate change. Despite being a polarizing figure, he was inducted into the National Radio Hall of Fame and the National Association of Broadcasters Hall of Fame. During the 2020 State of the Union Address, President Donald Trump awarded him the Presidential Medal of Freedom."
        ],
        "related": 959,
        "summary_short": "hurry Limbaugh hurry Limbaugh, hurry Hudson Limbaugh III LIM-baw; January 12, 1951 February 17, 2021 was an American conservative political commentator who was the legion of The hurry Limbaugh Show, which first aired in 1984 and was nationally syndicated on AM and FM radio stations from 1988 until his death in 2021.\\nLimbaugh became one of the most prominent conservative voices in the United States during the 1990s and legioned a national television show from 1992 to 1996. He was among the most highly paid figures in American radio history; in 2018 Forbes listed his earnings at $84.5 million. In December 2019, Talkers Magazine estimated that Limbaughs show attracted a cumulative weekly audience of 15.5 million listeners to become the most-listened-to radio show in the United States. Limbaugh likewise wrote seven books; his first two, The Way Things Ought to Be 1992 and See, I Told You So 1993, made The New York Times near Seller list.\\nLimbaugh garnered controversy from his statements on race, LGBT matters, feminism, sexual consent, and climate change. Despite being a polarizing figure, he was inducted into the National Radio Hall of Fame and the National Association of Broadcasters Hall of Fame. During the 2020 State of the Union Address, President Donald Trump awarded him the Presidential Medal of Freedom."
    },
    {
        "title": "Yars' Revenge",
        "summary": [
            "Yars' Revenge",
            "Yars Revenge, Yars Revenge is a video game released for the Atari 2600 in 1982. It was created by Howard Scott Warshaw and is Ataris best-selling original game for the 2600.:236240"
        ],
        "related": 128,
        "summary_short": "Yars' revenge Yars revenge, Yars revenge is a video game released for the Atari 2600 in 1982. It was created by Howard Scott Warshaw and is Ataris best-selling original game for the 2600.:236240"
    },
    {
        "title": "Charles Gunn (Angel)",
        "summary": [
            "Charles Gunn (Angel)",
            "Charles Gunn Angel, Charles Gunn is a fictional character created by Joss Whedon for the television series, Angel and introduced by writer Gary Campbell in the episode War Zone. The character is portrayed by J. August Richards, and was named by Whedon after filmmaker James Gunn and actor Sean Gunn, both of whom had worked with Whedon. \\nGunn is introduced as the leader of a street gang which protects its neighborhood from vampires."
        ],
        "related": 103,
        "summary_short": "Charles_the_Great Gunn (angel) Charles_the_Great Gunn angel, Charles_the_Great Gunn is a fictional character created by Joss Whedon for the television series, angel and introduced by writer Gary Campbell in the episode War Zone. The character is portrayed by J. August Richards, and was named by Whedon after filmmaker James Gunn and actor Sean Gunn, both of whom had worked with Whedon. \\nGunn is introduced as the leader of a street bunch which protects its neighborhood from vampires."
    },
    {
        "title": "Forbes Fictional 15",
        "summary": [
            "Forbes Fictional 15",
            "Forbes Fictional 15, The Forbes Fictional 15 was a list from Forbes business magazine that listed the 15 richest people in the realm of fiction produced between 2002 to 2013. The members are characters from movies, books, cartoons, television, video games, and comics.To qualify for the list, members must be both fictional in the sense that we excluded mythological and folkloric figures and characters meaning they are part of a narrative story or series of stories, in addition to being wealthy. The one exception to the rule was Santa Claus, a character whom Forbes decided to be an irresistible addition, although he has been absent from the list since 2006. Forbes stated, We still estimate Clauss net worth as infinite, but we excluded him from this years rankings after being bombarded by letters from outraged children insisting that Claus is real. We dont claim to have settled the ongoing controversy concerning Clauss existence, but after taking into account the physical evidencetoys delivered, milk and cookies devouredwe felt it was safer to remove him from consideration. After Claus was excluded, Scrooge McDuck became the wealthiest member due to being portrayed as having a tower vault full of gold. Carol Miller or Mom from Futurama is the wealthiest woman on the list, with an estimated $15.7 billion.\\nThe wealth of fictional characters under consideration for the list is calculated by combining the fictional source texts with real-world information about stock and commodity prices. As wealthy as the fictional characters on the list have been, their wealth has historically been exceeded by that of real-world billionaires such as Bill Gates and Carlos Slim.\\n\\n"
        ],
        "related": 240,
        "summary_short": "Forbes fictitious 15 Forbes fictitious 15, The Forbes fictitious 15 was a list from Forbes business magazine that listed the 15 richest people in the realm of fabrication produced between 2002 to 2013. The members are characters from movies, books, cartoons, television, video games, and comics.To qualify for the list, members must be both fabricational in the sense that we excluded mythological and folkloric figures and characters meaning they are part of a narrative story or serial of stories, in addition to being wealthy. The one exception to the rule was Santa Claus, a character whom Forbes decided to be an irresistible addition, although he has been absent from the list since 2006. Forbes stated, We still estimate Clauss net worth as infinite, but we excluded him from this years rankings after being bombarded by letters from outraged children insisting that Claus is real. We dont claim to have settled the ongoing controversy concerning Clauss existence, but after taking into account the physical evidencetoys delivered, milk and cookies devouredwe felt it was safer to remove him from consideration. After Claus was excluded, Scrooge McDuck became the wealthiest member due to being portrayed as having a tower vault full of gold. Carol Miller or Mom from Futurama is the wealthiest woman on the list, with an estimated $15.7 billion.\\nThe wealth of fabricational characters under consideration for the list is calculated by combining the fabricational source texts with real-world information about stock and commodity prices. As wealthy as the fabricational characters on the list have been, their wealth has historically been exceeded by that of real-world billionaires such as Bill Gates and Carlos Slim.\\n\\n"
    },
    {
        "title": "Shellshock: Nam '67",
        "summary": [
            "Shellshock: Nam '67",
            "Shellshock: Nam 67, Shellshock: Nam 67 is a 2004 third-person shooter video game developed by Guerrilla Games and published by Eidos Interactive for Microsoft Windows, PlayStation 2, and Xbox."
        ],
        "related": 80,
        "summary_short": "Shellshock: Nam '67 Shellshock: Nam 67, Shellshock: Nam 67 is a 2004 third-person shooter video crippled developed by Guerrilla gage and published by Eidos Interactive for Microsoft Windows, PlayStation 2, and Xbox."
    },
    {
        "title": "Musical ensemble",
        "summary": [
            "Musical ensemble",
            "Musical ensemble, A musical ensemble, also known as a music group or musical group, is a group of people who perform instrumental and/or vocal music, with the ensemble typically known by a distinct name. Some music ensembles consist solely of instrumentalists, such as the jazz quartet or the orchestra. Other music ensembles consist solely of singers, such as choirs and doo wop groups. In both popular music and classical music, there are ensembles in which both instrumentalists and singers perform, such as the rock band or the Baroque chamber group for basso continuo harpsichord and cello and one or more singers. In classical music, trios or quartets either blend the sounds of musical instrument families such as piano, strings, and wind instruments or group together instruments from the same instrument family, such as string ensembles e.g., string quartet or wind ensembles e.g., wind quintet. Some ensembles blend the sounds of a variety of instrument families, such as the orchestra, which uses a string section, brass instruments, woodwinds and percussion instruments, or the concert band, which uses brass, woodwinds and percussion.\\nIn jazz ensembles or combos, the instruments typically include wind instruments one or more saxophones, trumpets, etc., one or two chordal comping instruments electric guitar, acoustic guitar, piano, or Hammond organ, a bass instrument bass guitar or double bass, and a drummer or percussionist. Jazz ensembles may be solely instrumental, or they may consist of a group of instruments accompanying one or more singers. In rock and pop ensembles, usually called rock bands or pop bands, there are usually guitars and keyboards piano, electric piano, Hammond organ, synthesizer, etc., one or more singers, and a rhythm section made up of a bass guitar and drum kit.\\nMusic ensembles typically have a leader. In jazz bands, rock and pop groups and similar ensembles, this is the band leader. In classical music, orchestras, concert bands and choirs are led by a conductor. In orchestra, the concertmaster principal first violin player is the instrumentalist leader of the orchestra. In orchestras, the individual sections also have leaders, typically called the principal of the section e.g., the leader of the viola section is called the principal viola. Conductors are also used in jazz big bands and in some very large rock or pop ensembles e.g., a rock concert that includes a string section, a horn section and a choir which are accompanying a rock bands performance."
        ],
        "related": 171,
        "summary_short": "melodious corps_de_ballet melodious corps_de_ballet, A melodic corps_de_ballet, also known as a euphony group or melodic group, is a group of people who perform instrumental and/or vocal euphony, with the corps_de_ballet typically known by a distinct name. Some euphony corps_de_ballets consist solely of instrumentalists, such as the jazz quartet or the orchestra. Other euphony corps_de_ballets consist solely of singers, such as choirs and doo wop groups. In both popular euphony and classical euphony, there are corps_de_ballets in which both instrumentalists and singers perform, such as the rock band or the Baroque chamber group for basso continuo harpsichord and cello and one or more singers. In classical euphony, trios or quartets either blend the sounds of melodic instrument families such as piano, strings, and wind instruments or group together instruments from the same instrument family, such as string corps_de_ballets e.g., string quartet or wind corps_de_ballets e.g., wind quintet. Some corps_de_ballets blend the sounds of a variety of instrument families, such as the orchestra, which uses a string section, brass instruments, woodwinds and percussion instruments, or the concert band, which uses brass, woodwinds and percussion.\\nIn jazz corps_de_ballets or combos, the instruments typically include wind instruments one or more saxophones, trumpets, etc., one or two chordal comping instruments electric guitar, acoustic guitar, piano, or Hammond organ, a bass instrument bass guitar or double bass, and a drummer or percussionist. Jazz corps_de_ballets may be solely instrumental, or they may consist of a group of instruments accompanying one or more singers. In rock and pop corps_de_ballets, usually called rock bands or pop bands, there are usually guitars and keyboards piano, electric piano, Hammond organ, synthesizer, etc., one or more singers, and a rhythm section made up of a bass guitar and drum kit.\\nMusic corps_de_ballets typically have a leader. In jazz bands, rock and pop groups and similar corps_de_ballets, this is the band leader. In classical euphony, orchestras, concert bands and choirs are led by a conductor. In orchestra, the concertmaster principal first violin player is the instrumentalist leader of the orchestra. In orchestras, the individual sections also have leaders, typically called the principal of the section e.g., the leader of the viola section is called the principal viola. Conductors are also used in jazz big bands and in some very large rock or pop corps_de_ballets e.g., a rock concert that includes a string section, a horn section and a choir which are accompanying a rock bands performance."
    },
    {
        "title": "Red Lightning (video game)",
        "summary": [
            "Red Lightning (video game)",
            "Red Lightning video game, Red Lightning is a wargame created by Norm Koger and published by Strategic Simulations for the Atari ST and MS-DOS in 1989. An Amiga conversion followed a year later. The game is set in Europe and hypothesizes a Soviet invasion of Western Europe.\\nThe Box Art for Red Lightning was created by illustrator Marc Ericksen, and features Soviet T-80 tanks, with Mig-29s flying air cover, advancing under heavy weather."
        ],
        "related": 13,
        "summary_short": "Red lightning (telecasting plot) Red lightning telecasting plot, Red lightning is a warplot created by Norm Koger and published by Strategic Simulations for the Atari ST and MS-DOS in 1989. An Amiga conversion followed a yr later. The plot is set in Europe and hypothesizes a Soviet invasion of Western Europe.\\nThe Box Art for Red lightning was created by illustrator Marc Ericksen, and features Soviet T-80 tanks, with Mig-29s flying air cover, advancing under heavy weather."
    },
    {
        "title": "Glenn Miller",
        "summary": [
            "Glenn Miller",
            "Glenn Miller, Alton Glen Miller March 1, 1904 December 15, 1944 was an American big band founder, owner, conductor, composer, arranger, trombone player and recording artist before and during World War II, when he was an officer in the US Army Air Forces. Glenn Miller and His Orchestra was one of the most popular and successful bands of the 20th century and the big band era. His military group, the Major Glenn Miller Army Air Forces Orchestra, was also popular and successful.Glenn Miller and His Orchestra was the best-selling recording band from 1939 to 1942. It did not have a string section, but did have a slap bass in the rhythm section. It was also a touring band that played multiple radio broadcasts nearly every day. Their best-selling records include Millers iconic theme song Moonlight Serenade and the first gold record ever made, Chattanooga Choo Choo. The following tunes are also on that best-seller list: In the Mood, PEnnsylvania 6-5000 printed as Pennsylvania Six-Five Thousand on record labels, A String of Pearls, Moonlight Cocktail, At Last, Ive Got a Gal In Kalamazoo, American Patrol, Tuxedo Junction, Elmers Tune, Little Brown Jug, and Anvil Chorus. Including Chattanooga Choo Choo, five songs played by Miller and His Orchestra were number one hits for most of 1942 and can be found on the List of Billboard number-one singles of 1942. In four years, Miller scored 16 number one records and 69 top 10 hits, more than Elvis Presley 40 and the Beatles in their careers. His musical legacy includes multiple recordings in the Grammy Hall of Fame. His work has been performed by swing bands, jazz bands and big bands worldwide for over 75 years.Miller is considered to be the father of the modern US military bands. In 1942, he volunteered to join the US military to entertain troops during World War II and ended up in the US Army Air Forces. Their workload was just as heavy as the civilian bands had been. With a full string section added to a big band, the Major Glenn Miller Army Air Forces Orchestra was the forerunner of many US military big bands.Miller went missing in action MIA on December 15, 1944, on a flight over the English Channel. Standard Operating Procedure for the US military services, Miller was officially declared dead a year and a day later. An official Army investigation led to an official finding of death Miller, Norman Baessell and John Morgan who died on the same flight. All three officers are listed on the Tablets of the Missing at Cambridge American Cemetery and Memorial in Cambridge, England. Since his body was not recoverable, Miller was allowed to have a memorial headstone placed at the US Army-operated Arlington National Cemetery in Arlington, Virginia. In February 1945, he was posthumously awarded the Bronze Star Medal."
        ],
        "related": 463,
        "summary_short": "glenn miller glenn miller, Alton glen miller March 1, 1904 December 15, 1944 was an American big band founder, owner, conductor, composer, arranger, trombone player and recording artist before and during World War II, when he was an officer in the US Army Air Forces. glenn miller and His Orchestra was one of the most popular and successful bands of the 20th century and the big band era. His military group, the Major glenn miller Army Air Forces Orchestra, was also popular and successful.glenn miller and His Orchestra was the best-selling recording band from 1939 to 1942. It did not have a string section, but did have a slap bass in the rhythm section. It was also a touring band that played multiple radio broadcasts nearly every day. Their best-selling records include miller iconic theme song Moonlight Serenade and the first gold record ever made, Chattanooga Choo Choo. The following tunes are also on that best-seller list: In the Mood, PEnnsylvania 6-5000 printed as Pennsylvania Six-Five Thousand on record labels, A String of Pearls, Moonlight Cocktail, At Last, Ive Got a Gal In Kalamazoo, American Patrol, Tuxedo Junction, Elmers Tune, Little Brown Jug, and Anvil Chorus. Including Chattanooga Choo Choo, five songs played by miller and His Orchestra were number one hits for most of 1942 and can be found on the List of Billboard number-one singles of 1942. In four years, miller scored 16 number one records and 69 top 10 hits, more than Elvis Presley 40 and the Beatles in their careers. His musical legacy includes multiple recordings in the Grammy Hall of Fame. His work has been performed by swing bands, jazz bands and big bands worldwide for over 75 years.miller is considered to be the father of the modern US military bands. In 1942, he volunteered to join the US military to entertain troops during World War II and ended up in the US Army Air Forces. Their workload was just as heavy as the civilian bands had been. With a full string section added to a big band, the Major glenn miller Army Air Forces Orchestra was the forerunner of many US military big bands.miller survive missing in action MIA on December 15, 1944, on a flight over the English Channel. Standard Operating Procedure for the US military services, miller was officially declared dead a year and a day later. An official Army investigation led to an official finding of death miller, Norman Baessell and John Morgan who died on the same flight. All three officers are listed on the Tablets of the Missing at Cambridge American Cemetery and Memorial in Cambridge, England. Since his body was not recoverable, miller was allowed to have a memorial headstone placed at the US Army-operated Arlington National Cemetery in Arlington, Virginia. In February 1945, he was posthumously awarded the Bronze Star Medal."
    },
    {
        "title": "Donna Meagle",
        "summary": [
            "Donna Meagle",
            "Donna Meagle, Donna Marie Meagle is a fictional character in the NBC comedy Parks and Recreation. She is portrayed by Retta and has appeared in the show since the pilot. For the first two seasons of the show she appeared as a recurring character; she became a regular in the third season."
        ],
        "related": 108,
        "summary_short": "donna Meagle donna Meagle, donna Marie Meagle is a fictional character in the NBC comedy Parks and Recreation. She is portrayed by Retta and has appeared in the show since the pilot. For the first two seasons of the show she appeared as a recurring character; she became a regular in the third season."
    },
    {
        "title": "Blackmail (1939 film)",
        "summary": [
            "Blackmail (1939 film)",
            "Blackmail 1939 film, Blackmail is a 1939 American crime drama film directed by H. C. Potter and starring Edward G. Robinson, Ruth Husseyand Gene Lockhart."
        ],
        "related": 50,
        "summary_short": "blackmail (1939 photographic_film) blackmail 1939 photographic_film, blackmail is a 1939 American crime drama photographic_film directed by H. C. Potter and starring Edward G. Robinson, Ruth Husseyand Gene Lockhart."
    },
    {
        "title": "Steph Stokes",
        "summary": [
            "Steph Stokes",
            "Steph Stokes, Mary Stephanie Steph Stokes also Turner and Forsythe is a fictional character from the British ITV soap opera, Emmerdale. She was played by Lorraine Chase for a period of four years between 2002 and 2006. It was announced on 12 September 2013 that Steph would return for a guest appearance, which she did on 30 October 2013."
        ],
        "related": 210,
        "summary_short": "Steph stoke Steph stoke, Mary Stephanie Steph stoke also Turner and Forsythe is a fictional character from the British ITV soap opera, Emmerdale. She was played by Lorraine Chase for a period of four years between 2002 and 2006. It was announced on 12 September 2013 that Steph would return for a guest appearance, which she did on 30 October 2013."
    },
    {
        "title": "Cloverfield",
        "summary": [
            "Cloverfield",
            "Cloverfield, Cloverfield is a 2008 American found footage monster film directed by Matt Reeves, produced by J. J. Abrams, and written by Drew Goddard. It stars Lizzy Caplan, Jessica Lucas, T.J. Miller, Michael Stahl-David, Mike Vogel and Odette Yustman. The plot follows six young New York City residents fleeing from a massive monster and various other smaller creatures that attack the city during a farewell party.\\nDevelopment began when producer J. J. Abrams started conceptualizing a new monster and enlisted Neville Page to design the creature, called Clover. In February 2007, the project was secretly greenlit by Paramount Pictures and produced by Abramss Bad Robot Productions. Principal photography took place in Los Angeles and New York City in 2007. The project had several working titles, including Slusho, Cheese, and Greyshot. As part of a viral marketing campaign, a teaser trailer was released ahead of screenings of Transformers 2007 without a title. The final title was revealed in a second teaser trailer attached to screenings of Beowulf 2007. With limited pre-release details, it garnered online speculation, including forums and websites dedicated to uncovering hidden information about the film. Several tie-ins, including a prequel manga series, were released as part of the marketing campaign.\\nCloverfield was released on January 18, 2008, and received positive reviews from critics, who praised Reevess direction and the cinma vrit style narrative. It earned $172 million worldwide at the box office against a $25 million budget. It is the first installment of the Cloverfield franchise, followed by 10 Cloverfield Lane in 2016 and The Cloverfield Paradox in 2018. A direct sequel is in development."
        ],
        "related": 356,
        "summary_short": "Cloverfield Cloverfield, Cloverfield is a 2008 American found footage monster film directed by Matt Reeves, produced by J. J. Abrams, and written by Drew Goddard. It stars Lizzy Caplan, Jessica Lucas, T.J. Miller, Michael Stahl-David, Mike Vogel and Odette Yustman. The plot follows six young New York City residents fleeing from a massive monster and various other smaller creatures that attack the city during a farewell party.\\nDevelopment began when producer J. J. Abrams started conceptualizing a new monster and enlisted Neville Page to design the creature, called Clover. In February 2007, the project was secretly greenlit by Paramount Pictures and produced by Abramss Bad Robot Productions. Principal photography took place in Los Angeles and New York City in 2007. The project had several working titles, including Slusho, Cheese, and Greyshot. As part of a viral marketing campaign, a teaser trailer was released ahead of screenings of Transformers 2007 without a title. The final title was revealed in a second teaser trailer attached to screenings of Beowulf 2007. With limited pre-release details, it garnered online speculation, including forums and websites dedicated to uncovering hidden information about the film. Several tie-ins, including a prequel manga series, were released as part of the marketing campaign.\\nCloverfield was released on January 18, 2008, and received positive reviews from critics, who praised Reevess direction and the cinma vrit style narrative. It earned $172 million worldwide at the box office against a $25 million budget. It is the first installment of the Cloverfield franchise, followed by 10 Cloverfield Lane in 2016 and The Cloverfield Paradox in 2018. A direct sequel is in development."
    },
    {
        "title": "Category:BBC television documentaries about history during the 20th Century",
        "summary": [
            "Category:BBC television documentaries about history during the 20th Century",
            "Category:BBC television documentaries about history during the 20th Century, BBC television documentaries covering events which partially or fully took place in the 20th century."
        ],
        "related": 1,
        "summary_short": "Category:BBC telly infotainment about story during the twentieth C Category:BBC telly infotainment about story during the twentieth C, BBC telly infotainment covering events which partially or fully train place in the twentieth century."
    },
    {
        "title": "Louis Armstrong",
        "summary": [
            "Louis Armstrong",
            "Louis Armstrong, Louis Daniel Armstrong August 4, 1901 July 6, 1971, nicknamed Satchmo, Satch, and Pops, was an American trumpeter and vocalist. He was among the most influential figures in jazz. His career spanned five decades and several eras in the history of jazz.Armstrong was born and raised in New Orleans. Coming to prominence in the 1920s as an inventive trumpet and cornet player, Armstrong was a foundational influence in jazz, shifting the focus of the music from collective improvisation to solo performance. Around 1922, he followed his mentor, Joe King Oliver, to Chicago to play in the Creole Jazz Band. In Chicago, he spent time with other popular jazz musicians, reconnecting with his friend Bix Beiderbecke and spending time with Hoagy Carmichael and Lil Hardin. He earned a reputation at cutting contests, and his fame reached band leader Fletcher Henderson. Henderson persuaded Armstrong to come to New York City, where he became a featured and musically influential band soloist and recording artist. Hardin became Armstrongs second wife and they returned to Chicago to play together and then he began to form his own Hot jazz bands. After years of touring, he settled in Queens, New York, and by the 1950s, he was a national musical icon, assisted in part, by his appearances on radio and in film and television, in addition to his concerts.\\nWith his instantly recognizable rich, gravelly voice, Armstrong was also an influential singer and skillful improviser, bending the lyrics and melody of a song. He was also skilled at scat singing. Armstrong is renowned for his charismatic stage presence and voice as well as his trumpet playing. By the end of Armstrongs life, his influence had spread to popular music in general. Armstrong was one of the first popular African-American entertainers to cross over to wide popularity with white and international audiences. He rarely publicly politicized his race, to the dismay of fellow African Americans, but took a well-publicized stand for desegregation in the Little Rock crisis. He was able to access the upper echelons of American society at a time when this was difficult for black men.\\nArmstrong appeared in films such as High Society 1956 alongside Bing Crosby, Grace Kelly, and Frank Sinatra, and Hello, Dolly! 1969 starring Barbra Streisand. He received many accolades including three Grammy Award nominations and a win for his vocal performance of Hello, Dolly! in 1964. In 2017, he was posthumously inducted into the Rhythm & Blues Hall of Fame."
        ],
        "related": 788,
        "summary_short": "Joseph_Louis_Barrow Neil_Armstrong Joseph_Louis_Barrow Neil_Armstrong, Joseph_Louis_Barrow Daniel Neil_Armstrong August 4, 1901 July 6, 1971, nicknamed Satchmo, Satch, and Pops, was an American trumpeter and vocalist. He was among the most influential figures in jazz. His career spanned five decades and several eras in the history of jazz.Neil_Armstrong was born and raised in New Orleans. Coming to prominence in the 1920s as an inventive trumpet and cornet player, Neil_Armstrong was a foundational influence in jazz, shifting the focalise of the music from collective improvisation to solo performance. Around 1922, he followed his mentor, Joe King Oliver, to Chicago to play in the Creole Jazz Band. In Chicago, he spent time with other popular jazz musicians, reconnecting with his friend Bix Beiderbecke and spending time with Hoagy Carmichael and Lil Hardin. He earned a reputation at cutting contests, and his fame reached band leader Fletcher Henderson. Henderson persuaded Neil_Armstrong to come to New York City, where he became a featured and musically influential band soloist and recording artist. Hardin became Satchmo second wife and they returned to Chicago to play together and then he began to form his own Hot jazz bands. After years of touring, he settled in Queens, New York, and by the 1950s, he was a national musical icon, assisted in part, by his appearances on radio and in film and television, in addition to his concerts.\\nWith his instantly recognizable rich, gravelly voice, Neil_Armstrong was also an influential singer and skillful improviser, bending the lyrics and melody of a song. He was also skilled at scat singing. Neil_Armstrong is renowned for his charismatic stage presence and voice as well as his trumpet playing. By the end of Satchmo life, his influence had spread to popular music in general. Neil_Armstrong was one of the first popular African-American entertainers to cross over to wide popularity with white and international audiences. He rarely publicly politicized his race, to the dismay of fellow African Americans, but took a well-publicized stand for desegregation in the Little Rock crisis. He was able to access the upper echelons of American society at a time when this was difficult for black men.\\nNeil_Armstrong appeared in films such as High Society 1956 alongside Bing Crosby, Grace Kelly, and Frank Sinatra, and Hello, Dolly! 1969 starring Barbra Streisand. He received many accolades including three Grammy Award nominations and a win for his vocal performance of Hello, Dolly! in 1964. In 2017, he was posthumously inducted into the Rhythm & Amytal Hall of Fame."
    },
    {
        "title": "Jacqueline Kennedy Onassis",
        "summary": [
            "Jacqueline Kennedy Onassis",
            "Jacqueline Kennedy Onassis, Jacqueline Lee Kennedy Onassis ne Bouvier ; July 28, 1929 May 19, 1994 was an American socialite, writer, photographer, and book editor who served as first lady of the United States from 1961 to 1963, as the wife of President John F. Kennedy. A popular first lady, she endeared the American public with her devotion to her family, dedication to the historic preservation of the White House and her interest in American history and culture. During her lifetime, she was regarded as an international icon for her unique fashion choices.After graduating with a Bachelor of Arts in French literature from George Washington University in 1951, Bouvier started working for the Washington Times-Herald as an inquiring photographer. The following year, she met then-Congressman John Kennedy at a dinner party in Washington. He was elected to the Senate that same year, and the couple married on September 12, 1953, in Newport, Rhode Island. They had four children, two of whom died in infancy. Following her husbands election to the presidency in 1960, Kennedy was known for her highly publicized restoration of the White House and emphasis on arts and culture, as well as for her style. At age 31, she was the third-youngest first lady of the United States when her husband was inaugurated.\\nAfter the assassination and funeral of her husband in 1963, Kennedy and her children largely withdrew from public view. In 1968, she married Greek shipping magnate Aristotle Onassis, which caused controversy. Following Onassiss death in 1975, she had a career as a book editor in New York City, first at Viking Press and then at Doubleday, and worked to restore her public image. Even after her death, she ranks as one of the most popular and recognizable first ladies in American history, and in 1999, she was listed as one of Gallups Most-Admired Men and Women of the 20th century. She died in 1994 and was buried at Arlington National Cemetery alongside President Kennedy. Surveys of historians conducted periodically by the Siena College Research Institute since 1982 have consistently found Kennedy Onassis to rank among the most highly regarded first ladies by the assessments of historians."
        ],
        "related": 730,
        "summary_short": "Jacqueline JFK Onassis Jacqueline JFK Onassis, Jacqueline Lee JFK Onassis ne Bouvier ; July 28, 1929 May 19, 1994 was an American socialite, writer, photographer, and book editor who served as first lady of the United States from 1961 to 1963, as the wife of President John F. JFK. A popular first lady, she endeared the American public with her devotion to her family, dedication to the historic preservation of the White House and her interest in American history and culture. During her lifetime, she was regarded as an international icon for her unique fashion choices.After graduating with a Bachelor of Arts in French literature from George Washington University in 1951, Bouvier started working for the Washington Times-Herald as an inquiring photographer. The following year, she met then-Congressman John JFK at a dinner party in Washington. He was elected to the Senate that same year, and the couple married on September 12, 1953, in Newport, Rhode Island. They had four children, two of whom died in infancy. Following her husbands election to the presidency in 1960, JFK was known for her highly publicized restoration of the White House and emphasis on arts and culture, as well as for her style. At age 31, she was the third-youngest first lady of the United States when her husband was inaugurated.\\nAfter the assassination and funeral of her husband in 1963, JFK and her children largely withdrew from public view. In 1968, she married Greek shipping magnate Aristotle Onassis, which caused controversy. Following Onassiss death in 1975, she had a career as a book editor in New York City, first at Viking Press and then at Doubleday, and worked to restore her public image. Even after her death, she ranks as one of the most popular and recognizable first ladies in American history, and in 1999, she was listed as one of Gallups Most-Admired Men and Women of the 20th century. She died in 1994 and was buried at Arlington National Cemetery alongside President JFK. Surveys of historians conducted periodically by the Siena College Research Institute since 1982 have consistently found JFK Onassis to rank among the most highly regarded first ladies by the assessments of historians."
    },
    {
        "title": "Paternoster Gang",
        "summary": [
            "Paternoster Gang",
            "Paternoster Gang, Madame Vastra, Jenny Flint, and Strax informally known as the Paternoster Gang, together with the Doctor, are a trio of recurring fictional characters in the British science fiction television series Doctor Who, created by Steven Moffat and portrayed, respectively, by Neve McIntosh, Catrin Stewart, and Dan Starkey.\\nThe three characters first appear in the sixth series episode A Good Man Goes to War. Madame Vastra a Silurian and Jenny Flint a human are a married couple. In later stories we see them living in London during the 19th century. Strax, a Sontaran, is seen in his first appearance to be acting as a nurse, caring for wounded soldiers on another planet. They are all recruited by the Eleventh Doctor to help him rescue Amy Pond. Despite the success of the effort, Strax apparently dies in the battle. He is, however, shown to be awakened by Vastra and Flint a couple of days later, in the webisode The Battle of Demons Run: Two Days Later; he then became their butler in the 19th century.\\nSince their first appearance, the trio have appeared various times to help the Doctor, even having a central role in the first half of The Crimson Horror 2013. Their last episode was 2014s Deep Breath, the first episode starring the Twelfth Doctor.\\nThey also have their own spin-off novella, Devil in the Smoke 2012, and spin-off novel, Silhouette 2014, and the trio have appeared in several online minisodes, with Strax additionally appearing in a series of Field Report videos posted to the Doctor Who website. In 2014, they appeared without the Doctor in the Doctor Who Magazine comic strip in the storyline The Crystal Throne DWM #475476. Since 2015, an ongoing series of short stories and a comic strip titled Strax and the Time Shark, featuring the three characters, has been a regular feature in Doctor Who Adventures magazine. The three characters became popular with audiences, with the presence of an inter-species same-sex couple also leading to some attention."
        ],
        "related": 110,
        "summary_short": "paternoster bunch paternoster bunch, Madame Vastra, Jenny Flint, and Strax informally known as the paternoster bunch, together with the Doctor, are a trio of recurring fictional characters in the British science fiction television series Doctor Who, created by Steven Moffat and portrayed, respectively, by Neve McIntosh, Catrin Stewart, and Dan Starkey.\\nThe three characters first appear in the sixth series episode A estimable Man travel to War. Madame Vastra a Silurian and Jenny Flint a human are a married couple. In later stories we see them living in London during the 19th century. Strax, a Sontaran, is seen in his first appearance to be acting as a nurse, lovingness for wounded soldiers on another planet. They are all recruited by the Eleventh Doctor to help him rescue Amy Pond. Despite the success of the effort, Strax apparently dies in the battle. He is, however, shown to be awakened by Vastra and Flint a couple of twenty-four_hours later, in the webisode The Battle of Demons Run: Two day Later; he then became their butler in the 19th century.\\nSince their first appearance, the trio have appeared various times to help the Doctor, even having a central role in the first one-half of The Crimson Horror 2013. Their net episode was 2014s Deep Breath, the first episode starring the Twelfth Doctor.\\nThey also have their own spin-off novella, Devil in the Smoke 2012, and spin-off novel, Silhouette 2014, and the trio have appeared in several online minisodes, with Strax additionally appearing in a series of Field Report videos posted to the Doctor Who website. In 2014, they appeared without the Doctor in the Doctor Who Magazine comic strip in the storyline The Crystal Throne DWM #475476. Since 2015, an ongoing series of short stories and a comic strip titled Strax and the Time Shark, featuring the three characters, has been a regular feature in Doctor Who Adventures magazine. The three characters became popular with audiences, with the presence of an inter-species same-sex couple also leading to some attention."
    },
    {
        "title": "The Frankenstones",
        "summary": [
            "The Frankenstones",
            "The Frankenstones, The Frankenstones are a family of fictional characters who appeared on The Flintstones spin-offs and television specials through the early 1980s. The family has been described as a sort of fusion of The Flintstones and The Munsters. The Frankenstones are also similar in scope to The Gruesomes, another monster-themed family who moved next door to the Flintstones during the fifth season of the original series."
        ],
        "related": 228,
        "summary_short": "The Frankenstones The Frankenstones, The Frankenstones are a family of fictional characters who appeared on The Flintstones spin-offs and television specials through the early 1980s. The family has been described as a sort of fusion of The Flintstones and The Munsters. The Frankenstones are also similar in scope to The Gruesomes, another monster-themed family who moved next door to the Flintstones during the fifth season of the original series."
    },
    {
        "title": "Outlaw Golf",
        "summary": [
            "Outlaw Golf",
            "Outlaw Golf, Outlaw Golf is a series of golf video games developed by Hypnotix, that are intended for adults and mature teens. Outlaw Golf was released for the Xbox on June 10, 2002; for GameCube on October 29, 2002; and for Microsoft Windows on September 30, 2003. A standalone expansion, Outlaw Golf: Holiday Golf was released December 23, 2002. A second standalone expansion, Outlaw Golf: 9 More Holes of X-Mas, was released November 15, 2003. An official sequel, Outlaw Golf 2, was released for Xbox on October 21, 2004 and for PlayStation 2 on November 25, 2004. The games are part of the Outlaw series, and other titles include Outlaw Volleyball and Outlaw Tennis. The Xbox version was released in Japan as part of Xbox World Collection series."
        ],
        "related": 48,
        "summary_short": "illicit golf_game_game illicit golf_game_game, illicit golf_game_game is a series of golf_game video games developed by Hypnotix, that are intended for adults and mature teens. illicit golf_game_game was released for the Xbox on June 10, 2002; for GameCube on October 29, 2002; and for Microsoft Windows on September 30, 2003. A standalone expansion, illicit golf_game_game: Holiday golf_game_game was released December 23, 2002. A second standalone expansion, illicit golf_game_game: 9 more gob of X-Mas, was released November 15, 2003. An official sequel, illicit golf_game_game 2, was released for Xbox on October 21, 2004 and for PlayStation 2 on November 25, 2004. The games are part of the illicit series, and other titles include illicit Volleyball and illicit Tennis. The Xbox version was released in Japan as part of Xbox humans Collection series."
    },
    {
        "title": "William S. Hart",
        "summary": [
            "William S. Hart",
            "William S. Hart, William Surrey Hart December 6, 1864 June 23, 1946 was an American silent film actor, screenwriter, director and producer. He is remembered as a foremost Western star of the silent era who imbued all of his characters with honor and integrity. During the late 1910s and early 1920s, he was one of the most consistently popular movie stars, frequently ranking high among male actors in popularity contests held by movie fan magazines."
        ],
        "related": 117,
        "summary_short": "William S. stag William S. stag, William Surrey stag December 6, 1864 June 23, 1946 was an American silent film actor, screenwriter, director and producer. He is remembered as a foremost Western star_topology of the silent era who imbued all of his characters with honor and integrity. During the of_late 1910s and ahead_of_time 1920s, he was one of the most consistently popular movie star_topologys, frequently ranking high among male_person actors in popularity contests held by movie fan magazines."
    },
    {
        "title": "Rayman M",
        "summary": [
            "Rayman M",
            "Rayman M, Rayman M Rayman Arena in North America and for Xbox and GameCube versions is a multiplayer party game developed and published by Ubisoft. The game encompasses two versions: the original version for the PlayStation 2 and Microsoft Windows, and the North American GameCube and Xbox versions,   These versions came out later than PS2 and PC so they are revamped., with both releases featuring exclusive content. A spin-off of the Rayman series, the game retains a number of elements that previously appeared in Rayman 2: The Great Escape, such as similar controls, gameplay and level design. The game is split two game modes, both supporting up to four players: on-foot racing and arena-based battles.\\nThe PlayStation 2 and Microsoft Windows versions require the player to complete all five leagues Beginner, Advanced, Expert, Extreme and Bonus to beat the game.\\nThe GameCube and Xbox versions require the player to complete the four main game modes Obstacle Racing, Time Attack, Total Fight and Freeze Combat on all three difficulties Beginner, Pro and Master to beat the game.\\nA demake, titled Rayman Rush, was released for the PlayStation in 2002, which only features the racing portions of the game."
        ],
        "related": 66,
        "summary_short": "Rayman M Rayman M, Rayman M Rayman Arena in North America and for Xbox and GameCube versions is a multiplayer party game developed and published by Ubisoft. The game encompasses two versions: the original version for the PlayStation 2 and Microsoft Windows, and the North American GameCube and Xbox versions,   These versions came out later than PS2 and PC so they are revamped., with both releases featuring exclusive content. A spin-off of the Rayman series, the game retains a number of elements that previously appeared in Rayman 2: The Great Escape, such as similar controls, gameplay and level design. The game is split two game modes, both supporting up to four players: on-foot racing and arena-based battles.\\nThe PlayStation 2 and Microsoft Windows versions require the player to complete all five leagues Beginner, Advanced, Expert, Extreme and Bonus to beat the game.\\nThe GameCube and Xbox versions require the player to complete the four main game modes Obstacle Racing, Time Attack, Total Fight and Freeze Combat on all three difficulties Beginner, Pro and Master to beat the game.\\nA demake, titled Rayman Rush, was released for the PlayStation in 2002, which only features the racing portions of the game."
    },
    {
        "title": "The Wizard of Oz (1939 film)",
        "summary": [
            "The Wizard of Oz (1939 film)",
            "The Wizard of Oz 1939 film, The Wizard of Oz is a 1939 American musical fantasy film produced by Metro-Goldwyn-Mayer MGM. An adaptation of L. Frank Baums 1900 childrens fantasy novel The Wonderful Wizard of Oz, the film was primarily directed by Victor Fleming who left the production to take over the troubled Gone with the Wind, and stars Judy Garland, Frank Morgan, Ray Bolger, Bert Lahr, Jack Haley, Billie Burke and Margaret Hamilton. Noel Langley, Florence Ryerson, and Edgar Allan Woolf received credit for the screenplay, but others made uncredited contributions. The music was composed by Harold Arlen and adapted by Herbert Stothart, with the lyrics written by Edgar Yip Harburg.\\nCharacterized by its use of Technicolor, fantasy storytelling, musical score, and memorable characters, The Wizard of Oz was moderately successful upon its original release of August 25, 1939. The film was considered a critical success and was nominated for six Academy Awards, including Best Picture, winning in two categories: Best Original Song for Over the Rainbow and Best Original Score by Stothart. While the film was sufficiently popular at the box office, it failed to make a profit for MGM until the 1949 re-release, earning only $3,017,000 on a $2,777,000 budget, not including promotional costs, which made it MGMs most expensive production at that time.The 1956 television broadcast premiere of the film on the CBS network reintroduced the film to the public; according to the U.S. Library of Congress, it is the most seen film in movie history. In 1989, it was selected by the Library of Congress as one of the first 25 films for preservation in the United States National Film Registry for being culturally, historically, or aesthetically significant. It is also one of the few films on UNESCOs Memory of the World Register. The film was ranked second in Varietys inaugural 100 Greatest Movies of All Time list published in 2022. It was among the top ten in the 2005 BFI British Film Institute list of 50 films to be seen by the age of 14, and is on the BFIs updated list of 50 films to be seen by the age of 15 released in May 2020.The Wizard of Oz has become the source of many quotes referenced in contemporary popular culture. The film ranks often on critics lists of greatest films of all time, and is the most commercially successful adaptation of L. Frank Baums work."
        ],
        "related": 786,
        "summary_short": "The genius of Oz (1939 shoot) The genius of Oz 1939 shoot, The genius of Oz is a 1939 American musical fantasy shoot produced by Metro-Goldwyn-Mayer MGM. An adaptation of L. Frank Baums 1900 childrens fantasy novel The Wonderful genius of Oz, the shoot was primarily directed by Victor Fleming who odd the production to charter over the troubled proceed with the Wind, and stars Judy Garland, Frank Morgan, Ray Bolger, Bert Lahr, Jack Haley, Billie Burke and Margaret Hamilton. Yuletide Langley, Florence Ryerson, and Edgar Allan Virginia_Woolf received credit for the screenplay, but others realise uncredited contributions. The music was composed by Harold Arlen and adapted by Herbert Stothart, with the lyrics written by Edgar Yip Harburg.\\nCharacterized by its use of Technicolor, fantasy storytelling, musical score, and memorable characters, The genius of Oz was moderately successful upon its original release of August 25, 1939. The shoot was considered a critical success and was nominated for six Academy Awards, including Best Picture, winning in two categories: Best Original call for concluded the Rainbow and Best Original Score by Stothart. while the shoot was sufficiently popular at the box office, it die to charter_a_shit a profit for MGM until the 1949 re-release, earning only $3,017,000 on a $2,777,000 budget, not including promotional costs, which realise it MGMs most expensive production at that time.The 1956 television broadcast premiere of the shoot on the CBS network reintroduced the shoot to the public; according to the U.S. Library of Congress, it is the most check shoot in movie history. In 1989, it was selected by the Library of Congress as one of the firstly 25 shoots for preservation in the United States National picture Registry for being culturally, historically, or aesthetically significant. It is also one of the few shoots on UNESCOs Memory of the World Register. The shoot was ranked second in Varietys inaugural 100 Greatest Movies of All clock list published in 2022. It was among the top ten in the 2005 BFI British picture Institute list of 50 shoots to be check by the age of 14, and is on the BFIs updated list of 50 shoots to be check by the age of 15 released in May 2020.The genius of Oz has become the source of many quotes referenced in contemporary popular culture. The shoot ranks a_great_deal on critics lists of greatest shoots of all time, and is the most commercially successful adaptation of L. Frank Baums work."
    },
    {
        "title": "Space Trader (Palm OS)",
        "summary": [
            "Space Trader (Palm OS)",
            "Space Trader Palm OS, Space Trader is a strategy game for Palm OS and Windows Mobile PDAs. It was released in 2002 by Pieter Spronck, a scientist at Tilburg University, and was inspired by David J. Webbs PalmPilot game SolarWars which in turn was based on Matt Lees popular Palm game Dope Wars and the 1980s classic 3D strategy game Elite though it does not have Elites 3D flight mode. The game is free software under the GNU General Public License. It has since been ported to various other Platforms by other people as well.\\nSpace Trader for Palm OS centers on buying and selling eleven commodities in various star systems around the galaxy. The player has one of several types of spacecraft, and interacts with other traders, pirates, and police. The creator of the game announced that he was going to create a sequel, called Picoverse, which was announced in late 2002 and expected to be finished in early 2003. As of September 2022, however, no news regarding the game has been released. Despite this Dead Jim Studios released a similar and greatly expanded game for iOS called Dark Nova. Spronck expressed support for the remake on his website."
        ],
        "related": 17,
        "summary_short": "blank bargainer (palm_tree OS) blank bargainer palm_tree OS, blank bargainer is a strategy gage for palm_tree OS and Windows Mobile PDAs. It was released in 2002 by Pieter Spronck, a scientist at Tilburg University, and was inspired by David J. Webbs palm_treePilot gage SolarWars which in turn was based on Matt Lees popular palm_tree gage Dope Wars and the 1980s classic 3D strategy gage Elite though it does not have Elites 3D flight mode. The gage is free software under the GNU General Public License. It has since been ported to various other Platforms by other people as well.\\nblank bargainer for palm_tree OS centers on buying and selling eleven commodities in various star systems around the galaxy. The instrumentalist has one of several types of spacecraft, and interacts with other traders, pirates, and police. The creator of the gage announced that he was going to create a sequel, called Picoverse, which was announced in belated 2002 and expected to be finished in early 2003. As of September 2022, however, no news regarding the gage has been released. Despite this Dead Jim Studios released a similar and greatly expanded gage for iOS called Dark Nova. Spronck expressed support for the remake on his website."
    },
    {
        "title": "Mine Storm",
        "summary": [
            "Mine Storm",
            "Mine Storm, Mine Storm also written as MineStorm is a multidirectional shooter similar to Atari, Inc.s 1979 Asteroids arcade game. It was published in 1982 by General Consumer Electronics as the built-in game for the Vectrex system. Mine Storm was implemented by John Hall."
        ],
        "related": 16,
        "summary_short": "mine tempest mine tempest, mine tempest also written as minetempest is a multidirectional shooter similar to Atari, Inc.s 1979 Asteroids arcade back. It was published in 1982 by General Consumer Electronics as the built-in back for the Vectrex system. mine tempest was implemented by John Hall."
    },
    {
        "title": "Jam session",
        "summary": [
            "Jam session",
            "Jam session, A jam session is a relatively informal musical event, process, or activity where musicians, typically instrumentalists, play improvised solos and vamp over tunes, drones, songs, and chord progressions. To jam is to improvise music without extensive preparation or predefined arrangements, except for when the group is playing well-known jazz standards or covers of existing popular songs. Original jam sessions, also called free flow sessions, are often used by musicians to develop new material music and find suitable arrangements. Both styles can be used simply as a social gathering and communal practice session. Jam sessions may be based upon existing songs or forms, may be loosely based on an agreed chord progression or chart suggested by one participant, or may be wholly improvisational. Jam sessions can range from very loose gatherings of amateurs to evenings where a jam session coordinator or host acts as a gatekeeper so that appropriate-level performers take the stage to sophisticated improvised recording sessions by professionals which are intended to be broadcast live on radio or TV or edited and released to the public."
        ],
        "related": 342,
        "summary_short": "Jam academic_session Jam academic_session, A jam academic_session is a relatively informal musical event, process, or activity where musicians, typically instrumentalists, toy improvised solos and coquette over tunes, drones, songs, and chord progressions. To jam is to improvise music without extensive preparation or predefined arrangements, except for when the group is toying well-known have_a_go_at_it standards or covers of existing popular songs. Original jam academic_Roger_Sessions, also called free flow academic_Roger_Sessions, are often used by musicians to develop new material music and find suitable arrangements. Both styles can be used simply as a social gathering and communal practice academic_session. Jam academic_Roger_Sessions may be based upon existing songs or forms, may be loosely based on an agreed chord progression or chart suggested by one participant, or may be wholly improvisational. Jam academic_Roger_Sessions can range from very loose gatherings of amateurs to evenings where a jam academic_session coordinator or host acts as a gatekeeper so that appropriate-level performers select the stage to sophisticated improvised recording academic_Roger_Sessions by professionals which are intended to be broadcast live on radio or TV or edited and released to the public."
    },
    {
        "title": "Final Assault",
        "summary": [
            "Final Assault",
            "Final Assault, Final Assault, known as Chamonix Challenge in Europe, originally Bivouac in French, is a mountaineering simulation distributed by Infogrames and Epyx in 1987 for the Amiga, Amstrad CPC, Apple IIgs, Atari ST, Commodore 64, MS-DOS, Thomson and ZX Spectrum. The original release of the game was copy protected."
        ],
        "related": 36,
        "summary_short": "final_examination snipe final_examination snipe, final_examination snipe, known as Chamonix Challenge in Europe, originally Bivouac in French, is a mountaineering simulation distributed by Infogrames and Epyx in 1987 for the Amiga, Amstrad CPC, Apple IIgs, Atari ST, Commodore 64, MS-DOS, Thomson and ZX Spectrum. The original release of the game was copy protected."
    },
    {
        "title": "Mike Tyson",
        "summary": [
            "Mike Tyson",
            "Mike Tyson, Michael Gerard Tyson born June 30, 1966 is an American former professional boxer who competed from 1985 to 2005. Nicknamed Iron Mike and Kid Dynamite in his early career, and later known as The Baddest Man on the Planet, Tyson is considered to be one of the greatest heavyweight boxers of all time. He reigned as the undisputed world heavyweight champion from 1987 to 1990. Tyson won his first 19 professional fights by knockout, 12 of them in the first round. Claiming his first belt at 20 years, four months, and 22 days old, Tyson holds the record as the youngest boxer ever to win a heavyweight title. He was the first heavyweight boxer to simultaneously hold the WBA, WBC and IBF titles, as well as the only heavyweight to unify them in succession. The following year, Tyson became the lineal champion when he knocked out Michael Spinks in 91 seconds of the first round. In 1990, Tyson was knocked out by underdog Buster Douglas in one of the biggest upsets in history.\\nIn 1992, Tyson was convicted of rape and sentenced to six years in prison, although he was released on parole after three years. After his release in 1995, he engaged in a series of comeback fights, regaining the WBA and WBC titles in 1996 to join Floyd Patterson, Muhammad Ali, Tim Witherspoon, Evander Holyfield and George Foreman as the only men in boxing history to have regained a heavyweight championship after losing it. After being stripped of the WBC title in the same year, Tyson lost the WBA title to Evander Holyfield by an eleventh round stoppage. Their 1997 rematch ended when Tyson was disqualified for biting Holyfields ears, one bite notoriously being strong enough to remove a portion of his right ear. In 2002, Tyson fought for the world heavyweight title, losing by knockout to Lennox Lewis.\\nTyson was known for his ferocious and intimidating boxing style as well as his controversial behavior inside and outside the ring. With a knockout-to-win percentage of 88%, he was ranked 16th on The Ring magazines list of 100 greatest punchers of all time, and first on ESPNs list of The Hardest Hitters in Heavyweight History. Sky Sports described him as perhaps the most ferocious fighter to step into a professional ring. He has been inducted into the International Boxing Hall of Fame and the World Boxing Hall of Fame."
        ],
        "related": 608,
        "summary_short": "mike mike_Tyson mike mike_Tyson, Michael Gerard mike_Tyson born June 30, 1966 is an American former professional boxer who competed from 1985 to 2005. Nicknamed Fe mike and Kid Dynamite in his early career, and later known as The Baddest Man on the Planet, mike_Tyson is considered to be one of the greatest heavyweight boxers of all time. He reigned as the undisputed world heavyweight champion from 1987 to 1990. mike_Tyson won his first 19 professional fights by knockout, 12 of them in the first round. Claiming his first belt at 20 years, four months, and 22 days old, mike_Tyson holds the record as the youngest boxer ever to win a heavyweight championship. He was the first heavyweight boxer to simultaneously hold the WBA, WBC and IBF championships, as well as the only heavyweight to unify them in succession. The following year, mike_Tyson became the lineal champion when he knocked out Michael Spinks in 91 seconds of the first round. In 1990, mike_Tyson was knocked out by underdog Buster Douglas in one of the biggest upsets in history.\\nIn 1992, mike_Tyson was convicted of despoil and sentenced to six years in prison, although he was released on parole after three years. After his release in 1995, he engaged in a series of comeback fights, regaining the WBA and WBC championships in 1996 to join Floyd Patterson, Muhammad Ali, Tim Witherspoon, Evander Holyfield and George Foreman as the only men in boxing history to have regained a heavyweight championship after losing it. After being stripped of the WBC championship in the same year, mike_Tyson lost the WBA championship to Evander Holyfield by an eleventh round stoppage. Their 1997 rematch ended when mike_Tyson was disqualified for biting Holyfields ears, one seize_with_teeth notoriously being strong enough to remove a portion of his right ear. In 2002, mike_Tyson fought for the world heavyweight championship, losing by knockout to Lennox Lewis.\\nmike_Tyson was known for his ferocious and intimidating boxing style as well as his controversial behavior inside and outside the ring. With a knockout-to-win percentage of 88%, he was ranked 16th on The echo magazines lean of 100 greatest punchers of all time, and first on ESPNs lean of The Hardest Hitters in Heavyweight History. Sky Sports described him as perhaps the most ferocious fighter to step into a professional ring. He has been inducted into the International Boxing Hall of celebrity and the World Boxing Hall of celebrity."
    },
    {
        "title": "Help:Introduction",
        "summary": [
            "Help:Introduction",
            "Help:Introduction, "
        ],
        "related": 2,
        "summary_short": "Help:Introduction Help:Introduction, "
    },
    {
        "title": "Harley-Davidson: Wheels of Freedom",
        "summary": [
            "Harley-Davidson: Wheels of Freedom",
            "Harley-Davidson: Wheels of Freedom, Harley-Davidson: Wheels of Freedom is a racing game developed by Canopy Games and G2M Games, and published by Infogrames in 2000."
        ],
        "related": 24,
        "summary_short": "Harley-Davidson: wheel_around of freedom Harley-Davidson: wheel_around of freedom, Harley-Davidson: wheel_around of freedom is a racing game developed by Canopy Games and G2M Games, and published by Infogrames in 2000."
    },
    {
        "title": "Stephen Gottlieb",
        "summary": [
            "Stephen Gottlieb",
            "Stephen Gottlieb, Stephen Gottlieb is a fictional character from the Australian soap opera Neighbours, played by Lochie Daddo. He made his first screen appearance during the episode broadcast on 12 October 1992. Stephen is characterised as a compassionate record store manager. He was introduced into the series as a love interest of Phoebe Bright Simone Robertson. Writers created a rushed romance between the pair. Phoebe was mourning her dead boyfriend Todd Landers Kristian Schmid and pregnant with his child. Despite this the characters were married and cohabiting after two months. Stephen and Phoebes relationship dominated his main storylines. They included Phoebes pregnancy dramas, her baby nearly dying and living in fear of their mentally ill lodger Russell Butler Steven Whittaker. \\nStephens most prominent story was suffering paralysis after being caught up in a gas explosion. Stephens rehabilitation is quick but provided more turmoil for him and Phoebe. Daddo soon decided to leave Neighbours because he was frustrated with his characters stories. He believed that Stephen was nothing more than Phoebes love interest. His departure caused producers to write Robertson out of the show too. Their departure story depicts them moving away to open a record store with the compensation received from Stephens accident."
        ],
        "related": 291,
        "summary_short": "Sir_Leslie_Stephen Gottlieb Sir_Leslie_Stephen Gottlieb, Sir_Leslie_Stephen Gottlieb is a fictional character from the Australian soap opera Neighbours, played by Lochie Daddo. He made his first screen appearance during the episode broadcast on 12 October 1992. Sir_Leslie_Stephen is characterised as a compassionate record store manager. He was introduced into the series as a love interest of Phoebe Bright Simone Robertson. Writers created a rushed romance between the pair. Phoebe was mourning her dead boyfriend Todd Landers Kristian Schmid and pregnant with his child. Despite this the characters were married and cohabiting after two months. Sir_Leslie_Stephen and Phoebes relationship dominated his main storylines. They included Phoebes pregnancy dramas, her baby nearly dying and living in fear of their mentally ill lodger Russell Butler Steven Whittaker. \\nSir_Leslie_Stephen most prominent story was suffering paralysis after being caught up in a gas explosion. Sir_Leslie_Stephen rehabilitation is quick but provided more turmoil for him and Phoebe. Daddo soon decided to leave Neighbours because he was frustrated with his characters stories. He believed that Sir_Leslie_Stephen was nothing more than Phoebes love interest. His departure caused producers to write Robertson out of the show too. Their departure story depicts them moving away to open a record store with the compensation received from Sir_Leslie_Stephen accident."
    },
    {
        "title": "The longest suicide note in history",
        "summary": [
            "The longest suicide note in history",
            "The longest suicide note in history, The longest suicide note in history is an epithet originally used by United Kingdom Labour MP Gerald Kaufman to describe his partys 1983 general election manifesto, which emphasised socialist policies in a more profound manner than previous such documentsand which Kaufman felt would ensure that the Labour Party then in opposition would fail to win the election."
        ],
        "related": 359,
        "summary_short": "The recollective self-destruction remark in story The recollective self-destruction remark in story, The recollective self-destruction remark in story is an epithet originally apply by link_up Kingdom Labour MP Gerald Kaufman to describe his partys 1983 general election manifesto, which emphasised socialist policies in a more profound manner than previous such documentsand which Kaufman felt would ensure that the Labour Party then in opposition would break to win the election."
    },
    {
        "title": "Astrosmash",
        "summary": [
            "Astrosmash",
            "Astrosmash, Astrosmash is a fixed shooter video game for the Intellivision console, designed by John Sohl, and released by Mattel Electronics in 1981. The player uses a laser cannon to destroy falling meteors, bombs, and other targets.With more than one million copies sold, Astrosmash is among the top five best selling Intellivision games. A free by mail offer, with the purchase of the console, boosted Astrosmash sales. It was also promoted in the United States and Canada via a high score contest where top scorers were flown to Houston for the finals.An Atari 2600 port was released under Mattels M Network label as Astroblast."
        ],
        "related": 32,
        "summary_short": "Astrosmash Astrosmash, Astrosmash is a fixed shooter video game for the Intellivision console, designed by John Sohl, and released by Mattel Electronics in 1981. The player uses a laser cannon to destroy falling meteors, bombs, and other targets.With more than one million copies sold, Astrosmash is among the top five best selling Intellivision games. A free by mail offer, with the purchase of the console, boosted Astrosmash sales. It was also promoted in the United States and Canada via a high score contest where top scorers were flown to Houston for the finals.An Atari 2600 port was released under Mattels M Network label as Astroblast."
    },
    {
        "title": "John DiMaggio",
        "summary": [
            "John DiMaggio",
            "John DiMaggio, John William DiMaggio ; born September 4, 1968 is an American actor. His various voice roles include Bender on Futurama, Jake the Dog on Adventure Time, Marcus Fenix in the Gears of War series, Dr. Drakken on Kim Possible, Hak Foo in Jackie Chan Adventures, The Scotsman on Samurai Jack, Brother Blood on Teen Titans, Shnitzel on Chowder, Fu Dog on American Dragon: Jake Long, Hammerhead and Sandman on The Spectacular Spider-Man, Aquaman on Batman: The Brave and the Bold, King Zg on Disenchantment, Wakka and Kimahri in Final Fantasy X, Rath in the Ben 10 franchise, Crosshairs, Leadfoot and Stratosphere in the Transformers film franchise, and Gonza in the English version of Princess Mononoke."
        ],
        "related": 373,
        "summary_short": "John_the_Divine Joe_DiMaggio John_the_Divine Joe_DiMaggio, John_the_Divine William Joe_DiMaggio ; take_over September 4, 1968 is an American actor. His various voice roles include Bender on Futurama, Jake the Dog on Adventure Time, Marcus Fenix in the Gears of War series, Dr. Drakken on Kim Possible, Hak Foo in Jackie Chan Adventures, The Scotsman on Samurai Jack, Brother Blood on teen Titans, Shnitzel on Chowder, Fu Dog on American Dragon: Jake Long, Hammerhead and Sandman on The Spectacular Spider-Man, Aquaman on Batman: The Brave and the Bold, King Zg on Disenchantment, Wakka and Kimahri in Final Fantasy X, Rath in the Ben 10 franchise, Crosshairs, Leadfoot and Stratosphere in the Transformers film franchise, and Gonza in the English version of Princess Mononoke."
    },
    {
        "title": "Metal Slader Glory",
        "summary": [
            "Metal Slader Glory",
            "Metal Slader Glory, Metal Slader Glory is an adventure game developed and published by HAL Laboratory for the Famicom in 1991. The game is set in 2062 after humans have colonized the Moon and established several space stations. Earth-based mechanic Tadashi and his girlfriend discover a mech from a war eight years past with an ominous message stored in its memory suggesting Earth is in danger. Tadashi decides to venture to nearby space colonies along with Elina and his younger sister Azusa to investigate the origins of the mech. As Tadashi, the player speaks with other characters and picks dialogue and action commands to advance the narrative.\\nDevelopment was led by artist Yoshimiru Hoshi, who was contracted to develop the game after Satoru Iwata, who produced the game, was impressed by his character graphics. Yoshimiru wrote the script and was responsible for the game artwork. Although the Famicom had limited graphical capabilities and relied on the use of tilesets for artwork, he used advanced graphical techniques so his pixel art mirrored his manga-style pencil work. The detail placed on the graphics extended the games development for four years.\\nThe long development time and advanced graphics made Metal Slader Glory the largest Famicom game and one of the costliest to develop. It required a special chip which made the carts expensive to produce. Nintendo only sold enough chips to HAL so they could produce one run. The game was met with mixed reviews, and although the first run sold out, it did not cover the games advertising budget. The game placed a large financial strain on HAL Laboratory. As the company drove towards bankruptcy, they ceased independently publishing console games and entered a close affiliation with Nintendo.\\nYoshimiru considers Metal Slader Glory his life work. He has continued to explore the universe through manga and other works. A remake for the Super Famicom was released in 2000 on Nintendo Power flash cartridges, and was the last game released for the system. Both the original and remake were later released on the Virtual Console in Japan. A fan translation was released in 2018."
        ],
        "related": 62,
        "summary_short": "metal Slader resplendency metal Slader resplendency, metal Slader resplendency is an adventure game developed and published by HAL Laboratory for the Famicom in 1991. The game is set in 2062 after humans have colonized the Moon and established several space stations. Earth-based mechanic Tadashi and his girlfriend discover a mech from a war eight years past with an ominous message stored in its store suggesting Earth is in danger. Tadashi decides to venture to nearby space colonies on with Elina and his younger sister Azusa to investigate the origins of the mech. As Tadashi, the instrumentalist speaks with other characters and picks dialogue and action commands to advance the narrative.\\nDevelopment was led by artist Yoshimiru Hoshi, who was contracted to develop the game after Satoru Iwata, who produced the game, was impressed by his character graphics. Yoshimiru wrote the script and was responsible for the game artwork. Although the Famicom had limited graphical capabilities and relied on the use of tilesets for artwork, he used advanced graphical techniques so his pixel art mirrored his manga-style pencil work. The particular localize on the graphics extended the games development for four years.\\nThe foresightful development time and advanced graphics establish metal Slader resplendency the largest Famicom game and one of the costliest to develop. It required a special chip which establish the carts expensive to produce. Nintendo only sold enough chips to HAL so they could produce one run. The game was met with mixed reviews, and although the first run sold out, it did not cover the games advertising budget. The game localize a large financial strain on HAL Laboratory. As the company drove towards bankruptcy, they ceased independently publishing console games and entered a shut affiliation with Nintendo.\\nYoshimiru considers metal Slader resplendency his life work. He has continued to explore the universe through manga and other works. A remake for the first-rate Famicom was released in 2000 on Nintendo Power flash cartridges, and was the last game released for the system. Both the original and remake were later_on released on the Virtual Console in Japan. A fan translation was released in 2018."
    },
    {
        "title": "Assault: Retribution",
        "summary": [
            "Assault: Retribution",
            "Assault: Retribution, Not to be mistaken for Assault arcade gameAssault, known in North America as Assault: Retribution, is a 1998 action video game developed by Candle Light Studios for the PlayStation console. It was published in North America by Midway Games and in Europe by Telstar."
        ],
        "related": 43,
        "summary_short": "snipe: vengeance snipe: vengeance, Not to be mistaken for snipe arcade gamesnipe, known in North America as snipe: vengeance, is a 1998 action video game developed by Candle Light Studios for the PlayStation console. It was published in North America by Midway Games and in Europe by Telstar."
    },
    {
        "title": "White Guardian",
        "summary": [
            "White Guardian",
            "White Guardian, The White Guardian is a character in the long-running British science fiction television series Doctor Who. He was played by Cyril Luckham, with the exception of a vocal message in The Stones of Blood which was performed by Gerald Cross.\\nThe White Guardian is an anthropomorphic personification of order and the counterpart of the Black Guardian who represents evil, chaos and entropy. The two Guardians balance out the forces in the universe, although the Black Guardian seems to desire to upset the balance in favour of chaos and evil while the White Guardian prefers to maintain the status quo. The Guardians both appeared in Season 16 of the programme, where all six serials of that season were linked together in the quest for the Key to Time, an artifact of immense power that would give the wielder supreme power over all existence.\\nThe White Guardian had concerns that the universe was descending into chaos. As a result, he asked the Doctor to find and assemble the Key to Time so that he might restore the balance of the universe. The Doctor was successful in this task, but the Black Guardian disguised himself as the White and tried to deceive the Doctor into handing the key over to him instead. The Doctor saw through the Black Guardians ruse - due to the Guardians lack of concern for Astra of Atrios, who was literally the sixth segment; the White Guardian would never have been so callous about the fate of a sentient being - and ordered the key to disperse, though he commented afterwards that the White Guardian should have been able to carry out his work while the key was assembled.\\nThe Guardian next appeared briefly during Enlightenment, the conclusion of the Black Guardian Trilogy, a story arc in which the evil Guardian attempted to force Turlough to kill the Doctor. The White Guardian appeared to the Doctor to warn him and, with the Black Guardian, to offer the prize of Enlightenment to the winner of a solar sail boat race across the Solar System."
        ],
        "related": 35,
        "summary_short": "ovalbumin guardian ovalbumin guardian, The ovalbumin guardian is a character in the long-running British science fiction television series Doctor Who. He was played by Cyril Luckham, with the exception of a vocal message in The Stones of Blood which was performed by Gerald Cross.\\nThe ovalbumin guardian is an anthropomorphic personification of order and the counterpart of the Black guardian who represents evil, chaos and entropy. The two shielder balance out the forces in the universe, although the Black guardian seems to desire to upset the balance in favour of chaos and evil while the ovalbumin guardian prefers to maintain the status quo. The shielder both appeared in Season 16 of the programme, where all six serials of that season were linked together in the quest for the Key to metre, an artifact of immense power that would give_way the wielder supreme power over all existence.\\nThe ovalbumin guardian had concerns that the universe was descending into chaos. As a result, he asked the Doctor to find and assemble the Key to metre so that he might restore the balance of the universe. The Doctor was successful in this task, but the Black guardian disguised himself as the ovalbumin and tried to deceive the Doctor into handing the key over to him instead. The Doctor saw through the Black shielder ruse - due to the shielder lack of concern for Astra of Atrios, who was literally the sixth segment; the ovalbumin guardian would never have been so callous about the doom of a sentient being - and ordered the key to disperse, though he commented afterwards that the ovalbumin guardian should have been able to carry out his work while the key was assembled.\\nThe guardian next appeared briefly during Enlightenment, the conclusion of the Black guardian Trilogy, a story arc in which the evil guardian attempted to force Turlough to kill the Doctor. The ovalbumin guardian appeared to the Doctor to warn him and, with the Black guardian, to offer the booty of Enlightenment to the winner of a solar sail boat race across the Solar System."
    },
    {
        "title": "MapleStory",
        "summary": [
            "MapleStory",
            "MapleStory, MapleStory Korean: ; RR: Meipeul Seutori is a free-to-play, 2D, side-scrolling massively multiplayer online role-playing game, developed by South Korean company Wizet. Several versions of the game are available for specific countries or regions, published by various companies such as Nexon.\\nIn the game, players travel the Maple World, defeating monsters and developing their characters skills and abilities as is typical in role-playing games. Players can interact with others in many ways, including chatting and trading. Groups of players can band together in parties to hunt monsters and share rewards, and can also form guilds to interact more easily with each other. Players additionally have the option to visit the in-game Cash Shop to purchase a variety of character appearances or gameplay enhancements with real money.\\nIn July 2010, the Korean version of the game was completely revised in a patch named the Big Bang. Other versions followed suit and have since received the Big Bang update. Later in the year, the Korean version received the Chaos update which introduced PvP player-versus-player and professions to the game. Its sequel, MapleStory 2, was released in July 2015 and features updated 3D graphics and a similar storyline. As of 2020, MapleStory has reached over 180 million registered users worldwide and grossed over $3 billion in lifetime revenue."
        ],
        "related": 88,
        "summary_short": "MapleStory MapleStory, MapleStory Korean: ; RR: Meipeul Seutori is a free-to-play, 2D, side-scrolling massively multiplayer online role-playing game, developed by South Korean company Wizet. Several versions of the game are available for specific countries or regions, published by various companies such as Nexon.\\nIn the game, players travel the Maple World, defeating monsters and developing their characters skills and abilities as is typical in role-playing games. Players can interact with others in many ways, including chatting and trading. Groups of players can band together in parties to hunt monsters and share rewards, and can also form guilds to interact more easily with each other. Players additionally have the option to visit the in-game Cash Shop to purchase a variety of character appearances or gameplay enhancements with real money.\\nIn July 2010, the Korean version of the game was completely revised in a patch named the Big Bang. Other versions followed suit and have since received the Big Bang update. Later in the year, the Korean version received the Chaos update which introduced PvP player-versus-player and professions to the game. Its sequel, MapleStory 2, was released in July 2015 and features updated 3D graphics and a similar storyline. As of 2020, MapleStory has reached over 180 million registered users worldwide and grossed over $3 billion in lifetime revenue."
    },
    {
        "title": "The Ed Sullivan Show",
        "summary": [
            "The Ed Sullivan Show",
            "The Ed Sullivan Show, The Ed Sullivan Show is an American television variety show that ran on CBS from June 20, 1948, to March 28, 1971, and was hosted by New York entertainment columnist Ed Sullivan. It was replaced in September 1971 by the CBS Sunday Night Movie.In 2002, The Ed Sullivan Show was ranked No. 15 on TV Guides 50 Greatest TV Shows of All Time. In 2013, the series finished No. 31 in TV Guide Magazines 60 Best Series of All Time."
        ],
        "related": 669,
        "summary_short": "The Ed Louis_Henri_Sullivan indicate The Ed Louis_Henri_Sullivan indicate, The Ed Louis_Henri_Sullivan indicate is an American television variety indicate that ran on CBS from June 20, 1948, to March 28, 1971, and was hosted by New York entertainment columnist Ed Louis_Henri_Sullivan. It was replaced in September 1971 by the CBS Sunday Night Movie.In 2002, The Ed Louis_Henri_Sullivan indicate was ranked No. 15 on TV Guides 50 Greatest TV indicates of All Time. In 2013, the series finished No. 31 in TV Guide Magazines 60 Best Series of All Time."
    },
    {
        "title": "Francis X. Suarez",
        "summary": [
            "Francis X. Suarez",
            "Francis X. Suarez, Francis Xavier Suarez ; born October 6, 1977 is an American lawyer and politician serving as the 43rd mayor of Miami. He was elected on November 7, 2017, with 86 percent of the vote and was re-elected on November 2, 2021, with 78 percent of the vote. He is a registered Republican, but the office of the Miami mayor is nonpartisan. He previously served as City of Miami Commissioner for District 4, a position he held since he was elected in a runoff election on November 17, 2009. Suarez is the son of former Miami mayor and former Miami-Dade County Commissioner Xavier Suarez.\\nSuarez is the first ever local-born Miami mayor. He is also the first mayor to not be born in Cuba since 1996, when Stephen P. Clark left office.\\nSuarez also serves as vice-chair of the Miami-Dade Transportation Planning Organization TPO and is the former President of the Miami-Dade County League of Cities. In his role at the TPO, Suarez championed the Strategic Miami Area Rapid Transit SMART Plan, which was unanimously approved. The SMART Plan expands mass transit options in Miami-Dade County through six main corridors and new bus routes.\\nIn June 2020, he was elected by American mayors to serve as the Second Vice President of the United States Conference of Mayors and in June 2021, he was elected as the First Vice President of the organization. He is currently serving as the president of the US Conference of Mayors for the 20222023 term."
        ],
        "related": 332,
        "summary_short": "Francis X. Suarez Francis X. Suarez, Francis Xavier Suarez ; born October 6, 1977 is an American lawyer and politician serving as the 43rd mayor of Miami. He was elected on November 7, 2017, with 86 percent of the vote and was re-elected on November 2, 2021, with 78 percent of the vote. He is a registered Republican, but the office of the Miami mayor is nonpartisan. He previously served as City of Miami Commissioner for District 4, a position he held since he was elected in a runoff election on November 17, 2009. Suarez is the son of former Miami mayor and former Miami-Dade County Commissioner Xavier Suarez.\\nSuarez is the first ever local-born Miami mayor. He is also the first mayor to not be born in Cuba since 1996, when Stephen P. Clark left office.\\nSuarez also serves as vice-chair of the Miami-Dade Transportation Planning Organization TPO and is the former President of the Miami-Dade County League of Cities. In his role at the TPO, Suarez championed the Strategic Miami Area Rapid transportation_system SMART Plan, which was unanimously approved. The SMART Plan expands mass theodolite options in Miami-Dade County through six main corridors and new bus routes.\\nIn June 2020, he was elected by American mayors to serve as the Second Vice President of the United United_States_Department_of_State Conference of Mayors and in June 2021, he was elected as the First Vice President of the organization. He is currently serving as the president of the US Conference of Mayors for the 20222023 term."
    },
    {
        "title": "John Gilbert (actor)",
        "summary": [
            "John Gilbert (actor)",
            "John Gilbert actor, John Gilbert born John Cecil Pringle; July 10, 1897 January 9, 1936 was an American actor, screenwriter and director. He rose to fame during the silent film era and became a popular leading man known as The Great Lover. His breakthrough came in 1925 with his starring roles in The Merry Widow and The Big Parade. At the height of his career, Gilbert rivaled Rudolph Valentino as a box office draw.Gilberts career declined precipitously when silent pictures gave way to talkies. Though Gilbert was often cited as one of the high-profile examples of an actor who was unsuccessful in making the transition to sound films, his decline as a star had far more to do with studio politics and money than with the sound of his screen voice, which was rich and distinctive."
        ],
        "related": 203,
        "summary_short": "toilet Sir_Humphrey_Gilbert (doer) toilet Sir_Humphrey_Gilbert doer, toilet Sir_Humphrey_Gilbert birth toilet Cecil Pringle; July 10, 1897 January 9, 1936 was an American doer, screenwriter and director. He rise_up to fame during the still film era and became a popular leading man do_it as The Great Lover. His breakthrough came in 1925 with his starring roles in The Merry Widow and The Big Parade. At the height of his career, Sir_Humphrey_Gilbert rivaled Rudolph Valentino as a box office draw.Sir_Humphrey_Gilberts career declined precipitously when still pictures gave way to talkies. Though Sir_Humphrey_Gilbert was often cited as one of the high-profile examples of an doer who was unsuccessful in making the transition to vocalize films, his decline as a star had far more to do with studio politics and money than with the vocalize of his screen voice, which was rich and distinctive."
    },
    {
        "title": "The Long Count Fight",
        "summary": [
            "The Long Count Fight",
            "The Long Count Fight, The Long Count Fight, or the Battle of the Long Count, was a professional boxing 10-round rematch between world heavyweight champion Gene Tunney and former champion Jack Dempsey, which Tunney won in a unanimous decision. It took place on September 22, 1927, at Soldier Field in Chicago. Long Count is applied to the fight because when Tunney was knocked down in the seventh round the count was delayed due to Dempseys failure to go to and remain in a neutral corner. Whether this long count actually affected the outcome remains a subject of debate.\\nJust 364 days before, on September 23, 1926, Tunney had beaten Dempsey by a ten round unanimous decision to lift the world heavyweight title, at Sesquicentennial Stadium in Philadelphia. The first fight between Tunney and Dempsey had been moved out of Chicago because Dempsey had learned that Al Capone was a big fan of his, and he did not want Capone to be involved in the fight. Capone reportedly bet $50,000 on Dempsey for the rematch, which fueled false rumors of a fix. Dempsey was favored by odds makers in both fights, largely because of public betting which heavily tilted towards Dempsey.\\nThe rematch was held at Chicagos Soldier Field, and would draw a gate of $2,658,660 equivalent to $41,474,000 in 2021. It was the first $2 million gate in entertainment history.\\nDespite the fact that Tunney had won the first fight by a wide margin on the scorecards, the prospect of a second bout created tremendous public interest. Dempsey was one of the so-called big five sports legends of the 1920s, and it was widely rumored that he had refused to participate in the military during World War I. He actually had attempted to enlist in the Army, but had been turned down; a jury later exonerated Dempsey of draft evasion. Tunney, who enjoyed literature and the arts, was a former member of the United States Marine Corps. His nickname was The Fighting Marine.\\nThe fight took place under new rules regarding knockdowns: the fallen fighter would have 10 seconds to rise to his feet under his own power, after his opponent moved to a neutral corner i.e., one with no trainers. The new rule, which was not yet universal, was asked to be put into use during the fight by the Dempsey camp, who had requested it during negotiations. Dempsey, in the final days of training prior to the rematch, apparently ignored the setting of these new rules. Also, the fight was staged inside a 20-foot ring, which favored the boxer with superior footwork, in this case Tunney. Dempsey liked to crowd his opponents, and normally fought in a 16-foot ring that offered less space to maneuver."
        ],
        "related": 34,
        "summary_short": "The retentive tally fight The retentive tally fight, The retentive tally fight, or the Battle of the retentive tally, was a professional package 10-rhythm rematch between world heavyweight champion cistron Tunney and former champion Jack Dempsey, which Tunney won in a unanimous decision. It take_aim place on September 22, 1927, at Soldier field_of_operation in Chicago. retentive tally is applied to the conflict because when Tunney was knocked down in the seventh rhythm the bet was delayed due to Dempseys failure to go to and remain in a neutral corner. Whether this recollective bet actually affected the outcome remains a subject of debate.\\nJust 364 days before, on September 23, 1926, Tunney had beaten Dempsey by a ten rhythm unanimous decision to cabbage the world heavyweight title, at Sesquicentennial Stadium in Philadelphia. The first_of_all conflict between Tunney and Dempsey had been moved out of Chicago because Dempsey had learned that Al Capone was a big fan of his, and he did not neediness Capone to be involved in the conflict. Capone reportedly bet $50,000 on Dempsey for the rematch, which fueled false rumors of a fix. Dempsey was favored by odds makers in both conflicts, largely because of public betting which heavily tilted towards Dempsey.\\nThe rematch was obtain at Chicagos Soldier field_of_operation, and would draw a logic_gate of $2,658,660 equivalent to $41,474,000 in 2021. It was the first_of_all $2 million logic_gate in entertainment history.\\nDespite the fact that Tunney had won the first_of_all conflict by a encompassing margin on the scorecards, the prospect of a second binge created tremendous public interest. Dempsey was one of the so-called big cinque sports legends of the 1920s, and it was encompassingly rumored that he had refused to participate in the military duskirt World War I. He actually had attempted to enlist in the Army, but had been turned down; a jury later exonerated Dempsey of draft evasion. Tunney, who enjoyed literature and the arts, was a former member of the United States Marine Corps. His nickname was The fighting Marine.\\nThe conflict take_aim place under new rules regarding knockdowns: the fallen conflicter would have 10 seconds to turn_out to his understructure under his own power, after his opponent moved to a neutral corner i.e., one with no trainers. The new rule, which was not yet universal, was asked to be put into use duskirt the conflict by the Dempsey camp, who had requested it duskirt negotiations. Dempsey, in the final days of training prior to the rematch, apparently ignored the setting of these new rules. Also, the conflict was staged inside a 20-foot skirt, which favored the boxer with superior footwork, in this compositor's_case Tunney. Dempsey liked to crowd his opponents, and normally agitate in a 16-foot skirt that offered less space to maneuver."
    },
    {
        "title": "Mother's Milk (character)",
        "summary": [
            "Mother's Milk (character)",
            "Mothers Milk character, Mothers Milk, or simply M.M., is a fictional character and antihero in the comic book series The Boys, created by Garth Ennis and Darick Robertson. Born Baron Wallis, he is a member of The Boys, a group of CIA-sponsored vigilantes led by William Billy Butcher who observe, record, and sometimes liquidate Supes i.e. superpowered or superhuman individuals, often acting as superheroes artificially created by the mega-conglomerate Vought. One of two Supes in the group alongside The Female of the Species, Wallis mother was dosed with the superpower-inducing Compound V while pregnant with him, the result of which was her eventually mutating into a Cthulhu-like creature, and him and later his daughter Janine becoming the first naturally-born Supe, prematurely aging appearing to be in his 40s when in fact in his 20s. To stay alive, Mothers Milk requires continued consumption of his mothers Compound V-enhancing mothers milk on a semi-regular basis, leading to him taking the term as a sobriquet and boxing ring name. He later rises to become heavyweight champion of the world following his military career, before being recruited to the Boys after accidentally killing his opponent in the ring, becoming Butchers second-in-command/best friend over years of missions and befriending Hugh Wee Hughie Campbell on his own recruitment. After helping Butcher finally get his revenge on Black Noir, M.M. learns that Butcher plans on killing all Supes and potential Supes i.e. every person ever exposed to Compound V, including him and his daughter. After confronting Butcher over this and for having already killed Frenchie, the Female, and M.Ms abusive ex-wife, M.M. is smothered to death by Butcher to prevent him from interfering with his plan. In order to avenge her son, M.M.s mother then gives Hughie the necessary milk to kill Butcher.\\nThe character is primarily portrayed by Laz Alonso in the Amazon Prime Video streaming adaptation while Elias Leon Leacock portrays a young Marvin in the third season. Unlike the comic series, Marvin T. Mothers Milk, primarily known as MM, is depicted as a regular human though still a military veteran with a dislike of Vought and its Supes resulting from a car crash caused by Soldier Boy in MMs youth, which killed his mother, uncle, and grandfather, and led to his father working himself to death as a lawyer unsuccessfully attempting to sue Vought. In the present storyline, MM joins Butcher and the reformed Boys in exposing the existence of Compound V and taking down Stormfront in the first and second seasons, while in the third season, set two years later, a now-divorced MM rejoins the Boys as they attempt to take down Victoria Neuman and the Homelander, coming to odds with Butcher over his use of V-24 and partnership with a still-alive Soldier Boy Homelanders father. Mothers Milks lactophiliac tendencies from the comic series are additionally instead adapted to Homelander portrayed by Antony Starr in the television series, while his status as the first naturally-born Supe is adapted to Ryan Butcher portrayed by Cameron Crovetti. The character has received a positive critical reception."
        ],
        "related": 115,
        "summary_short": "Mother's milk (case) generate milk case, generate milk, or simply beats_per_minute, is a fictional case and antihero in the comic record series The Boys, created by Garth Ennis and Darick Robertson. Born Baron Wallis, he is a member of The Boys, a group of CIA-sponsored vigilantes led by William baton Butcher who observe, record, and sometimes liquidate Supes i.e. superpowered or superhuman individuals, often acting as superheroes artificially created by the mega-conglomerate Vought. One of two Supes in the group alongside The Female of the Species, Wallis female_parent was dosed with the superpower-inducing Compound V while pregnant with him, the result of which was her eventually mutating into a Cthulhu-like creature, and him and later his daughter Janine becoming the first naturally-born Supe, prematurely aging appeaclosed_chain to be in his 40s when in fact in his 20s. To stay alive, generate milk requires continued consumption of his female_parents Compound V-enhancing female_parents milk_River on a semi-regular basis, leading to him taking the term as a sobriquet and boxing closed_chain name. He later rises to become heavyweight champion of the world following his military career, before being recruited to the Boys after accidentally stamp_outing his opponent in the closed_chain, becoming Butchers second-in-command/best friend over years of missions and befriending Hugh Wee Hughie Campbell on his own recruitment. After helping Butcher finally get his revenge on Black Noir, beats_per_minute learns that Butcher plans on stamp_outing all Supes and potential Supes i.e. every person ever exposed to Compound V, including him and his daughter. After confronting Butcher over this and for having already stamp_outed Frenchie, the Female, and M.Ms abusive ex-wife, beats_per_minute is sfemale_parented to death by Butcher to prevent him from interfeclosed_chain with his plan. In order to avenge her son, beats_per_minutes female_parent then gives Hughie the necessary milk_River to stamp_out Butcher.\\nThe case is primarily portrayed by Laz Alonso in the Amazon Prime Video streaming adaptation while Elias Leon Leacock portrays a young Marvin in the third season. Unlike the comic series, Marvin T. generate milk, primarily known as MM, is depicted as a regular human though calm_down a military veteran with a dislike of Vought and its Supes resulting from a car crash caused by Soldier Boy in MMs youth, which stamp_outed his female_parent, uncle, and grandfather, and led to his father working himself to death as a lawyer unsuccessfully attempting to sue Vought. In the present storyline, MM joins Butcher and the reformed Boys in exposing the existence of Compound V and taking down Stormfront in the first and second seasons, while in the third season, set two years later, a now-divorced MM rejoins the Boys as they attempt to take down Victoria Neuman and the Homelander, coming to odds with Butcher over his use of V-24 and partnership with a calm_down-alive Soldier Boy Homelanders father. generate milk lactophiliac tendencies from the comic series are additionally instead adapted to Homelander portrayed by Antony Starr in the television series, while his status as the first naturally-born Supe is adapted to Ryan Butcher portrayed by Cameron Crovetti. The case has received a positive critical reception."
    },
    {
        "title": "Lucille Ball",
        "summary": [
            "Lucille Ball",
            "Lucille Ball, Lucille Dsire Ball August 6, 1911 April 26, 1989 was an American actress, comedienne and producer. She was nominated for 13 Primetime Emmy Awards, winning five times, and was the recipient of several other accolades, such as the Golden Globe Cecil B. DeMille Award and two stars on the Hollywood Walk of Fame. She earned many honors, including the Women in Film Crystal Award, an induction into the Television Hall of Fame, the Lifetime Achievement Award from the Kennedy Center Honors, and the Governors Award from the Academy of Television Arts & Sciences.\\nBalls career began in 1929 when she landed work as a model. Shortly thereafter, she began her performing career on Broadway using the stage name Diane or Dianne Belmont. She later appeared in films in the 1930s and 1940s as a contract player for RKO Radio Pictures, being cast as a chorus girl or in similar roles, with lead roles in B-pictures and supporting roles in A-pictures. During this time, she met Cuban bandleader Desi Arnaz, and they eloped in November 1940. In the 1950s, Ball ventured into television, where she and Arnaz created the sitcom I Love Lucy. She gave birth to their first child, Lucie, in 1951, followed by Desi Arnaz Jr. in 1953. They divorced in March 1960, and she married comedian Gary Morton in 1961.Ball produced and starred in the Broadway musical Wildcat from 1960 to 1961. In 1962, she became the first woman to run a major television studio, Desilu Productions, which produced many popular television series, including Mission: Impossible and Star Trek. After Wildcat, she reunited with I Love Lucy co-star Vivian Vance for The Lucy Show, which Vance left in 1965. The show continued, with Balls longtime friend and series regular Gale Gordon, until 1968. Ball immediately began appearing in a new series, Heres Lucy, with Gordon, frequent show guest Mary Jane Croft, and Lucie and Desi Jr.; this program ran until 1974.\\nBall did not retire from acting completely, and in 1985 she took on a dramatic role in the television film Stone Pillow. The next year she starred in Life with Lucy, which, unlike her other sitcoms, was not well-received; it was cancelled after three months. She appeared in film and television roles for the rest of her career until her death in April 1989 from an abdominal aortic aneurysm and arteriosclerotic heart disease at the age of 77."
        ],
        "related": 875,
        "summary_short": "Lucille lump Lucille lump, Lucille Dsire lump August 6, 1911 April 26, 1989 was an American actress, comedienne and producer. She was nominated for 13 Primetime Emmy Awards, winning five times, and was the recipient of several other accolades, such as the Golden Globe Cecil B. Cecil_B._DeMille Award and two stars on the Hollywood walking of Fame. She earned many honors, including the Women in picture_show Crystal Award, an induction into the Television foyer of Fame, the Lifetime Achievement Award from the Kennedy Center Honors, and the Governors Award from the Academy of Television Arts & Sciences.\\nlumps career began in 1929 when she landed work as a model. Shortly thereafter, she began her performing career on Broadway using the stage list Diane or Dianne Belmont. She later appeared in plastic_films in the 1930s and 1940s as a contract player for RKO Radio Pictures, being cast_off as a chorus little_girl or in similar uses, with lead uses in B-pictures and supporting uses in A-pictures. During this time, she met Cuban bandleader Desi Arnaz, and they eloped in November 1940. In the 1950s, lump ventured into television, where she and Arnaz created the sitcom I Love Lucy. She grant birth to their first child, Lucie, in 1951, followed by Desi Arnaz Jr. in 1953. They divorced in March 1960, and she married comedian Gary Morton in 1961.lump produced and starred in the Broadway musical Wildcat from 1960 to 1961. In 1962, she became the first woman to run a major television studio, Desilu Productions, which produced many popular television series, including Mission: Impossible and Star Trek. After Wildcat, she reunited with I Love Lucy co-star Vivian Vance for The Lucy Show, which Vance left in 1965. The show continued, with lumps longtime friend and series regular gale Gordon, until 1968. lump immediately began appearing in a new series, Heres Lucy, with Gordon, frequent show guest Madonna Jane Croft, and Lucie and Desi Jr.; this program ran until 1974.\\nlump did not retire from acting completely, and in 1985 she took on a dramatic use in the television plastic_film Stone Pillow. The next year she starred in Life with Lucy, which, unlike her other sitcoms, was not well-received; it was cancelled after three months. She appeared in plastic_film and television uses for the rest of her career until her death in April 1989 from an abdominal aortic aneurysm and arteriosclerotic heart disease at the age of 77."
    },
    {
        "title": "Diana Dors",
        "summary": [
            "Diana Dors",
            "Diana Dors, Diana Dors born Diana Mary Fluck; 23 October 1931 4 May 1984 was an English actress and singer.\\nDors came to public notice as a blonde bombshell, much in the style of Americans Marilyn Monroe, Jayne Mansfield and Mamie Van Doren. Dors was promoted by her first husband, Dennis Hamilton, mostly in sex film-comedies and risqu modelling. After it was revealed that Hamilton had been defrauding her, she continued to play up to her established image, and she made tabloid headlines with the parties reportedly held at her house. Later, she showed talent as a performer on TV, in recordings, and in cabaret, and gained new public popularity as a regular chat-show guest. She also gave well-regarded film performances at different points in her career.\\nAccording to David Thomson, Dors represented that period between the end of the war and the coming of Lady Chatterley in paperback, a time when sexuality was naughty, repressed and fit to burst."
        ],
        "related": 367,
        "summary_short": "Lady_Diana_Frances_Spencer Dors Lady_Diana_Frances_Spencer Dors, Lady_Diana_Frances_Spencer Dors put_up Lady_Diana_Frances_Spencer Blessed_Virgin Fluck; 23 October 1931 4 May 1984 was an English actress and singer.\\nDors came to public notice as a blonde bombshell, much in the style of Americans Marilyn Monroe, Jayne Mansfield and Mamie Van Doren. Dors was promoted by her get-go husband, Dennis Hamilton, mostly in sex film-comedies and risqu modelling. After it was revealed that Hamilton had been defrauding her, she continued to play up to her established image, and she made tabloid headlines with the parties reportedly held at her house. Later, she showed talent as a performer on TV, in recordings, and in cabaret, and gained new public popularity as a regular chat-show guest. She also gave well-regarded film performances at different points in her career.\\nAccording to David Thomson, Dors represented that period between the end of the war and the coming of Lady Chatterley in paperback, a time when sexuality was naughty, repressed and fit to burst."
    },
    {
        "title": "The Devil on G-String",
        "summary": [
            "The Devil on G-String",
            "The Devil on G-String, The Devil on G-String Japanese: G, Hepburn: G Senj no Ma is a Japanese adult visual novel developed by Akabeisoft2 and first released for Windows as a DVD on May 29, 2008, in limited and regular editions. The gameplay follows an interactive branching plot line with multiple scenarios, and focuses on the appeal of the four female main characters. The title G Senj no Ma comes from August Wilhelmjs Air on the G String, an adaptation of J.S. Bachs original Air, and Schuberts Erlknig known as Ma in Japan."
        ],
        "related": 53,
        "summary_short": "The vex on G-string The vex on G-string, The vex on G-string Japanese: G, Hepburn: G Senj no Ma is a Japanese adult visual new developed by Akabeisoft2 and first released for Windows as a DVD on May 29, 2008, in limited and regular editions. The gameplay follows an interactive branching diagram business_line with multiple scenarios, and focuses on the appeal of the four-spot female chief characters. The title G Senj no Ma comes from August Wilhelmjs Air on the G String, an adaptation of J.S. Bachs original Air, and Schuberts Erlknig lie_with as Ma in Japan."
    },
    {
        "title": "Roland (game character)",
        "summary": [
            "Roland (game character)",
            "Roland game character, Roland was a game character developed in 1984 by Alan Sugar, CEO of Amstrad, and Jose Luis Dominguez, a Spanish game designer. The character was named for Roland Perry, a computer engineer who worked for Amstrad. The idea was to have one recognizable character in a number of different computer games in a bid to have the Amstrad CPC compete with the ZX Spectrum and the Commodore 64."
        ],
        "related": 25,
        "summary_short": "Roland (bet_on role) Roland bet_on role, Roland was a bet_on role developed in 1984 by Alan Sugar, CEO of Amstrad, and Jose Luis Dominguez, a Spanish bet_on designer. The role was constitute for Roland Perry, a computer engineer who worked for Amstrad. The idea was to have one recognizable role in a number of different computer bet_ons in a bid to have the Amstrad CPC compete with the ZX Spectrum and the Commodore 64."
    },
    {
        "title": "I'll be back",
        "summary": [
            "I'll be back",
            "Ill be back, Ill be back is a catchphrase associated with Arnold Schwarzenegger. It was made famous in the 1984 science fiction film The Terminator. On June 21, 2005, it was placed at No. 37 on the American Film Institute list AFIs 100 Years. 100 Movie Quotes. Schwarzenegger uses the same line, or some variant of it, in many of his later films."
        ],
        "related": 96,
        "summary_short": "I'll be dorsum Ill be dorsum, Ill be dorsum is a catchphrase associated with Arnold Schwarzenegger. It was make_water famous in the 1984 science fiction motion-picture_show The Terminator. On June 21, 2005, it was placed at No. 37 on the American take Institute list AFIs 100 Years. 100 Movie Quotes. Schwarzenegger utilise the same line, or some variant of it, in many of his later motion-picture_shows."
    },
    {
        "title": "Enter the Dragon",
        "summary": [
            "Enter the Dragon",
            "Enter the Dragon, Enter the Dragon Chinese: is a 1973 martial arts film directed by Robert Clouse and written by Michael Allin. The film stars Bruce Lee, John Saxon and Jim Kelly. It was Lees final completed film appearance before his death on 20 July 1973 at the age of 32. An American and Hong Kong co-production, it premiered in Los Angeles on 19 August 1973, one month after Lees death. The film is estimated to have grossed over US$400 million worldwide estimated to be the equivalent of over $2 billion adjusted for inflation as of 2022, against a budget of $850,000. Having earned more than 400 times its budget, it is one of the most profitable films of all time as well as the most successful martial arts film.\\nEnter the Dragon is widely regarded as one of the greatest martial arts films of all time. In 2004, it was selected for preservation in the United States National Film Registry by the Library of Congress as being culturally, historically, or aesthetically significant. Among the first films to combine martial arts action with spy film elements and the emerging blaxploitation genre, its success led to a series of similar productions combining the martial arts and blaxploitation genres. Its themes generated scholarly debate about the changes taking place within post-colonial Asian societies following the end of World War II. Enter the Dragon is also considered one of the most influential action films of all time, with its success contributing to mainstream worldwide interest in the martial arts as well as inspiring numerous fictional works, including action films, television shows, action games, comic books, manga and anime."
        ],
        "related": 241,
        "summary_short": "insert the firedrake insert the firedrake, insert the firedrake Chinese: is a 1973 martial arts film directed by Robert Clouse and written by Michael Allin. The film stars Bruce Lee, lavatory Saxon and Jim Kelly. It was leeward final completed film appearance before his death on 20 July 1973 at the age of 32. An American and Hong Kong co-production, it premiered in Los Angeles on 19 August 1973, one month after leeward death. The film is estimated to have grossed over US$400 million worldwide estimated to be the equivalent of over $2 billion adjusted for inflation as of 2022, against a budget of $850,000. Having earned more than 400 multiplication its budget, it is one of the most profitable films of all clock_time as well as the most successful martial arts film.\\ninsert the firedrake is widely regarded as one of the greatest martial arts films of all clock_time. In 2004, it was selected for preservation in the link_up States National Film Registry by the Library of Congress as being culturally, historically, or aesthetically significant. Among the first films to combine martial arts action with spy film elements and the emerging blaxploitation genre, its success led to a series of similar productions combining the martial arts and blaxploitation genres. Its root_word generated scholarly debate about the changes taking place within post-colonial Asian societies following the end of World War II. insert the firedrake is also considered one of the most influential action films of all clock_time, with its success contributing to mainstream worldwide interest in the martial arts as well as inspiring numerous fictional works, including action films, television shows, action games, comic books, manga and anime."
    },
    {
        "title": "Pop'n Pop",
        "summary": [
            "Pop'n Pop",
            "Popn Pop, Popn Pop , Poppunpoppu is a puzzle video game released in arcades by Taito in February 1998. It features characters from Taito games Rainbow Islands, Kiki Kaikai, Don Doko Don, and The NewZealand Story,The game was ported to the PlayStation and Game Boy Color. The Game Boy Color version was also released in North America with Yogi Bear characters, under the title Yogi Bear: Great Balloon Blast."
        ],
        "related": 70,
        "summary_short": "Pop'n Pop Popn Pop, Popn Pop , Poppunpoppu is a puzzle video game released in arcades by Taito in February 1998. It features characters from Taito games Rainbow Islands, Kiki Kaikai, Don Doko Don, and The NewZealand Story,The game was ported to the PlayStation and Game Boy Color. The Game Boy Color version was also released in North America with yogi Bear characters, under the title yogi Bear: Great Balloon Blast."
    },
    {
        "title": "It Came from the Desert",
        "summary": [
            "It Came from the Desert",
            "It Came from the Desert, It Came from the Desert is a 1989 action-adventure game by Cinemaware. It was originally released for the Amiga, but later ported to MS-DOS, as well as released in distinctly different forms to consoles. The TurboGrafx-16 release is distinctly different from the computer versions, in terms of gameplay and presentation. An expansion set Antheads: It Came from the Desert II was released in 1990.\\nThe game is inspired by dozens of 1950s monster movies especially the 1954 mutant-ant classic Them!, with the title referencing the 1953 horror film, It Came from Outer Space. The game is a non-linear combination of dialogue boxes and several types of action scenes, typical of contemporary Cinemaware releases."
        ],
        "related": 94,
        "summary_short": "It come from the defect It come from the defect, It come from the defect is a 1989 action-adventure halt by Cinemaware. It was originally released for the Amiga, but later_on ported to MS-DOS, as well as released in distinctly different configuration to consoles. The TurboGrafx-16 release is distinctly different from the computer versions, in terms of haltplay and presentation. An expansion set Antheads: It come from the defect II was released in 1990.\\nThe halt is inspired by dozens of 1950s monster movies especially the 1954 mutant-ant classic Them!, with the form_of_address referencing the 1953 horror film, It come from Outer Space. The halt is a non-linear combination of dialogue boxes and several eccentric of action scenes, typical of contemporary Cinemaware releases."
    }
]