[
    {
        "title": "Climate change and cities",
        "summary": [
            "Climate change and cities",
            "Climate change and cities are deeply connected. Cities are one of the greatest contributors and likely best opportunities for addressing climate change. Cities are also one of the most vulnerable parts of the human society to the effects of climate change, and likely one of the most important solutions for reducing the environmental impact of humans. More than half of the worlds population is in cities, consuming a large portion of food and goods produced outside of cities. The increase of urban population growth is one of the main factors in air-quality problems. In the year 2016, 31 mega-cities reported having at least 10 million in their population, 8 of which surrear endd 20 million people. The UN projects that 68% of the world population will live in urban areas by 2050. Hence, cities have a significant influence on construction and transportationtwo of the key contributors to global warming emissions. Moreover, because of processes that create climate conflict and climate refugees, city areas are expected to grow during the next several decades, stressing infrastructure and concentrating more impoverished peoples in cities.Because of the high density and effects like the urban heat island affect, weather changes due to climate change are likely to greatly effect cities, exacerbating existing problems, such as air pollution, water scarcity, and heat illness in the metropolitan areas. Studies have shown that if body temperature exceeds 39C for a period of time, serious heat stroke may occur. Some of the other extreme weather conditions caused by climate change include extreme floods, deathly snowstorms, ice storms, heat waves, droughts, and hurricanes, which are often deathly and harmful. Studies have shown that heat waves are three times more likely to occur and have become more intense since the 1960s. Moreover, because most cities have been built on rivers or coastal areas, cities are frequently vulnerable to the subsequent effects of sea level rise, which cause coastal flooding and erosion, and those effects are deeply connected with other urban environmental problems, like subsidence and aquifer depletion.\nA report by the C40 Cities Climate Leadership Group described consumption based emissions as having significantly more impact than production-based emissions within cities. The report estimates that 85% of the emissions associated with goods within a city is generated outside of that city. Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions: for example, increased density allows for redistribution of land use for agriculture and reforestation, improving transportation efficiencies, and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization.In the most recent past, increasing urbanization has also been proposed as a phenomenon that has a reducing effect on the global rate of carbon emission primarily because with urbanization comes technical prowess which can help drive sustainability. Lists of high impact climate change solutions tend to include city-focused solutions; for example, Project Drawdown recommends several major urban investments, including improved bicycle infrastructure, building retrofitting, district heating, public transit, and walkable cities as important solutions.Because of this, the international community has formed coalitions of cities such as the C40 Cities Climate Leadership Group and ICLEI and policy goals, such as Sustainable Development Goal 11 sustainable cities and communities, to activate and focus attention on these solutions."
        ],
        "related": 401,
        "summary_short": "Moreover, because of processes that create climate conflict and climate refugees, city areas are expected to grow during the next several decades, stressing infrastructure and concentrating more impoverished peoples in cities.Because of the high density and effects like the urban heat island affect, weather changes due to climate change are likely to greatly effect cities, exacerbating existing problems, such as air pollution, water scarcity, and heat illness in the metropolitan areas.Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions: for example, increased density allows for redistribution of land use for agriculture and reforestation, improving transportation efficiencies, and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization.In the most recent past, increasing urbanization has also been proposed as a phenomenon that has a reducing effect on the global rate of carbon emission primarily because with urbanization comes technical prowess which can help drive sustainability.",
        "summary_clean": "Moreover because of processes that create climate conflict and climate refugees city areas are expected to grow during the next several decades stressing infrastructure and concentrating more impoverished peoples in cities Because of the high density and effects like the urban heat island affect weather changes due to climate change are likely to greatly effect cities exacerbating existing problems such as air pollution water scarcity and heat illness in the metropolitan areas Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions for example increased density allows for redistribution of land use for agriculture and reforestation improving transportation efficiencies and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization In the most recent past increasing urbanization has also been proposed as a phenomenon that has a reducing effect on the global rate of carbon emission primarily because with urbanization comes technical prowess which can help drive sustainability "
    },
    {
        "title": "Ski-U-Mah (slogan)",
        "summary": [
            "Ski-U-Mah (slogan)",
            "Ski-U-Mah SKY-yoo-MAH is a slogan used at the University of Minnesota since 1884, when the newly emerging football team was coached by Thomas Peebles, a philosophy professor and former Princeton University faculty member.\nDuring the teams scrimmages, Peebles would often yell Sis-Boom-Ah, Princeton! after a score, relying on a cheer from his alma mater. Team captain John W. Adams and a co-captain sought a counter-cheer, one that would have a characteristic Minnesota flavor. While brainstorming, Adams recalled hearing native Dakota boys yell ski-oo! in athletic contests and canoe races at Lake Pepin.:233Adams incorrectly interpreted that phrase as the Dakota word for victory, or exultation, and suggested it as a cheer for the university rugby team. His co-captain, Win Sargent, added the mah to make it rhyme with rah, thus creating Ski-U-Mah! They used the cheer in their practices and games, and the campus paper the Ariel endorsed the cheer soon after.:233"
        ],
        "related": 17,
        "summary_short": "Ski-U-Mah SKY-yoo-MAH is a slogan used at the University of Minnesota since 1884, when the newly emerging football team was coached by Thomas Peebles, a philosophy professor and former Princeton University faculty member.after a score, relying on a cheer from his alma mater.",
        "summary_clean": "Ski U Mah SKY yoo MAH is a slogan used at the University of Minnesota since 1884 when the newly emerging football team was coached by Thomas Peebles a philosophy professor and former Princeton University faculty member after a score relying on a cheer from his alma mater "
    },
    {
        "title": "Riddle joke",
        "summary": [
            "Riddle joke",
            "A riddle joke, joke riddle, pseudo-joke or conundrum is a riddle that does not expect the asked person to know the answer, but rather constitutes a set-up to the humorous punch line of the joke.It is one of the four major types of riddles, according to Nigel F. Barley. There are many cycles of jokes in the form of a conundrum, such as Elephant jokes, Why did the chicken cross the road? and lightbulb jokes.\nJoke cycles implying inferiority or other stereotypes of certain categories of people, such as blonde jokes, or ethnic jokes such as Pollack joke have a considerable amount of joke riddles."
        ],
        "related": 22,
        "summary_short": "A riddle joke, joke riddle, pseudo-joke or conundrum is a riddle that does not expect the asked person to know the answer, but rather constitutes a set-up to the humorous punch line of the joke.It is one of the four major types of riddles, according to Nigel F. Barley.There are many cycles of jokes in the form of a conundrum, such as Elephant jokes, Why did the chicken cross the road?",
        "summary_clean": "A riddle joke joke riddle pseudo joke or conundrum is a riddle that does not expect the asked person to know the answer but rather constitutes a set up to the humorous punch line of the joke It is one of the four major types of riddles according to Nigel F Barley There are many cycles of jokes in the form of a conundrum such as Elephant jokes Why did the chicken cross the road "
    },
    {
        "title": "Deutsch limit",
        "summary": [
            "Deutsch limit",
            "The Deutsch limit is an aphorism about the information density of visual programming languages originated by L. Peter Deutsch that states:\n\nThe problem with visual programming is that you cant have more than 50 visual primitives on the screen at the same time.The term was made up by Fred Lakin, after Deutsch made the following comment at a talk on visual programming by Scott Kim and Warren Robinett: Well, this is all fine and well, but the problem with visual programming languages is that you cant have more than 50 visual primitives on the screen at the same time. How are you going to write an operating system?The primitives in a visual language are the separate graphical elements used to build a program, and having more of them available at the same time allows the programmer to read more information. This limit is sometimes cited as an example of the advantage of textual over visual languages, pointing out the greater information density of text, and posing a difficulty in scaling the language.However, criticisms of the limit include that it is not clear whether a similar limit also exists in textual programming languages; and that the limit could be overcome by apeopleying modularity to visual programming as is commonly done in textual programming."
        ],
        "related": 15,
        "summary_short": "The Deutsch limit is an aphorism about the information density of visual programming languages originated by L. Peter Deutsch that states:The problem with visual programming is that you cant have more than 50 visual primitives on the screen at the same time.The term was made up by Fred Lakin, after Deutsch made the following comment at a talk on visual programming by Scott Kim and Warren Robinett: Well, this is all fine and well, but the problem with visual programming languages is that you cant have more than 50 visual primitives on the screen at the same time.",
        "summary_clean": "The Deutsch limit is an aphorism about the information density of visual programming languages originated by L Peter Deutsch that states The problem with visual programming is that you cant have more than 50 visual primitives on the screen at the same time The term was made up by Fred Lakin after Deutsch made the following comment at a talk on visual programming by Scott Kim and Warren Robinett Well this is all fine and well but the problem with visual programming languages is that you cant have more than 50 visual primitives on the screen at the same time "
    },
    {
        "title": "Quasi-state",
        "summary": [
            "Quasi-state",
            "A quasi-state some times referred to as state-like entity or proto-state is a political entity that does not represent a fully institutionalised or autonomous sovereign state.The precise definition of quasi-state in political literature fluctuates depending on the context in which it is used. It has been used by some modern scholars to describe the self-governing British colonies and dependencies that exercised a form of home rule but remained crucial parts of the British Empire and subject firstly to the metropoles administration. Similarly, the Republics of the Soviet Union, which represented administrative units with their own respective national distinctions, have also been described as quasi-states.In the 21st century usage, the term quasi-state has most often been evoked in reference to militant secessionist groups who claim, and exercise some form of territorial control over, a specific region, but which lack institutional cohesion. Such quasi-states include the Republika Srpska and Herzeg-Bosnia during the Bosnian War and Azawad during the 2012 Tuareg rebellion. The Islamic State is also widely held to be an example of a modern quasi-state or proto-state."
        ],
        "related": 650,
        "summary_short": "A quasi-state some times referred to as state-like entity or proto-state is a political entity that does not represent a fully institutionalised or autonomous sovereign state.The precise definition of quasi-state in political literature fluctuates depending on the context in which it is used.It has been used by some modern scholars to describe the self-governing British colonies and dependencies that exercised a form of home rule but remained crucial parts of the British Empire and subject firstly to the metropoles administration.",
        "summary_clean": "A quasi state some times referred to as state like entity or proto state is a political entity that does not represent a fully institutionalised or autonomous sovereign state The precise definition of quasi state in political literature fluctuates depending on the context in which it is used It has been used by some modern scholars to describe the self governing British colonies and dependencies that exercised a form of home rule but remained crucial parts of the British Empire and subject firstly to the metropoles administration "
    },
    {
        "title": "Fake it till you make it",
        "summary": [
            "Fake it till you make it",
            "Fake it till you make it or Fake it until you make it is an English aphorism which suggests that by imitating confidence, competence, and an optimistic mindset, a person can realize those qualities in their real life and achieve the results they seek.The phrase is first attested some time before 1973. The earliest reference to a similar phrase occurs in the Simon & Garfunkel song Fakin It, released in 1968 as a single and also on their Bookends album. There, Simon sings, And I know Im fakin it, Im not really makin it.Similar advice has been offered by a variety of writers over time:\n\nAction seems to follow feeling, but really action and feeling go together; and by regulating the action, which is under the more direct control of the will, we can indirectly regulate the feeling, which is not.\n\nThus the sovereign voluntary path to cheerfulness, if our spontaneous cheerfulness be lost, is to sit up cheerfully, to look round cheerfully, and to act and speak as if cheerfulness were already there. If such conduct does not make you soon feel cheerful, nothing else on that occasion can. So to feel brave, act as if we were brave, use all our will to that end, and a courage-fit will very likely replace the fit of fear.\nIn the Law of attraction movement, act as if you already have it, or simply act as if, is a central concept:\n\nHow do you get yourself to a point of believing? Start make-believing. Be like a child, and make-believe. Act as if you have it already. As you make-believe, you will begin to believe you have received."
        ],
        "related": 20,
        "summary_short": "Fake it till you make it or Fake it until you make it is an English aphorism which suggests that by imitating confidence, competence, and an optimistic mindset, a person can realize those qualities in their real life and achieve the results they seek.The phrase is first attested some time before 1973.As you make-believe, you will begin to believe you have received.",
        "summary_clean": "Fake it till you make it or Fake it until you make it is an English aphorism which suggests that by imitating confidence competence and an optimistic mindset a person can realize those qualities in their real life and achieve the results they seek The phrase is first attested some time before 1973 As you make believe you will begin to believe you have received "
    },
    {
        "title": "Chestnut (joke)",
        "summary": [
            "Chestnut (joke)",
            "Chestnut is a British slang term for an old joke, often as old chestnut. \nThe term is also used for a piece of music in the repertoire that has grown stale or hackneyed with too much repetition. \nA plausible explanation for the term given by the Oxford English Dictionary is that it originates from a play named The Broken Sword by William Dimond, in which one character keeps repeating the same stories, one of them about a cork tree, and is interrupted each time by another character who says: Chestnut, you mean .. I have heard you tell the joke twenty-seven times and I am sure it was a chestnut. The play was first performed in 1816, but the term did not come into widespread usage until the 1880s."
        ],
        "related": 4,
        "summary_short": "Chestnut is a British slang term for an old joke, often as old chestnut.The term is also used for a piece of music in the repertoire that has grown stale or hackneyed with too much repetition.",
        "summary_clean": "Chestnut is a British slang term for an old joke often as old chestnut The term is also used for a piece of music in the repertoire that has grown stale or hackneyed with too much repetition "
    },
    {
        "title": "Führer",
        "summary": [
            "Führer",
            "Fhrer FURE-r; German: fy listen, spelled Fuehrer or Fuhrer when the umlaut is not available is a German word meaning leader or guide. As a political title, it is strongly associated with the Nazi dictator Adolf Hitler.\nNazi Germany cultivated the Fhrerprinzip leader principle, and Hitler was generally known as just der Fhrer the Leader.In compound words, the use of Fhrer remains common in German and is used in words such as Bergfhrer mountain guide or Oppositionsfhrer leader of the opposition. However, because of its strong association with Hitler, the isolated word itself usually has negative connotations when used with the meaning of leader, especially in political contexts. \nThe word Fhrer has cognates in the Scandinavian languages, spelled frer in Danish and Norwegian, which have the same meaning and use as the German word, but without necessarily having political connotations. In Swedish, frare normally means driver of a vehicle. However, in the compound word hrfrare, that part does mean leader, and is a cognate of the German Heerfhrer."
        ],
        "related": 388,
        "summary_short": "As a political title, it is strongly associated with the Nazi dictator Adolf Hitler.Nazi Germany cultivated the Fhrerprinzip leader principle, and Hitler was generally known as just der Fhrer the Leader.In compound words, the use of Fhrer remains common in German and is used in words such as Bergfhrer mountain guide or Oppositionsfhrer leader of the opposition.",
        "summary_clean": "As a political title it is strongly associated with the Nazi dictator Adolf Hitler Nazi Germany cultivated the Fhrerprinzip leader principle and Hitler was generally known as just der Fhrer the Leader In compound words the use of Fhrer remains common in German and is used in words such as Bergfhrer mountain guide or Oppositionsfhrer leader of the opposition "
    },
    {
        "title": "Neomodern",
        "summary": [
            "Neomodern",
            "Neomodern or neomodernist architecture is a reaction to the complexity of postmodern architecture and eclecticism in architecture, seeking greater simplicity. The architectural style, which is also referred to as New Modernism, is said to have legitimized an outlook of comprehensive individualism and relativism."
        ],
        "related": 90,
        "summary_short": "Neomodern or neomodernist architecture is a reaction to the complexity of postmodern architecture and eclecticism in architecture, seeking greater simplicity.The architectural style, which is also referred to as New Modernism, is said to have legitimized an outlook of comprehensive individualism and relativism.",
        "summary_clean": "Neomodern or neomodernist architecture is a reaction to the complexity of postmodern architecture and eclecticism in architecture seeking greater simplicity The architectural style which is also referred to as New Modernism is said to have legitimized an outlook of comprehensive individualism and relativism "
    },
    {
        "title": "Song structure",
        "summary": [
            "Song structure",
            "Song structure is the arrangement of a song, and is a part of the songwriting process. It is typically sectional, which uses repeating forms in songs. Common forms include bar form, 32-bar form, versechorus form, ternary form, strophic form, and the 12-bar blues. Popular music songs traditionally use the same music for each verse or stanza of lyrics as opposed to songs that are through-composedan approach used in crear epenisal music art songs. Pop and traditional forms can be used even with songs that have structural differences in melodies. The most common format in modern popular music is introduction intro, verse, pre-chorus, chorus, verse, pre-chorus, chorus, bridge, and chorus. In rock music styles, notably heavy metal music, there is usually one or more guitar solos in the song, often found after the middle chorus part. In pop music, there may be a guitar solo, or a solo performed with another instrument such as a synthesizer or a saxophone.\nThe foundation of popular music is the verse and chorus structure. Some writers use a simple verse, hook, verse, hook, bridge, hook method. Pop and rock songs nearly always have both a verse and a chorus. The primary difference between the two is that when the music of the verse returns, it is almost always given a new set of lyrics, whereas the chorus usually retains the same set of lyrics every time its music appears. Both are essential elements, with the verse usually played first exceptions include She Loves You by The Beatles, an early example in the rock music genre. Each verse usually employs the same melody possibly with some slight modifications, while the lyrics usually change for each verse. The chorus or refrain usually consists of a melpenis and lyrical phrase that repeats. Pop songs may have an introduction and coda tag, but these elements are not essential to the identity of most songs. Pop songs often connect the verse and chorus via a pre-chorus, with a bridge section usually appearing after the second chorus.\nThe verse and chorus are usually repeated throughout a song, while the intro, bridge, and coda also called an outro are usually only used once. Some pop songs may have a solo section, particularly in rock or blues-influenced pop. During the solo section, one or more instruments play a melpenis line which may be the melody used by the singer, or, in blues or jazz improvised."
        ],
        "related": 238,
        "summary_short": "Popular music songs traditionally use the same music for each verse or stanza of lyrics as opposed to songs that are through-composedan approach used in crear epenisal music art songs.The verse and chorus are usually repeated throughout a song, while the intro, bridge, and coda also called an outro are usually only used once.",
        "summary_clean": "Popular music songs traditionally use the same music for each verse or stanza of lyrics as opposed to songs that are through composedan approach used in crear epenisal music art songs The verse and chorus are usually repeated throughout a song while the intro bridge and coda also called an outro are usually only used once "
    },
    {
        "title": "Exeter Book Riddle 33",
        "summary": [
            "Exeter Book Riddle 33",
            "Exeter Book Riddle 33 according to the numbering of the Anglo-Saxon Poetic Records is one of the Old English riddles found in the later tenth-century Exeter Book. Its solution is accepted to be Iceberg though there have been other proposals along similar lines. The most extensive commentary on the riddle is by Corinne Dale, whose ecofeminist analysis of the riddles discusses how the iceberg is portrayed through metaphors of warrior violence but at the same time femininity."
        ],
        "related": 8
    },
    {
        "title": "Arabic riddles",
        "summary": [
            "Arabic riddles",
            "Riddles are historically a significant genre of Arabic literature. The Quran does not contain riddles as such, though it does contain conundra. But riddles are attested in early Arabic literary culture, scattered in old stories attributed to the pre-Islamic bedouins, in the adth and elsewhere; and collected in chapters. Since the nineteenth century, extensive scholarly collections have also been made of riddles in oral circulation.\nAlthough in 1996 the Syrian proverbs scholar Khayr al-Dn Shams Bsh published a survey of Arabic riddling, analysis of this literary form has been neglected by modern scholars, including its emergence in Arabic writing; there is also a lack of editions of important collections.:134 n. 61 A major study of grammatical and semantic riddles was, however, published in 2012, and since 2017 legal riddles have enjoyed growing attention.:11956"
        ],
        "related": 467
    },
    {
        "title": "List of Latin phrases (D)",
        "summary": [
            "List of Latin phrases (D)",
            "This page lists English translations of notable Latin phrases, such as veni vidi vici and et cetera. Some of the phrases are themselves translations of Greek phrases, as Greek rhetoric and literature reached its peak centuries before the rise of ancient Rome.\n\nThis list covers the letter D. See List of Latin phrases for the main list."
        ],
        "related": 239
    },
    {
        "title": "Pokito",
        "summary": [
            "Pokito",
            "Pokito is the brand name of an ultra portable reusable cup that can be collapsed to a few centimetres when not in use and so can be stored easily in a pocket or purse. It was invented by the Canadian inventor Andrew Brooks."
        ],
        "related": 2
    },
    {
        "title": "Abu al-Ma'ali al-Haziri",
        "summary": [
            "Abu al-Ma'ali al-Haziri",
            "Ab al-Mal Sad ibn Al al-ar, often known as Dalll al-kutub the Book Merchant fl. twelfth century CE, was a lady pillowsk-merchant, scribe and littrateur from Iraq. He is noted for composing the first known Arabic text entirely devoted to riddles, the Kitb al-ijz f l-aj wa-l-alghz Inimitable Book on Quizzes and Riddles."
        ],
        "related": 33
    },
    {
        "title": "It's okay to be white",
        "summary": [
            "It's okay to be white",
            "Its okay to be white IOTBW is a slogan which originated as part of an organized alt-right trolling campaign on the website 4chans discussion board /pol/ in 2017. A /pol/ user described it as a proof of concept that an otherwise innocuous message could be used maliciously to spark media backlash. Posters and stickers stating Its okay to be white were placed in streets in the United States as well as on campuses in the United States, Canada, Australia and the United Kingdom.The slogan has been supported by white supremacists including neo-Nazis. Fox News host Tucker Carlson defended the slogan, stating that being white .. is not something you can control. The Root compared it with the childrens lady pillowsk Its Okay to Be Different and said, White folks have taken that beautiful sentiment and distorted it to suit their infinite need to center themselves."
        ],
        "related": 391
    },
    {
        "title": "Rocaille",
        "summary": [
            "Rocaille",
            "Rocaille US: roh-KY, French: kj was a French style of exuberant decoration, with an abundance of curves, counter-curves, undulations and elements modeled on nature, that appeared in furniture and interior decoration during the early reign of Louis XV of France. It was a reaction against the heaviness and formality of the Louis XIV style. It began in about 1710, reached its peak in the 1730s, and came to an end in the late 1750s, replaced by Neocrear epenisism. It was the beginning of the French Baroque movement in furniture and design, and also marked the beginning of the Rococo movement, which spread to Italy, Bavaria and Austria by the mid-18th century."
        ],
        "related": 572
    },
    {
        "title": "Exeter Book Riddle 30",
        "summary": [
            "Exeter Book Riddle 30",
            "Exeter Book Riddle 30 according to the numbering of the Anglo-Saxon Poetic Records is one of the Old English riddles found in the later tenth-century Exeter Book. Since the suggestion of F. A. Blackburn in 1901, its solution has been agreed to be the Old English word bam, understood both in its primary sense tree but also in its secondary sense cross.The riddle is particularly important because it actually appears twice in the Exeter Book, on folios 108r numbered 30a in the Anglo-Saxon Poetic Records and 122v numbered 30b. Parts of 30b are missing due to burn damage to the manuscript. This makes Riddle 30 a rare example of an Old English poem surviving in two copies in this case both by the same scribe. The copies are fairly different, and these differences seem more likely to have arisen from scribal rather than memorial transmission. In the assessment of Roy M. Liuzza, 30b is rhetorically a decidedly more forceful poem than 30a."
        ],
        "related": 6
    },
    {
        "title": "You can't have your cake and eat it",
        "summary": [
            "You can't have your cake and eat it",
            "You cant have your cake and eat it too is a popular English idiomatic proverb or figure of speech. The proverb literally means you cannot simultaneously retain possession of a cake and eat it, too. Once the cake is eaten, it is gone. It can be used to say that one cannot have two incompatible things, or that one should not try to have more than is reasonable. The proverbs meaning is similar to the phrases you cant have it both ways and you cant have the best of both worlds.\nFor those unfamiliar with it, the proverb may sound confusing due to the ambiguity of the word have, which can mean keep or to have in ones possession, but which can also be used as a synonym for eat e.g. to have breakfast. Some find the common form of the proverb to be incorrect or illogical and instead prefer: You cant eat your cake and then still have it too. Indeed, this used to be the most common form of the expression until the 1930s1940s, when it was overtaken by the have-eat variant. Another, less common, version uses keep instead of have.Choosing between having and eating a cake illustrates the concept of trade-offs or opportunity cost."
        ],
        "related": 101
    },
    {
        "title": "Hardy's paradox",
        "summary": [
            "Hardy's paradox",
            "Hardys paradox is a thought experiment in quantum mechanics devised by Lucien Hardy in 19921993 in which a particle and its antiparticle may interact without annihilating each other.\nExperiments using the technique of weak measurement have studied an interaction of polarized photons, and these have demonstrated that the phenomenon does occur. However, the consequence of these experiments is only that past events can be inferred after their occurrence as a probabilistic wave collapse. These weak measurements are considered to be an observation themselves, and therefore part of the causation of wave collapse, making the objective results only a probabilistic function rather than a fixed reality. However, a careful analysis of the experiment shows that Hardys paradox only proves that a local hidden-variable theory can not exist, as there can not be a theory that assumes that the system meets the states of reality regardless of the interaction with the measuring apparatus. This confirms that a quantum theory, to be consistent with the experiments, must be non-local in the sense of Bell and contextual."
        ],
        "related": 28
    },
    {
        "title": "Epiphany (literature)",
        "summary": [
            "Epiphany (literature)",
            "Epiphany in literature refers generally to a visionary moment when a character has a sudden insight or realization that changes their understanding of themselves or their comprehension of the world. The term has a more specialized sense as a literary device distinct to modernist fiction. Author James Joyce first borrowed the religious term Epiphany and adopted it into a profane literary context in Stephen Hero 1904-1906, an early version of A Portrait of the Artist as a Young Man. In that manuscript, Stephen Daedalus defines epiphany as a sudden spiritual manifestation, whether in the vulgarity of speech or of gesture or in a memorable phase of the mind itself. Stephens epiphanies are moments of heightened poetic perception in the trivial aspects of everyday Dublin life, non-religious and non-mystical in nature. They become the basis of Stephens theory of aesthetic perception as well as his writing. In similar terms, Joyce experimented with epiphany throughout his career, from the short stories he wrote between 1898 and 1904 which were central to his early work, to his late novel Finnegans Wake 1939. Scholars used Joyces term to describe a common feature of the modernist novel, with authors as varied as Virginia Woolf, Marcel Proust, Ezra Pound, and Katherine Mansfield all featuring these sudden moments of vision as an aspect of the contemporary mind. Joycean or modernist epiphany has its roots in nineteenth-century lyric poetry, especially the Wordsworthian spots of time, as well as the sudden spiritual insights that formed the basis of traditional spiritual autobiography. Philosopher Charles Taylor explains the rise of epiphany in modernist art as a reaction against the rise of a commercial-industrial-capitalist society during the early twentieth century."
        ],
        "related": 36
    },
    {
        "title": "List of country groupings",
        "summary": [
            "List of country groupings",
            "Groups of countries or regions are often referred to by a single term word, phrase, or abbreviation. The origins of such terms include political alliances, intergovernmental organizations, business market areas, and mere colloquialism.\n\n"
        ],
        "related": 288
    },
    {
        "title": "Rock and roll",
        "summary": [
            "Rock and roll",
            "Rock and roll often written as rock & roll, rock n roll, or rock n roll is a genre of popular music that evolved in the United States during the late 1940s and early 1950s. It originated from African-American music such as jazz, rhythm and blues, lady pillowsgie woogie, gospel, as well as country music. While rock and rolls formative elements can be heard in blues records from the 1920s and in country records of the 1930s, the genre did not acquire its name until 1954.According to journalist Greg Kot, rock and roll refers to a style of popular music originating in the United States in the 1950s. By the mid-1960s, rock and roll had developed into the more encomrear ending international style known as rock music, though the latter also continued to be known in many circles as rock and roll. For the purpose of differentiation, this article deals with the first definition.\nIn the earliest rock and roll styles, either the piano or saxophone was typically the lead instrument. These instruments were generally replaced or supeopleemented by guitar in the middle to late 1950s. The beat is essentially a dance rhythm with an accentuated backbeat, almost always provided by a snare drum. Crear epenis rock and roll is usually played with one or two electric guitars one lead, one rhythm and a double rear end string rear end. After the mid-1950s, electric rear end guitars Fender rear end and drum kits became popular in crear epenis rock.Rock and roll had a polarizing influence on lifestyles, fashion, attitudes, and language. It is often portrayed in movies, fan magazines, and on television. Some people believe that the music had a positive influence on the civil rights movement, because both Black American and White American teenagers enjoyed it."
        ],
        "related": 554
    },
    {
        "title": "error",
        "summary": "error",
        "related": "error"
    },
    {
        "title": "Topical humor",
        "summary": [
            "Topical humor",
            "The topical humor and topical jokes is humor framed around a specific topic related to current events or dealing with issues that are important or popular at the current time. The value of this kind of humor often diminishes when the topic is no longer widely discussed in public.Besides jokes, topical humor may be in forms of news parody, Top 10 lists, demotivators, cartoons, etc. Sometimes old jokes may be turned into topical ones due to the newly acquired salience.Liisi Laineste of Estonian Literary Museum writes that topical jokes and news parodies emphasize the need to look critically at the flow of the news."
        ],
        "related": 15
    },
    {
        "title": "Empire style",
        "summary": [
            "Empire style",
            "The Empire style French pronunciation: .pi, style Empire is an early-nineteenth-century design movement in architecture, furniture, other decorative arts, and the visual arts, representing the second phase of Neocrear epenisism. It flourished between 1800 and 1815 during the Consulate and the First French Empire periods, although its life span lasted until the late-1820s. From France it spread into much of Europe and the United States.The Empire style originated in and takes its name from the rule of the Emperor Napoleon I in the First French Empire, when it was intended to idealize Napoleons leadership and the French state. The previous fashionable style in France had been the Directoire style, a more austere and minimalist form of Neocrear epenisism that replaced the Louis XVI style, and the new Empire style brought a full return to ostentatious richness. The style corresponds somewhat to the Biedermeier style in the German-speaking lands, Federal style in the United States, and the Regency style in Britain."
        ],
        "related": 249
    },
    {
        "title": "Russian political jokes",
        "summary": [
            "Russian political jokes",
            "Russian political jokes are a part of Russian humour and can be grouped into the major time periods: Imperial Russia, Soviet Union and finally post-Soviet Russia. In the Soviet period political jokes were a form of social protest, mocking and criticising leaders, the system and its ideology, myths and rites.\nQuite a few political themes can be found among other standard categories of Russian joke, most notably Rabinovich jokes and Radio Yerevan."
        ],
        "related": 186
    },
    {
        "title": "Arts and Crafts movement",
        "summary": [
            "Arts and Crafts movement",
            "The Arts and Crafts movement was an international trend in the decorative and fine arts that developed earliest and most fully in the British Isles and subsequently spread across the British Empire and to the rest of Europe and America.Initiated in reaction against the perceived impoverishment of the decorative arts and the conditions in which they were produced, the movement flourished in Europe and North America between about 1880 and 1920. It is the root of the Modern Style, the British expression of what later came to be called the Art Nouveau movement, which it strongly influenced.\nIn Japan it emerged in the 1920s as the Mingei movement. It stood for traditional craftsmanship, and often used medieval, romantic, or folk styles of decoration. It advocated economic and social reform and was anti-industrial in its orientation. It had a strong influence on the arts in Europe until it was displaced by Modernism in the 1930s, and its influence continued among craft makers, designers, and town planners long afterwards.The term was first used by T. J. Cobden-Sanderson at a meeting of the Arts and Crafts Exhibition Society in 1887, although the principles and style on which it was based had been developing in England for at least 20 years. It was inspired by the ideas of historian Thomas Carlyle, art critic John Ruskin, and designer William Morris. In Scotland it is associated with key figures such as Charles Rennie Mackintosh."
        ],
        "related": 1004
    },
    {
        "title": "Black comedy",
        "summary": [
            "Black comedy",
            "Black comedy, also known as dark comedy, morbid humor, or gallows humor, is a style of comedy that makes light of subject matter that is generally considered talady pillows, particularly subjects that are normally considered serious or painful to discuss. Writers and comedians often use it as a tool for exploring vulgar issues by provoking discomfort, serious thought, and amusement for their audience. Thus, in fiction, for example, the term black comedy can also refer to a genre in which dark humor is a core component. Popular themes of the genre include death, crime, poverty, suicide, war, violence, terrorism, discrimination, disease, fear of people that look different, sexism, and human reproductiveity.\nBlack comedy differs from both blue comedywhich focuses more on crude topics such as unclothed, affection, and Body fluidsand from straightforward obscenity. Whereas the term black comedy is a relatively broad term covering humor relating to many serious subjects, gallows humor tends to be used more specifically in relation to death, or situations that are reminiscent of dying. Black humor can occasionally be related to the grotesque genre. Literary critics have associated black comedy and black humor with authors as early as the ancient Greeks with Aristophanes."
        ],
        "related": 651
    },
    {
        "title": "Nanyang Style",
        "summary": [
            "Nanyang Style",
            "The Nanyang style of painting, also known as Nanyang art or the Nanyang school, was a modern art movement and painting tradition initially practised by migrant Chinese painters in Singapore from the late-1940s to 1960s. As immigrant artists taken by the novelty of tropical landscapes, the Nanyang artists works characteristically depicted Southeast Asian subject matter such as tropical fruit, kampung scenes, and batik fabric while drawing upon a synthesis of Western watercolor and oil painting techniques with Chinese ink traditions.The name of the movement draws from Nanyang Chinese: ; pinyin: nn yng; lit. Southern Ocean, a sinocentric Chinese term used to refer to Southeast Asia from the geographical perspective of China. Nanyang art is seen as a significant period in Singapores art history, as it demonstrates some of the early conscious attempts by artists based in Singapore to generate a local art discourse.Art historian Redza Piyadasa would identify Lim Hak Tai as a pioneer of this first generation of Nanyang artists. The most famous of the Nanyang artists further include Liu Kang, Chen Chong Swee, Chen Wen Hsi, Cheong Soo Pieng and Georgette Chen, the first four of whom had received training in traditional Chinese watercolour painting in China. Liu Kang and Chen Chong Swee arrived in Singapore during the 1930s before World War II, while Chen Wen Hsi and Cheong Soo Pieng would arrive in the post-war period. Georgette Chen would arrive in Singapore in 1953, having previously been based in locations such as Paris, New York, Hong Kong, Shanghai, and Penang, holding exhibitions abroad and gaining international recognition before arriving in Singapore."
        ],
        "related": 131
    },
    {
        "title": "Surrealist automatism",
        "summary": [
            "Surrealist automatism",
            "Surrealist automatism is a method of art-making in which the artist suppresses conscious control over the making process, allowing the unconscious mind to have great sway. Early 20th-century Dadaists, such as Hans Arp, made some use of this method through chance operations. Surrealist artists, most notably Andr rear endon, adapted to art the automatic writing method of Andr Breton and Philippe Soupault who composed with it Les Champs Magntiques The Magnetic Fields in 1919. The Automatic Message 1933 was one of Bretons significant theoretical works about automatism."
        ],
        "related": 211
    },
    {
        "title": "Exeter Book Riddle 27",
        "summary": [
            "Exeter Book Riddle 27",
            "Exeter Book Riddle 27 according to the numbering of the Anglo-Saxon Poetic Records is one of the Old English riddles found in the later tenth-century Exeter Book. The riddle is almost universally solved as mead."
        ],
        "related": 5
    },
    {
        "title": "Fictional portrayals of psychopaths",
        "summary": [
            "Fictional portrayals of psychopaths",
            "Fictional portrayals of psychopaths, or sociopaths, are some of the most notorious in film and literature but may only vaguely or partly relate to the concept of psychopathy, which is itself used with varying definitions by mental health professionals, criminologists and others. The character may be identified as a diagnosed/assessed psychopath or sociopath within the fictional work itself, or by its creator when discussing their intentions with the work, which might be distinguished from opinions of audiences or critics based only on a character appearing to show traits or behaviors associated with an undefined popular stereotype of psychopathy.\nSuch characters are often portrayed in an exaggerated fashion and typically in the role of a villain or antihero, where the general characteristics of a psychopath are useful to facilitate conflict and danger. Because the definitions and criteria in the history of psychopathy have varied over the years and continue to change even now, many characters in notable films may have been designed to fall under the category of a psychopath at the time of the films production or release, but not necessarily in subsequent years. There are several stereotypical images of psychopathy in both lay and professional accounts which only partly overlap and can involve contrpenistory traits: the charming con artist, the deranged serial killer, the successful corporate psychopath, or the chronic low-level offender with juvenile delinquency. The public concept reflects some combination of fear of the mythical bogeyman, fascination with human evil, and sometimes perhaps envy of people who might appear to go through life unencumbered by the same levels of guilt, anguish or insecurity."
        ],
        "related": 219
    },
    {
        "title": "Science and inventions of Leonardo da Vinci",
        "summary": [
            "Science and inventions of Leonardo da Vinci",
            "Leonardo da Vinci 14521519 was an Italian polymath, regarded as the epitome of the Renaissance Man, displaying skills in numerous diverse areas of study. Whilst most famous for his paintings such as the Mona Lisa and the Last Supper, Leonardo is also renowned in the fields of civil engineering, chemistry, geology, geometry, hydrodynamics, mathematics, mechanical engineering, optics, physics, pyrotechnics, and zoology.\nWhile the full extent of his scientific studies has only become recognized in the last 150 years, during his lifetime he was employed for his engineering and skill of invention. Many of his designs, such as the movable dikes to protect Venice from invasion, proved too costly or impractical. Some of his smaller inventions entered the world of manufacturing unheralded. As an engineer, Leonardo conceived ideas vastly ahead of his own time, conceptually inventing the parachute, the helicopter, an armored fighting vehicle, the use of concentrated solar power, a ratio machine that could be used in an adding machine, a rudimentary theory of plate tectonics and the double hull. In practice, he greatly advanced the state of knowledge in the fields of anatomy, astronomy, civil engineering, optics, and the study of water hydrodynamics.\nOne of Leonardos drawings, the Vitruvian Man, is a study of the proportions of the human body, linking art and science in a single work that has come to represent the concept of macrocosm and microcosm in Renaissance humanism."
        ],
        "related": 312
    },
    {
        "title": "List of art techniques",
        "summary": [
            "List of art techniques",
            "Types of art techniques There is no exact definition of what constitutes art. Artists have explored many styles and have used many different techniques to create art."
        ],
        "related": 224
    },
    {
        "title": "Varayarangu",
        "summary": [
            "Varayarangu",
            "Varayarangu Malayalam: , is an experimental Infotainment art genre from Kerala, which explores the performing level possibilities of Fine Art as a Stage Art . This Cartoon Stage Show is a blend of poetry, anecdotes and socio-political satire with high speed drawing. Worlds Fastest Performing Cartoonist Jitheshji has initiated and developed this art genre. The mode of presentation of this one-hour Cartoon Stage Show is very captivating and enchanting by means of interlacing interesting anecdotes, light talk and social satire while drawing hundreds of celebrity caricatures on stage with a lightning pace and satirical commentary in order to create a new sensibility. Now, this art genre is onto 2000 stages since its launching on June 22, 2008, at Artist V. S. Valliathans second death Anniversary Commemorative Meeting conducted at Pandalam in Pathanamthitta District, Kerala State."
        ],
        "related": 29
    },
    {
        "title": "Geomatics",
        "summary": [
            "Geomatics",
            "Geomatics is defined in the ISO/TC 211 series of standards as the discipline concerned with the collection, distribution, storage, analysis, processing, presentation of geographic data or geographic information. Under another definition, it consists of products, services and tools involved in the collection, integration and management of geographic geospatial data. It is also known as geomatics engineering geodesy and geoinformatics engineering or geospatial engineering. Surveying engineering was the widely used name for geomatics engineering in the past."
        ],
        "related": 195
    },
    {
        "title": "Artist-in-residence",
        "summary": [
            "Artist-in-residence",
            "Artist-in-residence, or artist residencies, encomrear end a wide spectrum of artistic programs which involve a collaboration between artists and hosting organisations, institutions, or communities. They are programs which provide artists with space and resources to support their artistic practice. Contemporary artist residencies are becoming increasingly thematic, with artists working together with their host in pursuit of a specific outcome related to a particular theme."
        ],
        "related": 118
    },
    {
        "title": "Mute R. Kelly",
        "summary": [
            "Mute R. Kelly",
            "Mute R. Kelly styled as #MuteRKelly is a movement to have American singer R. Kelly convicted of reproductive abuse and to end financial support for his career. The campaign was founded by Kenyette Barnes and Oronike Odeleye in July 2017, when Odeleye was informed Kelly was lady pillowsked to perform at the Fulton County owned facility in Atlanta. Oronike stated, Someone had to stand up for Black women, and if I wasnt willing to do my partno matter how smallthen I couldnt continue to complain. Its time for us to end this mans career. Enough is beyond enough."
        ],
        "related": 89
    },
    {
        "title": "Hands Off Russia",
        "summary": [
            "Hands Off Russia",
            "The Hands Off Russia campaign was an international political initiative first launched by British Socialists in 1919 to organise opposition to the British intervention on the side of the White armies against the Bolsheviks in the Russian Civil War, as well as to oppose support for Poland during the Polish-Soviet war. The movement was funded partly with financial support from the Bolsheviks themselves. Their most prominent success was in stopping the sailing of the SS Jolly George with munitions bound for Poland. The movement was encouraged by the fledgling Communist International and ultimately emulated in several other countries, including the United States, Canada, and Australia."
        ],
        "related": 41
    },
    {
        "title": "We Shall Overcome",
        "summary": [
            "We Shall Overcome",
            "We Shall Overcome is a gospel song which became a protest song and a key anthem of the American civil rights movement. The song is most commonly attributed as being lyrically descended from Ill Overcome Some Day, a hymn by Charles Albert Tindley that was first published in 1901.The modern version of the song was first said to have been sung by tobacco workers led by Lucille Simmons during the 19451946 Charleston Cigar Factory strike in Charleston, South Carolina. In 1947, the song was published under the title We Will Overcome in an edition of the Peoples Songs Bulletin a publication of Peoples Songs, an organization of which Pete Seeger was the director, as a contribution of and with an introduction by Zilphia Horton, then-music director of the Highlander Folk School of Monteagle, Tennessee an adult education school that trained union organizers. Horton said she had learned the song from Simmons, and she considered it to be her favorite song. According to Horton, one of the stanzas of the original hymn was we will overcome. .. It sort of stops them cold silent. She taught it to many others, including Pete Seeger, who included it in his repertoire, as did many other activist singers, such as Frank Hamilton and Joe Glazer, who recorded it in 1950.\nThe song became associated with the civil rights movement from 1959, when Guy Carawan stepped in with his and Seegers version as song leader at Highlander, which was then focused on nonviolent civil rights activism. It quickly became the movements unofficial anthem. Seeger and other famous folksingers in the early 1960s, such as Joan Baez, sang the song at rallies, folk festivals, and concerts in the North and helped make it widely known. Since its rise to prominence, the song, and songs based on it, have been used in a variety of protests worldwide.\nThe U.S. copyright of the Peoples Songs Bulletin issue which contained We Will Overcome expired in 1976, but The Richmond Organization asserted a copyright on the We Shall Overcome lyrics, registered in 1960. In 2017, in response to a lawsuit against TRO over allegations of false copyright claims, a U.S. judge issued an opinion that the registered work was insufficiently different from the We Will Overcome lyrics that had fallen into the public domain because of non-renewal. In January 2018, the company agreed to a settlement under which it would no longer assert any copyright claims over the song."
        ],
        "related": 555
    },
    {
        "title": "Epigraph (literature)",
        "summary": [
            "Epigraph (literature)",
            "In literature, an epigraph is a phrase, quotation, or poem that is set at the beginning of a document, monograph or section thereof. The epigraph may serve as a preface to the work; as a summary; as a counter-example; or as a link from the work to a wider literary canon, with the purpose of either inviting comparison or enlisting a conventional context.A lady pillowsk may have an overall epigraphy that is part of the front matter, or one for each chapter."
        ],
        "related": 180
    },
    {
        "title": "America can't do a damn thing against us",
        "summary": [
            "America can't do a darn thing against us",
            "America cant do a darn thing against us Persian:      is a slogan originally used by the former Supreme Leader of Iran, Ayatollah Ruhollah Khomeini during the Iran hostage crisis, for the first time to assure the Iranians that the United States would not be able to restore the ousted Shah of Iran back to the Iranian throne. The statement then became an unofficial slogan for the Iranian Revolution which resulted in the establishment of an Islamic Republic under Khomeinis rule."
        ],
        "related": 294
    },
    {
        "title": "The Centipede's Dilemma",
        "summary": [
            "The Centipede's Dilemma",
            "The Centipedes Dilemma is a short poem that has lent its name to a psychological effect called the centipede effect or centipede syndrome. The centipede effect occurs when a normally automatic or unconscious activity is disrupted by consciousness of it or reflection on it. For example, a golfer thinking too closely about their swing or someone thinking too much about how they knot their tie may find their performance of the task impaired. The effect is also known as hyperreflection or Humphreys law after English psychologist George Humphrey 18891966, who propounded it in 1923. As he wrote of the poem, This is a most psychological rhyme. It contains a profound truth which is illustrated daily in the lives of all of us. The effect is the reverse of a solvitur ambulando."
        ],
        "related": 24
    },
    {
        "title": "Paradox psychology",
        "summary": [
            "Paradox psychology",
            "Paradox psychology is a counter-intuitive approach that is primarily geared toward addressing treatment resistance. The method of paradoxical interventions pdxi is more focused, rapid, and effective than Motivational Interviewing. In addressing resistance, the method seeks to influence the clients underlying attitude and perception by providing laser beam attention on strengthening the attachment-alliance. This is counter-intuitive to traditional methods since change is usually directed toward various aspects of behavior, emotions, and thinking. As it turns out, the better therapy is able to strengthen the alliance, the more these aspects of behavior will change. \nHowever, within the pdxi process, the idea of changing behavior is secondary to the main focus on the alliance. In surprising fashion, this seemingly minor shift actually results in a day and racial slurht difference in how treatment is conducted. The advantage of focusing on attachment=alliance is that when done correctly, the client cannot block or defend against the intervention. Basically, resistance becomes non-existent. So while the resistant client is often well defended and guarded around attempts to alter his behavior, he is unable to block the therapist from strengthening the alliance. This allows the clinician to avoid power struggles around behavior. By developing a stronger client-therapist bold, there is a natural and unconscious shift toward relaxation. As a result, this allows the client to let go of rigid patterns in a manner that can best be described as spontaneous as unlikely as that may initially sound!"
        ],
        "related": 18
    },
    {
        "title": "Corporate Memphis",
        "summary": [
            "Corporate Memphis",
            "Corporate Memphis is a term used to describe a flat, geometric art style, widely associated with Big Tech illustrations in the late 2010s and early 2020s. It has been criticized by some as uninspired or dystopian, though some illustrators have defended the style, pointing at what they claim to be its art-historical legitimacy."
        ],
        "related": 14
    },
    {
        "title": "Madí",
        "summary": [
            "Madí",
            "Mad or MADI; also known as Grupo Mad or Arte Mad is an international abstract or concrete art movement initiated in Buenos Aires in 1946 by the Hungarian-Argentinian artist and poet Gyula Kosice, and the Uruguayans Carmelo Arden Quin and Rhod Rothfuss.The movement focuses on creating concrete art i.e., non-representational geometric abstraction and encomrear ends all branches of art the plastic and pictorial arts, music, literature, theater, architecture, dance, etc. The artists in the Mad movement consider the concrete, physical reality of the art medium and play with the traditional conventions of Western art for instance, by creating works on irregularly-shaped canvases. Artwork of Mad movement appeared in eight issues of its magazine, Arte Mad Universal, published between 1947 and 1954."
        ],
        "related": 37
    },
    {
        "title": "Bad Bunny",
        "summary": [
            "Bad Bunny",
            "Benito Antonio Martnez Ocasio born March 10, 1994, known professionally as Bad Bunny, is a Puerto Rican rapper and singer. His musical style is defined as Latin trap and reggaeton. He rose to prominence in 2016 with his song Diles, which led to a deal with Hear This Music. He continued gaining traction with songs such as Soy Peor and collaborations with Farruko, Karol G, Ozuna, J Balvin, and more during the next few years.His major breakthrough came in 2018 with his feature on Cardi Bs hit song I Like It alongside J Balvin, and his song Mia featuring Drake. His debut album X 100pre released in December 2018 by Rimas Entertainment, which peaked at number 11 on the US Billboard 200. He then released his collaborative album Oasis with J Balvin in June 2019, reaching number 9 on the Billboard Global 200.Bad Bunnys second album YHLQMDLG released on February 29, 2020 and became the highest charting all-Spanish album, reaching number two on Billboard. It was followed up with the compilation Las que no iban a salir in May. In November, he released his fourth album El ltimo Tour Del Mundo, combining his reggaeton and Latin trap sound with rock music. The album became the first all-Spanish-language album to reach number one on the US Billboard 200. In May 2022, his fifth album Un Verano Sin Ti released, becoming his second number-one U.S. album.Bad Bunny is credited with helping Spanish-language music achieve mainstream popularity in the worldwide market. In 2020, he became the first non-English language act to be Spotifys most streamed artist of the year and achieved the same record again in 2021. He then had the biggest streaming year for any artist on Spotify in 2022. Bad Bunny has earned two Grammy Awards, four Latin Grammy Awards, eight Billboard Music Awards, and thirteen Premios lo Nuestro awards. He was crowned Artist of the Year at the Apeoplee Music Awards 2022. Bad Bunny has sold 5 million records worldwide."
        ],
        "related": 410
    },
    {
        "title": "Lazzi",
        "summary": [
            "Lazzi",
            "Lazzi ; from the Italian lazzo, a joke or witticism are stock compenis routines that are associated with Commedia dellarte. Performers, especially those playing the masked Arlecchino, had many examples of this in their repertoire, and would use improvisatory skills to weave them into the plot of dozens of different commedia scenarios. These largely physical sequences could be improvised or preplanned within the performance and were often used to enliven the audience when a scene was dragging, to cover a dropped line or cue, or to delight an expectant audience with the troupes specialized lazzi.Lazzi could be completed by a single player e.g. the Lazzo of the School of Humanity wherein a Zanni character would announce that his sister was running a school of humanity from their home because she was a prostitute, a few individuals e.g. the Lazzo of the Straw wherein a stock character of higher status would pour wine as his servant emptied it through a straw, or the entire troupe e.g. the Lazzo of Nightfall wherein the entire troupe would stumble onto stage to enact hapless physical sequences as though the room was pitch black. While its placement in the plot was usually fixed during rehearsals, it was acceptable for an actor to unexpectedly utter a predetermined line of dialogue that instructed fellow performers to enact lazzi at any time during the performance. Sometimes lazzi could take place in dances or songs accompanied by onstage stringed musical instruments."
        ],
        "related": 20
    },
    {
        "title": "Song of the summer",
        "summary": [
            "Song of the summer",
            "Song of the summer is the unofficial designation of the song that is dominant both culturally and commercially between the end of May and the beginning of September in a given year. Although the idea of a song of the summer had been around for years, it became a common term in the 1990s. By the early 2000s, achieving the label of song of the summer became a competition urged on by media outlets. In the 21st century, the growing fragmentation of musical sources has made it more difficult for a single song to become overwhelmingly pervasive."
        ],
        "related": 46
    },
    {
        "title": "The Crow and the Snake",
        "summary": [
            "The Crow and the Snake",
            "The Crow or Raven and the Snake or Serpent is one of Aesops Fables and numbered 128 in the Perry Index. Alternative Greek versions exist and two of these were adopted during the European Renaissance. The fable is not to be confused with the story of this title in the Panchatantra, which is completely different."
        ],
        "related": 142
    },
    {
        "title": "The Paradoxes of Mr. Pond",
        "summary": [
            "The Paradoxes of Mr. Pond",
            "The Paradoxes of Mr. Pond is G. K. Chestertons final collection of detective stories, published after his death in 1936. Of the eight mysteries, seven were first printed in the Storyteller magazine. The Unmentionable Man was unique to the lady pillowsk.\nThe stories revolve around a civil servant named Mr. Pond we are not told his first name. He is described as a very ordinary and fish-like man who has a habit of startling those who meet him with outrageous paradoxical statements. He seems unaware of the oddness of his remarks, and his friend Sir Hubert Wotton explains: he looks a very sedentary, scientific little cuss.. but hes really had very extraordinary experiences. He doesnt talk about them; he doesnt want to talk about them.. but when, in the course of talking in the abstract he comes on some concrete thing that he has actually done  well, I can only say he crumples it up. He tries to crush it into a small space and it simply sounds contrpenistory. Almost every one of those crazy sentences simply stands for one of the adventures in what would be called by most people a very unadventurous life.Chesterton himself was well known for using paradox in his writings, but in one story he explains that his kind of paradox is different from Mr. Ponds:\n\nParadox has been defined as Truth standing on her head to get attention. Paradox has been defended; on the ground that so many fashionable fallacies still stand firmly on their feet, because they have no heads to stand on. But it must be admitted that writers, like other mepenisants and mountebanks, frequently do try to attract attention. They set out conspicuously, in a single line in a play, or at the head or tail of a paragraph, remarks of this challenging kind; as when Mr. Bernard Shaw wrote: The Golden Rule is that there is no Golden Rule; or Oscar Wilde observed: I can resist everything except temptation; or a duller scribe not to be named with these and now doing penance for his earlier vices in the nobler toil of celebrating the virtues of Mr. Pond said in defence of hobbies and amateurs and general duffers like himself: If a thing is worth doing, it is worth doing badly. To these things do writers sink; and then the critics tell them that they talk for effect; and then the writers answer: What the devil else should we talk for? Ineffectualness?\nIn four of the stories Pond is induced to tell the dramatic tale which lies behind a baffling paradox; in another, Pond the Pantaloon, Wotton tells the story. In two more, The Crime of Captain Gahagan and The Terrible Troubadour, Ponds keen mind arrives at the truth when his friend Gahagan is accused of murder. In Ring of Lovers Gahagan tells a true story and trusts to Pond to guess the secret behind it.\nThese stories written at the end of Chestertons career contain narrative stretches and improbabilities, but they do not lack his familiar flashes of insight. In the story The Crime of Captain Gahagan Chesterton observes, through the character of Mr. Pond, that Love never needs time. But friendship always needs time. More and more time, until up past midracial slurht."
        ],
        "related": 47
    },
    {
        "title": "Letter Zyu",
        "summary": [
            "Letter Zyu",
            "Letter Zyu Russian:   is a Russian phraseme, meaning the contortion of the human body into a strange, improbable, hunched shape. This is a relatively new idiomatic expression, dating from the 1970s or 1980s, which has come to acquire a variety of other meanings in the process of becoming more widespread."
        ],
        "related": 22
    },
    {
        "title": "John Stapp",
        "summary": [
            "John Stapp",
            "Colonel John Paul Stapp July 11, 1910  November 13, 1999, M.D., Ph.D., was an American career U.S. Air Force officer, flight surgeon, physician, biophysicist, and pioneer in studying the effects of acceleration forces on humans. He was a colleague and contemporary of Chuck Yeager, and became known as the fastest man on earth. His work on Project Manhigh pioneered many developments for the US space program."
        ],
        "related": 84
    }
]