[{"title":"Michael Buffer","summary":"['Michael Buffer', 'Michael Buffer born November 2, 1944 is an American ring announcer or MC for boxing, professional wrestling, and National Football League matches. He is known for his trademarked catchphrase: Lets get ready to rumble!']","related":174,"point_value":174,"grade_level":9.1,"summary_length":239,"points_for_card":1.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"['Michael Buffer', 'Michael Buffer born November 2, 1944 is an American ring announcer or MC for boxing, professional wrestling, and National Football League matches.He is known for his trademarked catchphrase: Lets get ready to rumble!']"},{"title":"Kwang Soo Kim","summary":"['Kwang Soo Kim', 'Kwang Soo Kim, Kwang Soo Kim is a South Korean professor in chemistry, an adjunct professor in physics, and the director of Center for Superfunctional Materials CSM, of Ulsan National Institute of Science and Technology UNIST in South Korea. He received his B.S. and M.S. degrees in Applied Chemistry from Seoul National University 1971, 1973 and also an M.S. degree in Physics from Korea Advanced Institute of Science and Technology KAIST 1975. He obtained his Ph.D. degree from University of California, Berkeley 1982. His research fields include Theoretical\/Computational Chemistry\/Physics and Experimental Nanosciences.\\\\nKim was named a National Honor Scientist by South Koreas Ministry of Education, Science and Technology in 2010.']","related":53,"point_value":53,"grade_level":11.1,"summary_length":758,"points_for_card":5.0,"acronym":false,"years_in_summary":5,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Kwang Soo Kim', 'Kwang Soo Kim, Kwang Soo Kim is a South Korean professor in chemistry, an adjunct professor in physics, and the director of Center for Superfunctional Materials CSM, of Ulsan National Institute of Science and Technology UNIST in South Korea.He obtained his Ph.D. degree from University of California, Berkeley 1982."},{"title":"Fame in the 20th Century","summary":"['Fame in the 20th Century', 'Fame in the 20th Century, Fame in the 20th Century is a 1993 BBC documentary television series and book by Clive James. The book and series examined the phenomenon of fame and how it expanded to international mass media proportions throughout the 20th century. The series first aired starting in January 1993, with 8 episodes divided in roughly 8 decades, from the 1900s to the 1980s. Each episode highlighted world-famous people during that part of the century. James delivered interesting and amusing comments about the portrayed celebrities and the various ways they became famous.\\\\nIn the United States, the series were broadcast on PBS and in Australia on ABC, though some footage was occasionally cut if the rights to it were too expensive. The series has never been repeated on television since, which James attributes to the fact that every inch of footage in the gigantic compilation belonged to some agency legally equipped to charge the Earth. He further points out that the book contains the text almost exactly as I read it out on screen. but I took care even at the time to write it as if it might have to survive on its own.\\\\n\\\\n']","related":591,"point_value":591,"grade_level":10.8,"summary_length":1178,"points_for_card":5.0,"acronym":false,"years_in_summary":4,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Fame in the 20th Century', 'Fame in the 20th Century, Fame in the 20th Century is a 1993 BBC documentary television series and book by Clive James.The book and series examined the phenomenon of fame and how it expanded to international mass media proportions throughout the 20th century."},{"title":"Lock of hair","summary":"['Lock of hair', 'Lock of hair, A lock of hair is a piece or pieces of hair that has been cut from, or remains singly on, a human head, most commonly bunched or tied together in some way. A standard dictionary definition defines a lock as a tress, curl, or ringlet of hair.']","related":247,"point_value":247,"grade_level":8.9,"summary_length":275,"points_for_card":1.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Lock of hair', 'Lock of hair, A lock of hair is a piece or pieces of hair that has been cut from, or remains singly on, a human head, most commonly bunched or tied together in some way.A standard dictionary definition defines a lock as a tress, curl, or ringlet of hair.')"},{"title":"error","summary":"['error', 'error']","related":"error","point_value":1,"grade_level":8.8,"summary_length":18,"points_for_card":1.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('error', 'error')"},{"title":"Johnny Depp","summary":"['Johnny Depp', 'Johnny Depp, John Christopher Depp II born June 9, 1963 is an American actor and musician. He is the recipient of multiple accolades, including a Golden Globe Award and a Screen Actors Guild Award, in addition to nominations for three Academy Awards and two BAFTA awards.\\\\nDepp made his feature film debut in the horror film A Nightmare on Elm Street 1984 and appeared in Platoon 1986, before rising to prominence as a teen idol on the television series 21 Jump Street 19871990. In the 1990s, Depp acted mostly in independent films with auteur directors, often playing eccentric characters. These included Cry-Baby 1990, Whats Eating Gilbert Grape 1993, Benny and Joon 1993, Dead Man 1995, Donnie Brasco 1997, and Fear and Loathing in Las Vegas 1998. Depp also began his longtime collaboration with director Tim Burton, portraying the leads in the films Edward Scissorhands 1990, Ed Wood 1994, and Sleepy Hollow 1999.\\\\nIn the 2000s, Depp became one of the most commercially successful film stars by playing Captain Jack Sparrow in the Walt Disney swashbuckler film series Pirates of the Caribbean 20032017. He also received critical praise for Chocolat 2000, Finding Neverland 2004 and Public Enemies 2009, while also continuing his commercially successful collaboration with Tim Burton with the films Charlie and the Chocolate Factory 2005, where he portrayed Willy Wonka, Corpse Bride 2005, Sweeney Todd: The Demon Barber of Fleet Street 2007, and Alice in Wonderland 2010.\\\\nIn 2012, Depp was one of the worlds biggest film stars, and was listed by the Guinness World Records as the worlds highest-paid actor, with earnings of US$75 million in a year. During the 2010s, Depp began producing films through his company Infinitum Nihil. He also received critical praise for Black Mass 2015 and formed the rock supergroup Hollywood Vampires with Alice Cooper and Joe Perry, before starring as Gellert Grindelwald in the Wizarding World films Fantastic Beasts and Where to Find Them 2016 and Fantastic Beasts: The Crimes of Grindelwald 2018.\\\\nBetween 1998 and 2012, Depp was in a relationship with French singer Vanessa Paradis and together they had two children, including actress Lily-Rose Depp. From 2015 to 2017, Depp was married to actress Amber Heard. Their divorce drew much media attention, as both alleged abuse against each other. In 2018, Depp unsuccessfully sued the publishers of British tabloid The Sun for defamation under English law; a judge ruled the publication labelling him a wife beater was substantially true. Depp later successfully sued Heard in a 2022 trial in Virginia; a seven-member jury ruled that Heards allegations of sexual violence and domestic abuse were false and defamed Depp under American law.']","related":875,"point_value":875,"grade_level":12.8,"summary_length":2752,"points_for_card":6.0,"acronym":false,"years_in_summary":36,"years_in_title":0,"points_by_year_mentioned":2,"summary_short":"('Johnny Depp', 'Johnny Depp, John Christopher Depp II born June 9, 1963 is an American actor and musician.He also received critical praise for Chocolat 2000, Finding Neverland 2004 and Public Enemies 2009, while also continuing his commercially successful collaboration with Tim Burton with the films Charlie and the Chocolate Factory 2005, where he portrayed Willy Wonka, Corpse Bride 2005, Sweeney Todd: The Demon Barber of Fleet Street 2007, and Alice in Wonderland 2010.\\\\nIn 2012, Depp was one of the worlds biggest film stars, and was listed by the Guinness World Records as the worlds highest-paid actor, with earnings of US$75 million in a year."},{"title":"Normative social influence","summary":"['Normative social influence', 'Normative social influence, Normative social influence is a type of social influence that leads to conformity. It is defined in social psychology as .the influence of other people that leads us to conform in order to be liked and accepted by them. The power of normative social influence stems from the human identity as a social being, with a need for companionship and association.Normative social influence involves a change in behaviour that is deemed necessary in order to fit in a particular group. The need for a positive relationship with the people around leads us to conformity. This fact often leads to people exhibiting public compliancebut not necessarily private acceptanceof the groups social norms in order to be accepted by the group. Social norms refers to the unwritten rules that govern social behavior. These are customary standards for behavior that are widely shared by members of a culture.In many cases, normative social influence serves to promote social cohesion. When a majority of group members conform to social norms, the group generally becomes more stable. This stability translates into social cohesion, which allows group members to work together toward a common understanding, or good, but also has the unintended impact of making the group members less individualistic.']","related":119,"point_value":119,"grade_level":12.4,"summary_length":1340,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Normative social influence', 'Normative social influence, Normative social influence is a type of social influence that leads to conformity.It is defined in social psychology as .the influence of other people that leads us to conform in order to be liked and accepted by them."},{"title":"Simone de Beauvoir","summary":"['Simone de Beauvoir', 'Simone de Beauvoir, Simone Lucie Ernestine Marie Bertrand de Beauvoir UK: , US: ; French: simn d bovwa listen; 9 January 1908 14 April 1986 was a French existentialist philosopher, writer, social theorist, and feminist activist. Though she did not consider herself a philosopher, and even though she was not considered one at the time of her death, she had a significant influence on both feminist existentialism and feminist theory.Beauvoir wrote novels, essays, biographies, autobiographies, and monographs on philosophy, politics, and social issues. She was known for her 1949 treatise The Second Sex, a detailed analysis of womens oppression and a foundational tract of contemporary feminism; and for her novels, including She Came to Stay 1943 and The Mandarins 1954. Her most enduring contribution to literature is her memoirs, notably the first volume, Mmoires dune jeune fille range 1958, which has a warmth and descriptive power. She won the 1954 Prix Goncourt, the 1975 Jerusalem Prize, and the 1978 Austrian State Prize for European Literature. She was also known for her open, lifelong relationship with French philosopher Jean-Paul Sartre.']","related":980,"point_value":980,"grade_level":13.3,"summary_length":1178,"points_for_card":5.0,"acronym":false,"years_in_summary":9,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Simone de Beauvoir', 'Simone de Beauvoir, Simone Lucie Ernestine Marie Bertrand de Beauvoir UK: , US: ; French: simn d bovwa listen; 9 January 1908 14 April 1986 was a French existentialist philosopher, writer, social theorist, and feminist activist.Though she did not consider herself a philosopher, and even though she was not considered one at the time of her death, she had a significant influence on both feminist existentialism and feminist theory.Beauvoir wrote novels, essays, biographies, autobiographies, and monographs on philosophy, politics, and social issues."},{"title":"William J. Dominik","summary":"['William J. Dominik', 'William J. Dominik, William J. Dominik born 1953-12-2929 December 1953 is an American-Australian scholar of Classical Studies. He is presently Visiting Professor and Integrated Researcher of Classical Studies at the University of Lisbon and Professor Emeritus of Classics at the University of Otago.']","related":43,"point_value":43,"grade_level":10.1,"summary_length":325,"points_for_card":6.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":2,"summary_short":"('William J. Dominik', 'William J. Dominik, William J. Dominik born 1953-12-2929 December 1953 is an American-Australian scholar of Classical Studies.He is presently Visiting Professor and Integrated Researcher of Classical Studies at the University of Lisbon and Professor Emeritus of Classics at the University of Otago.')"},{"title":"Lofi hip hop","summary":"['Lofi hip hop', 'Lofi hip hop, Lofi hip hop also known as chillhop and lofi beats to study to is a form of downtempo music that combines elements of hip hop and chill-out music. It was popularized in the 2010s on YouTube and has been referred to as an Internet meme.']","related":595,"point_value":595,"grade_level":9.7,"summary_length":269,"points_for_card":3.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Lofi hip hop', 'Lofi hip hop, Lofi hip hop also known as chillhop and lofi beats to study to is a form of downtempo music that combines elements of hip hop and chill-out music.It was popularized in the 2010s on YouTube and has been referred to as an Internet meme.')"},{"title":"Candle Cove","summary":"['Candle Cove', 'Candle Cove, Candle Cove is an online creepypasta horror story written by web cartoonist and author Kris Straub in 2009. The story centers on a fictional television series titled Candle Cove, that could only be viewed by a small group of people, predominantly children, who later recall the disturbing show on a web forum. Straub has stated that he was inspired to write the creepypasta after reading an article by the satirical news outlet The Onion titled Area 36-Year-Old Still Has Occasional Lidsville Nightmare.Straubs story quickly became popular, inspiring numerous YouTube videos, and fan fictions. In 2015, Straub self-published Candle Cove in a collection of short stories entitled Candle Cove and Other Stories. The Verge commented that Candle Cove differed from other creepypastas in that while most creepypasta have an anonymous folkloric quality, Candle Coves originated from a known source and author.The story was adapted for the first season of the Syfy anthology series Channel Zero, which aired in 2016. Additionally, Straub began the spin-off YouTube series Local 58 centered around strange broadcasts from the fictitious public access television channel where Candle Cove originally aired.']","related":14,"point_value":14,"grade_level":13.6,"summary_length":1229,"points_for_card":5.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Candle Cove', 'Candle Cove, Candle Cove is an online creepypasta horror story written by web cartoonist and author Kris Straub in 2009.The story centers on a fictional television series titled Candle Cove, that could only be viewed by a small group of people, predominantly children, who later recall the disturbing show on a web forum."},{"title":"Forbes","summary":"['Forbes', 'Forbes, Forbes is an American business magazine owned by Integrated Whale Media Investments and the Forbes family. Published eight times a year, it features articles on finance, industry, investing, and marketing topics. Forbes also reports on related subjects such as technology, communications, science, politics, and law. It is based in Jersey City, New Jersey. Competitors in the national business magazine category include Fortune and Bloomberg Businessweek. Forbes has an international edition in Asia as well as editions produced under license in 27 countries and regions worldwide.\\\\nThe magazine is well known for its lists and rankings, including of the richest Americans the Forbes 400, of the Americas Wealthiest Celebrities, of the worlds top companies the Forbes Global 2000, Forbes list of the Worlds Most Powerful People, and The Worlds Billionaires. The motto of Forbes magazine is Change the World. Its chair and editor-in-chief is Steve Forbes, and its CEO is Mike Federle. In 2014, it was sold to a Hong Kongbased investment group, Integrated Whale Media Investments.']","related":96,"point_value":96,"grade_level":9.8,"summary_length":1101,"points_for_card":1.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Forbes', 'Forbes, Forbes is an American business magazine owned by Integrated Whale Media Investments and the Forbes family.Published eight times a year, it features articles on finance, industry, investing, and marketing topics."},{"title":"Pray for Nesamani","summary":"['Pray for Nesamani', 'Pray for Nesamani, Pray for Nesamani sometimes spelled Naesamani is an internet meme that began trending on social media platforms in May 2019. It is based on the fictional character Nesamani from the Indian Tamil drama film Friends 2001. Nesamani was played by actor Vadivelu, whose image is used in many of the memes attached to the hashtag #Pray_for_Nesamani and a series of related hashtags. It became the top trending hashtag on Twitter in India during the week, beating #ModiSarkar2, which was previously the nationally top trending hashtag referring to the recent 2019 Indian general election and the 23rd Ministry of the Republic of India.']","related":46,"point_value":46,"grade_level":13.8,"summary_length":672,"points_for_card":5.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Pray for Nesamani', 'Pray for Nesamani, Pray for Nesamani sometimes spelled Naesamani is an internet meme that began trending on social media platforms in May 2019.It is based on the fictional character Nesamani from the Indian Tamil drama film Friends 2001."},{"title":"'O sole mio","summary":"[\"'O sole mio\", 'O sole mio, O sole mio Neapolitan pronunciation: o sol mi is a well-known Neapolitan song written in 1898. Its Neapolitan language lyrics were written by Giovanni Capurro and the music was composed by Eduardo di Capua 18651917 and Alfredo Mazzucchi 18781972. The title translates literally as my sun or my sunshine. The lyrics have been translated to other languages.']","related":60,"point_value":60,"grade_level":8.3,"summary_length":386,"points_for_card":1.0,"acronym":false,"years_in_summary":5,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"(\"'O sole mio\", 'O sole mio, O sole mio Neapolitan pronunciation: o sol mi is a well-known Neapolitan song written in 1898.Its Neapolitan language lyrics were written by Giovanni Capurro and the music was composed by Eduardo di Capua 18651917 and Alfredo Mazzucchi 18781972."},{"title":"Tony Curtis","summary":"['Tony Curtis', 'Tony Curtis, Tony Curtis born Bernard Schwartz; June 3, 1925 September 29, 2010 was an American actor whose career spanned six decades, achieving the height of his popularity in the 1950s Kansas Raiders, 1950 and early 1960s. He acted in more than 100 films, in roles covering a wide range of genres. In his later years, Curtis made numerous television appearances.\\\\nHe achieved his first major recognition as a dramatic actor in Sweet Smell of Success 1957 with co-star Burt Lancaster. The following year he was nominated for the Academy Award for Best Actor for The Defiant Ones 1958 alongside Sidney Poitier who was also nominated in the same category. This was followed by the comedies Some Like It Hot and Operation Petticoat in 1959. In 1960, Curtis played a supporting role in the epic historical drama Spartacus.\\\\nHis stardom and film career declined considerably after 1960. His most significant dramatic part came in 1968 when he starred in the true-life drama The Boston Strangler. Curtis also took on the role of the Ukrainian Cossack Andrei in the historical action romance epic Taras Bulba in 1962 and starred in the ITC TV series The Persuaders!, with Curtis playing American millionaire Danny Wilde. The series ran for twenty-four episodes.\\\\nCurtis is the father of actresses Kelly Curtis and Jamie Lee Curtis by his first wife, actress Janet Leigh, and actresses Allegra Curtis and Alexandra Curtis by his second wife Christine Kaufmann.']","related":361,"point_value":361,"grade_level":9.3,"summary_length":1476,"points_for_card":3.0,"acronym":false,"years_in_summary":12,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Tony Curtis', 'Tony Curtis, Tony Curtis born Bernard Schwartz; June 3, 1925 September 29, 2010 was an American actor whose career spanned six decades, achieving the height of his popularity in the 1950s Kansas Raiders, 1950 and early 1960s.He acted in more than 100 films, in roles covering a wide range of genres."},{"title":"It's a Man's Man's Man's World","summary":"[\"It's a Man's Man's Man's World\", 'Its a Mans Mans Mans World, Its a Mans Mans Mans World is a song written by James Brown and Betty Jean Newsome. Brown recorded it on February 16, 1966, in a New York City studio and released it as a single later that year. It reached No. 1 on the Billboard R&B chart and No. 8 on the Billboard Hot 100. Its title is a word play on the 1963 comedy film Its a Mad, Mad, Mad, Mad World.']","related":297,"point_value":297,"grade_level":4.1,"summary_length":421,"points_for_card":1.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"(\"It's a Man's Man's Man's World\", 'Its a Mans Mans Mans World, Its a Mans Mans Mans World is a song written by James Brown and Betty Jean Newsome.1 on the Billboard R&B chart and No."},{"title":"Mr. Smith Goes to Washington","summary":"['Mr. Smith Goes to Washington', 'Mr. Smith Goes to Washington, Mr. Smith Goes to Washington is a 1939 American political comedy-drama film directed by Frank Capra, starring Jean Arthur and James Stewart, and featuring Claude Rains and Edward Arnold. The film is about a newly appointed United States Senator who fights against a corrupt political system, and was written by Sidney Buchman, based on Lewis R. Fosters unpublished story The Gentleman from Montana. The film was controversial when it was first released, but successful at the box office, and it made Stewart a major star. It was also loosely based on the life of Montana U.S. Senator Burton Wheeler, who underwent a similar experience when he was investigating the Warren Harding administration.Mr. Smith Goes to Washington was nominated for eleven Academy Awards, including Best Picture, Best Director and Best Actor, winning Best Original Story. Considered to be one of the greatest films of all time, the film was selected by the Library of Congress as one of the first 25 films for preservation in the United States National Film Registry in 1989, for being culturally, historically, or aesthetically significant.']","related":258,"point_value":258,"grade_level":10.7,"summary_length":1183,"points_for_card":5.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"The film is about a newly appointed United States Senator who fights against a corrupt political system, and was written by Sidney Buchman, based on Lewis R. Fosters unpublished story The Gentleman from Montana.It was also loosely based on the life of Montana U.S."},{"title":"Against Therapy","summary":"['Against Therapy', 'Against Therapy, Against Therapy: Emotional Tyranny and the Myth of Psychological Healing is a 1988 book by author Jeffrey Moussaieff Masson, in which the author argues against the practice of psychotherapy. The work was criticized by reviewers.']","related":101,"point_value":101,"grade_level":12.1,"summary_length":268,"points_for_card":5.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Against Therapy', 'Against Therapy, Against Therapy: Emotional Tyranny and the Myth of Psychological Healing is a 1988 book by author Jeffrey Moussaieff Masson, in which the author argues against the practice of psychotherapy.The work was criticized by reviewers.')"},{"title":"How many angels can dance on the head of a pin?","summary":"['How many angels can dance on the head of a pin?', 'How many angels can dance on the head of a pin?, How many angels can dance on the head of a pin? alternatively How many angels can stand on the point of a pin? is a reductio ad absurdum challenge to medieval scholasticism in general, and its angelology in particular, as represented by figures such as Duns Scotus and Thomas Aquinas. It is first recorded in the 17th century, in the context of Protestant apologetics. It also has been linked to the fall of Constantinople, with the imagery of scholars debating while the Turks besieged the city.In modern usage, the term has lost its theological context and is used as a metaphor for wasting time debating topics of no practical value, or questions whose answers hold no intellectual consequence, while more urgent concerns accumulate.']","related":45,"point_value":45,"grade_level":9.2,"summary_length":840,"points_for_card":1.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('How many angels can dance on the head of a pin?', 'How many angels can dance on the head of a pin?, How many angels can dance on the head of a pin?"},{"title":"Hatsune Miku","summary":"['Hatsune Miku', 'Hatsune Miku, Hatsune Miku Japanese: , also called Miku Hatsune, and officially code-named CV01, is a Vocaloid software voicebank developed by Crypton Future Media and its official anthropomorphic mascot character, a 16-year-old girl with long, turquoise twintails. Mikus personification has been marketed as a virtual idol, and has performed at live virtual concerts onstage as an animated projection rear-cast projection on a specially coated glass screen.Miku uses Yamaha Corporations Vocaloid 2, Vocaloid 3, and Vocaloid 4 singing synthesizing technologies. She also uses Crypton Future Medias Piapro Studio, a standalone singing synthesizer editor. She was the second Vocaloid sold using the Vocaloid 2 engine and the first Japanese Vocaloid to use the Japanese version of the 2 engine. The voice is modeled from Japanese voice actress Saki Fujita. \\\\nThe name of the character comes from merging the Japanese words for first , hatsu, sound , ne, and future , miku, thus meaning the first sound of the future, which, along with her code name, refers to her position as the first of Cryptons Character Vocal Series abbreviated CV Series, preceding Kagamine Rin\/Len code-named CV02 and Megurine Luka code-named CV03. The number 01 can also be seen on her left shoulder in official artwork.']","related":349,"point_value":349,"grade_level":13.0,"summary_length":1312,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"Mikus personification has been marketed as a virtual idol, and has performed at live virtual concerts onstage as an animated projection rear-cast projection on a specially coated glass screen.Miku uses Yamaha Corporations Vocaloid 2, Vocaloid 3, and Vocaloid 4 singing synthesizing technologies.\\\\nThe name of the character comes from merging the Japanese words for first , hatsu, sound , ne, and future , miku, thus meaning the first sound of the future, which, along with her code name, refers to her position as the first of Cryptons Character Vocal Series abbreviated CV Series, preceding Kagamine Rin\/Len code-named CV02 and Megurine Luka code-named CV03."},{"title":"Paul Crowther","summary":"['Paul Crowther', 'Paul Crowther, Paul Crowther ; born 24 August 1953 is a British philosopher. He is a professor of philosophy and author specialising in the fields of aesthetics, metaphysics, and visual culture. He has written nine books in the field of History of Art and Philosophy. He was born in Leeds, West Riding of Yorkshire, England, and he was raised in the Belle Isle estate, Hunslet, and Middleton areas of south Leeds. He began taking an interest in art and philosophy at the age of 16. He is a proponent of an approach to aesthetics he dubbed post-analytic phenomenology.']","related":46,"point_value":46,"grade_level":8.5,"summary_length":588,"points_for_card":1.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Paul Crowther', 'Paul Crowther, Paul Crowther ; born 24 August 1953 is a British philosopher.He is a professor of philosophy and author specialising in the fields of aesthetics, metaphysics, and visual culture."},{"title":"Progressive counting","summary":"['Progressive counting', 'Progressive counting, Progressive counting PC is a psychotherapy technique developed by Ricky Greenwald designed for trauma resolution based on the counting method. It is used to reduce or eliminate symptoms such as anxiety, depression, guilt, anger, and post-traumatic reactions. It can also be used to enhance psychological resources such as confidence and self-esteem. The procedure involves having the client visualize a series of progressively longer movies of the trauma memory while the therapist counts out loud first to a count of 10, then 20, then 30, etc. By repeatedly imagining the movie of the memory, the memory gets digested or healed, via desensitization, emotional processing, gaining perspective, or other means.']","related":7,"point_value":7,"grade_level":14.4,"summary_length":759,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Progressive counting', 'Progressive counting, Progressive counting PC is a psychotherapy technique developed by Ricky Greenwald designed for trauma resolution based on the counting method.It is used to reduce or eliminate symptoms such as anxiety, depression, guilt, anger, and post-traumatic reactions."},{"title":"Bad Guy (Billie Eilish song)","summary":"['Bad Guy (Billie Eilish song)', 'Bad Guy Billie Eilish song, Bad Guy stylized in all lowercase is a song by American singer-songwriter Billie Eilish and the fifth single from her debut studio album, When We All Fall Asleep, Where Do We Go? 2019. It was released on March 29, 2019, through Darkroom and Interscope Records. The song was described by media as electropop, dance-pop, trap-pop, with minimalist instrumentation. In the lyrics, Eilish taunts someone for being a bad guy while suggesting that she is more resilient than they are. Eilish wrote Bad Guy with her brother and producer Finneas OConnell. Another version of the song, a collaboration with Canadian singer Justin Bieber, was released on July 11, 2019.\\\\nUpon release, Bad Guy received mostly positive reviews. It topped the US Billboard Hot 100 and several international charts including the UK, Australia, Canada and New Zealand, peaking at number two on the UK Singles Chart. In the US, it ended the record-breaking 19-week run of Old Town Road by Lil Nas X featuring Billy Ray Cyrus. Bad Guy has received several certifications, including a tenfold platinum award from the Australian Recording Industry Association ARIA and a sextuple one from the Recording Industry Association of America RIAA. The song received several awards, including Record and Song of the Year at the 62nd Annual Grammy Awards.\\\\nDave Meyers directed the music video, which depicts Eilish involved in several activities such as wild dancing, suffering a nosebleed and sitting on the back of a man doing push-ups. Reviewers noted the video for its camp elements and eccentric imagery.']","related":881,"point_value":881,"grade_level":11.2,"summary_length":1631,"points_for_card":5.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Bad Guy (Billie Eilish song)', 'Bad Guy Billie Eilish song, Bad Guy stylized in all lowercase is a song by American singer-songwriter Billie Eilish and the fifth single from her debut studio album, When We All Fall Asleep, Where Do We Go?It was released on March 29, 2019, through Darkroom and Interscope Records."},{"title":"Jacqueline Kennedy Onassis","summary":"['Jacqueline Kennedy Onassis', 'Jacqueline Kennedy Onassis, Jacqueline Lee Kennedy Onassis ne Bouvier ; July 28, 1929 May 19, 1994 was an American socialite, writer, photographer, and book editor who served as first lady of the United States from 1961 to 1963, as the wife of President John F. Kennedy. A popular first lady, she endeared the American public with her devotion to her family, dedication to the historic preservation of the White House and her interest in American history and culture. During her lifetime, she was regarded as an international icon for her unique fashion choices.After graduating with a Bachelor of Arts in French literature from George Washington University in 1951, Bouvier started working for the Washington Times-Herald as an inquiring photographer. The following year, she met then-Congressman John Kennedy at a dinner party in Washington. He was elected to the Senate that same year, and the couple married on September 12, 1953, in Newport, Rhode Island. They had four children, two of whom died in infancy. Following her husbands election to the presidency in 1960, Kennedy was known for her highly publicized restoration of the White House and emphasis on arts and culture, as well as for her style. At age 31, she was the third-youngest first lady of the United States when her husband was inaugurated.\\\\nAfter the assassination and funeral of her husband in 1963, Kennedy and her children largely withdrew from public view. In 1968, she married Greek shipping magnate Aristotle Onassis, which caused controversy. Following Onassiss death in 1975, she had a career as a book editor in New York City, first at Viking Press and then at Doubleday, and worked to restore her public image. Even after her death, she ranks as one of the most popular and recognizable first ladies in American history, and in 1999, she was listed as one of Gallups Most-Admired Men and Women of the 20th century. She died in 1994 and was buried at Arlington National Cemetery alongside President Kennedy. Surveys of historians conducted periodically by the Siena College Research Institute since 1982 have consistently found Kennedy Onassis to rank among the most highly regarded first ladies by the assessments of historians.']","related":730,"point_value":730,"grade_level":12.7,"summary_length":2245,"points_for_card":5.0,"acronym":false,"years_in_summary":13,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"A popular first lady, she endeared the American public with her devotion to her family, dedication to the historic preservation of the White House and her interest in American history and culture.During her lifetime, she was regarded as an international icon for her unique fashion choices.After graduating with a Bachelor of Arts in French literature from George Washington University in 1951, Bouvier started working for the Washington Times-Herald as an inquiring photographer."},{"title":"Johnny Kaw","summary":"['Johnny Kaw', 'Johnny Kaw, Johnny Kaw is a fictional Kansas settler and the subject of a number of Paul Bunyan-esque tall tales about the settling of the territory.\\\\nThe legend of Johnny Kaw was created in 1955 by George Filinger, a professor of horticulture at Kansas State University, to celebrate the centennial of Manhattan, Kansas. The stories were initially printed in the city newspaper, The Manhattan Mercury, during the centennial and later collected into a self-published book by Filinger, who created Kaw to be Kansas answer to other heroes like Bunyan and Pecos Bill. Elmer Tomasch of the Kansas State University Art Department provided ink drawings to illustrate the stories and the book.\\\\nFiilingers stories related how Johnny Kaw created the Kansas landscape, geography and pioneer trails. Kaw was said to have dug the Kansas River Valley, planted wheat, invented sunflowers, and grown giant potatoes. Kaw even controlled the weather, lopping the funnels off tornadoes and wringing out the clouds to end droughts. His pets were the mascots for the two state universities: a wildcat and a jayhawk, who enjoyed a good fight. The Dust Bowl was said to be a result of their fights.\\\\nFilingers book was not republished after 1969, but Kansas author Jerri Garretson released a childrens picture book about Johnny Kaw in 1997. Her book was illustrated by another KSU art instructor, Diane A. Dollar. A color edition of the book was published in September 2011 and the original version was included in the 2008 anthology, Kansas Tall Tales.']","related":107,"point_value":107,"grade_level":11.4,"summary_length":1553,"points_for_card":5.0,"acronym":false,"years_in_summary":5,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Johnny Kaw', 'Johnny Kaw, Johnny Kaw is a fictional Kansas settler and the subject of a number of Paul Bunyan-esque tall tales about the settling of the territory.\\\\nThe legend of Johnny Kaw was created in 1955 by George Filinger, a professor of horticulture at Kansas State University, to celebrate the centennial of Manhattan, Kansas.Kaw was said to have dug the Kansas River Valley, planted wheat, invented sunflowers, and grown giant potatoes."},{"title":"Broadway Melody of 1940","summary":"['Broadway Melody of 1940', 'Broadway Melody of 1940, Broadway Melody of 1940 is a 1940 MGM film musical starring Fred Astaire, Eleanor Powell and George Murphy Astaires first male dancing partner on film. It was directed by Norman Taurog and features music by Cole Porter, including Begin the Beguine.\\\\nThe film was the fourth and final entry in MGMs Broadway Melody series of films, and is notable for being the only on-screen pairing of Astaire and Powell, who were considered the finest film musical dancers of their time.']","related":127,"point_value":127,"grade_level":12.2,"summary_length":529,"points_for_card":5.0,"acronym":false,"years_in_summary":4,"years_in_title":1,"points_by_year_mentioned":1,"summary_short":"('Broadway Melody of 1940', 'Broadway Melody of 1940, Broadway Melody of 1940 is a 1940 MGM film musical starring Fred Astaire, Eleanor Powell and George Murphy Astaires first male dancing partner on film.It was directed by Norman Taurog and features music by Cole Porter, including Begin the Beguine.\\\\nThe film was the fourth and final entry in MGMs Broadway Melody series of films, and is notable for being the only on-screen pairing of Astaire and Powell, who were considered the finest film musical dancers of their time.')"},{"title":"Nâzım Hikmet","summary":"['Nâzım Hikmet', 'Nzm Hikmet, Mehmed Nzm Ran 15 January 1902 3 June 1963, commonly known as Nzm Hikmet Turkish: nazm hicmet listen, was a Turkish-Polish poet, playwright, novelist, screenwriter, director, and memoirist. He was acclaimed for the lyrical flow of his statements. Described as a romantic communist and romantic revolutionary, he was repeatedly arrested for his political beliefs and spent much of his adult life in prison or in exile. His poetry has been translated into more than fifty languages.']","related":456,"point_value":456,"grade_level":11.1,"summary_length":512,"points_for_card":5.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Nâzım Hikmet', 'Nzm Hikmet, Mehmed Nzm Ran 15 January 1902 3 June 1963, commonly known as Nzm Hikmet Turkish: nazm hicmet listen, was a Turkish-Polish poet, playwright, novelist, screenwriter, director, and memoirist.He was acclaimed for the lyrical flow of his statements."},{"title":"The Masque of the Red Death","summary":"['The Masque of the Red Death', 'The Masque of the Red Death, The Masque of the Red Death originally published as The Mask of the Red Death: A Fantasy is a short story by American writer Edgar Allan Poe, first published in 1842. The story follows Prince Prosperos attempts to avoid a dangerous plague, known as the Red Death, by hiding in his abbey. He, along with many other wealthy nobles, hosts a masquerade ball in seven rooms of the abbey, each decorated with a different color. In the midst of their revelry, a mysterious figure disguised as a Red Death victim enters and makes his way through each of the rooms. Prospero dies after confronting this stranger, whose costume proves to contain nothing tangible inside it; the guests also die in turn.\\\\nPoes story follows many traditions of Gothic fiction and is often analyzed as an allegory about the inevitability of death, though some critics advise against an allegorical reading. Many different interpretations have been presented, as well as attempts to identify the true nature of the eponymous disease. The story was first published in May 1842 in Grahams Magazine and has since been adapted in many different forms, including a 1964 film starring Vincent Price. Poes short story has also been alluded to by other works in many types of media.']","related":228,"point_value":228,"grade_level":11.7,"summary_length":1308,"points_for_card":5.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('The Masque of the Red Death', 'The Masque of the Red Death, The Masque of the Red Death originally published as The Mask of the Red Death: A Fantasy is a short story by American writer Edgar Allan Poe, first published in 1842.The story follows Prince Prosperos attempts to avoid a dangerous plague, known as the Red Death, by hiding in his abbey."},{"title":"One Love Party","summary":"['One Love Party', 'One Love Party, The One Love Party was a minor political party in the United Kingdom that identified itself as techno-progressive. The party campaigned for clean air and a federal union of the world. It was founded in 2015 and its first contest was in the 2016 London mayoral election.The party was led and founded by Ankit Love, a musician and film maker. It was statutorily deregistered on 19 December 2017.']","related":69,"point_value":69,"grade_level":7.9,"summary_length":431,"points_for_card":1.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('One Love Party', 'One Love Party, The One Love Party was a minor political party in the United Kingdom that identified itself as techno-progressive.The party campaigned for clean air and a federal union of the world."},{"title":"Essar leaks","summary":"['Essar leaks', 'Essar leaks, The Essar leaks include e-mails, office memos, telephone conversations and other records allegedly leaked from the systems of the Indian business conglomerate Essar Group. The leaked records allegedly contain evidence of politician-corporate nexus in India, and show how business interests unfairly manipulate Indian government and judiciary.\\\\nIn 2015, an unnamed whistleblower leaked a set of internal e-mails and memos from the Essar Group, alleging that the conglomerate had granted favours to several politicians, bureaucrats and journalists. Essar denied the allegations, terming the alleged favours as common courtesies that are legally justifiable. Essar also claimed that some of the leaked material was fabricated, and was being used to blackmail them.\\\\nIn May 2016, lawyer Suren Uppal reported the existence of a new set of secretly recorded conversations to the Prime Minister. The conversations involve influential politicians, bureaucrats, businesspeople, bankers, and other VIPs. Uppal claimed to have received these tapes from the former Essar employee Albasit Khan, and alleged that the Essar officials illegally tapped these conversations during the 2000s. In June 2016, after the Outlook magazine made Uppals claims public, Khan denied Essars role in tapping the conversations. He acknowledged the existence of the tapes, but stated he had received these tapes from the now-deceased Mumbai Police officer Vijay Salaskar, a claim denied by Mumbai Police. According to Khan, the ultimate source and authenticity of the tapes are unknown. He admitted to having informed Uppal about the tapes, but accused Uppal of fabricating the Essar link to extort money from the business. Uppal denied the allegations, and promised to release the tapes to the Supreme Court of India. Essar completely denied the story, accusing Suren Uppal of being an extortionist.']","related":85,"point_value":85,"grade_level":12.3,"summary_length":1901,"points_for_card":5.0,"acronym":false,"years_in_summary":4,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"He acknowledged the existence of the tapes, but stated he had received these tapes from the now-deceased Mumbai Police officer Vijay Salaskar, a claim denied by Mumbai Police.Uppal denied the allegations, and promised to release the tapes to the Supreme Court of India."},{"title":"Georgie Denbrough","summary":"['Georgie Denbrough', 'Georgie Denbrough, Georgie Elmer Denbrough also known as Georgie is a fictional character created by Stephen King from his 1986 epic horror novel It. Georgie is the younger brother of Bill Denbrough, and falls prey to Pennywise the Clown. He is used by Pennywise to taunt Bill throughout the novel. Georgie is portrayed by Tony Dakota in the 1990 TV miniseries adaptation and by Jackson Robert Scott in the theatrical film series. Dakota also reprised his role for a 2019 short fan film based on the 1990 TV miniseries adaptation of the novel, titled Georgie, which shows a What If scenario if Georgie had survived his encounter with Pennywise.']","related":53,"point_value":53,"grade_level":9.6,"summary_length":669,"points_for_card":1.0,"acronym":false,"years_in_summary":4,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Georgie Denbrough', 'Georgie Denbrough, Georgie Elmer Denbrough also known as Georgie is a fictional character created by Stephen King from his 1986 epic horror novel It.Georgie is the younger brother of Bill Denbrough, and falls prey to Pennywise the Clown."},{"title":"Shawn Oakman","summary":"['Shawn Oakman', 'Shawn Oakman, Shawn Michael Oakman born April 7, 1992 is a Canadian football defensive end for the Toronto Argonauts of the Canadian Football League CFL. He played college football for the Baylor Bears. Oakman has been a member of the Triangle Torch and the West Virginia Roughriders of the American Arena League, the Bismarck Bucks of Champions Indoor Football, and the Los Angeles Wildcats of the XFL.']","related":149,"point_value":149,"grade_level":11.1,"summary_length":423,"points_for_card":5.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Shawn Oakman', 'Shawn Oakman, Shawn Michael Oakman born April 7, 1992 is a Canadian football defensive end for the Toronto Argonauts of the Canadian Football League CFL.He played college football for the Baylor Bears."},{"title":"Richard Burton","summary":"['Richard Burton', 'Richard Burton, Richard Burton ; born Richard Walter Jenkins Jr.; 10 November 1925 5 August 1984 was a Welsh actor. Noted for his mellifluous baritone voice, Burton established himself as a formidable Shakespearean actor in the 1950s, and gave a memorable performance as Hamlet in 1964. He was called the natural successor to Olivier by critic Kenneth Tynan. A heavy drinker, Burtons perceived failure to live up to those expectations disappointed some critics and colleagues and added to his image as a great performer who had wasted his talent. Nevertheless, he is widely regarded as one of the finest actors of his generation.Burton was nominated for an Academy Award seven times, but never won. He received BAFTAs, Golden Globes, and Tony Awards for Best Actor. In the mid-1960s, Burton became avtop box office star. By the late 1960s, he was one of the highest-paid actors in the world, receiving fees of $1 million or more plus a share of the gross receipts. Burton remained closely associated in the public mind with his second wife, Elizabeth Taylor. The couples turbulent relationship, married twice and divorced twice, was rarely out of the news.']","related":1100,"point_value":1100,"grade_level":8.4,"summary_length":1178,"points_for_card":5.0,"acronym":false,"years_in_summary":6,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Richard Burton', 'Richard Burton, Richard Burton ; born Richard Walter Jenkins Jr.; 10 November 1925 5 August 1984 was a Welsh actor.Noted for his mellifluous baritone voice, Burton established himself as a formidable Shakespearean actor in the 1950s, and gave a memorable performance as Hamlet in 1964."},{"title":"Douglas Fairbanks","summary":"['Douglas Fairbanks', 'Douglas Fairbanks, Douglas Elton Fairbanks Sr. born Douglas Elton Thomas Ullman; May 23, 1883 December 12, 1939 was an American actor, screenwriter, director, and producer. He was best known for his swashbuckling roles in silent films including The Thief of Bagdad, Robin Hood, and The Mark of Zorro, but spent the early part of his career making comedies.\\\\nFairbanks was a founding member of United Artists. He was also a founding member of The Motion Picture Academy and hosted the 1st Academy Awards in 1929. With his marriage to actress and film producer Mary Pickford in 1920, the couple became Hollywood royalty, and Fairbanks was referred to as The King of Hollywood, a nickname later passed on to actor Clark Gable.\\\\nThough he was considered one of the biggest stars in Hollywood during the 1910s and 1920s, Fairbankss career rapidly declined with the advent of the talkies. His final film was The Private Life of Don Juan 1934.']","related":333,"point_value":333,"grade_level":9.8,"summary_length":963,"points_for_card":3.0,"acronym":false,"years_in_summary":7,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Douglas Fairbanks', 'Douglas Fairbanks, Douglas Elton Fairbanks Sr. born Douglas Elton Thomas Ullman; May 23, 1883 December 12, 1939 was an American actor, screenwriter, director, and producer.He was best known for his swashbuckling roles in silent films including The Thief of Bagdad, Robin Hood, and The Mark of Zorro, but spent the early part of his career making comedies.\\\\nFairbanks was a founding member of United Artists."},{"title":"KateModern","summary":"['KateModern', 'KateModern, KateModern was the sister series of lonelygirl15. The series, which was announced on 16 July 2007, began filming on 9 July and the first video, Fight and Flight, was released on 16 July. The show is produced by EQAL in partnership with Bebo. It ended on 28 June 2008, slightly less than a year following its original release.\\\\nKateModern is set in East London, England, and bears many similarities to its parent series. Both Kate and Bree are avid video bloggers and carry a dark secret. The series takes the ongoing story from the lonelygirl15 series, transposing it against a London backdrop. Major plot lines and story arcs are related between both series. Several characters from both series have communicated with each other, and a formal two-week cross-over was run between them in April 2008. There is an alternate reality game component of the series as well.\\\\nKateModern was the second interactive online series developed by LG15 Studios. Like lonelygirl15, KateModern included product integration as an original marketing solution. KateModern was the first truly interactive show online, which utilizes the tools available on Bebo to help fans interact.\\\\nKateModern videos first appeared on Bebo and lg15.com, then with a delay of at least 24 hours on YouTube. Ratings for the shows first season were extremely successful, and it continued to rise in popularity in its second. See ratings below.\\\\nThe title is a pun on the famous London art museum, the Tate Modern.']","related":34,"point_value":34,"grade_level":8.5,"summary_length":1509,"points_for_card":1.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"There is an alternate reality game component of the series as well.\\\\nKateModern was the second interactive online series developed by LG15 Studios.KateModern was the first truly interactive show online, which utilizes the tools available on Bebo to help fans interact.\\\\nKateModern videos first appeared on Bebo and lg15.com, then with a delay of at least 24 hours on YouTube."},{"title":"Enemy Mine (novella)","summary":"['Enemy Mine (novella)', 'Enemy Mine novella, Enemy Mine is a science fiction novella by American writer Barry B. Longyear. It was originally published in the September 1979 issue of Isaac Asimovs Science Fiction Magazine. The novellas plot concerns two soldiers, one human and one reptilian-like alien, who find themselves stranded together on a hostile planet.\\\\nThe story won the 1979 Nebula Award for Best Novella, as well as the 1980 Hugo Award for Best Novella, and was included by Longyear in his 1980 collection Manifest Destiny. It was followed by two sequels, The Tomorrow Testament and The Last Enemy; all three stories were included in Longyears 1998 anthology The Enemy Papers the version of Enemy Mine included in The Enemy Papers was labeled as The Authors cut and was significantly revised.\\\\nEnemy Mine was adapted into the 1985 film of the same name, directed by Wolfgang Petersen, starring Dennis Quaid and Louis Gossett Jr., and produced by 20th Century Fox. A novelization of the film was written by Longyear and David Gerrold and published that same year.']","related":174,"point_value":174,"grade_level":11.8,"summary_length":1079,"points_for_card":5.0,"acronym":false,"years_in_summary":6,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Enemy Mine (novella)', 'Enemy Mine novella, Enemy Mine is a science fiction novella by American writer Barry B. Longyear.It was originally published in the September 1979 issue of Isaac Asimovs Science Fiction Magazine."},{"title":"Ted Cruz–Zodiac Killer meme","summary":"['Ted Cruz–Zodiac Killer meme', 'Ted CruzZodiac Killer meme, The Ted CruzZodiac Killer meme is an internet meme which circulated in 2015. A facetious conspiracy theory, the meme suggests that Ted Cruz, a United States senator and 2016 US presidential candidate, is the Zodiac Killer, an unidentified serial killer active in the late 1960s and early 1970s. Cruz, born in 1970, could not have committed these murders, which began before his birth. Circulators of the meme do not genuinely believe that he was the Zodiac Killer, citing the absurdity of its premise; NPR wrote that the meme captured a feeling they have about Cruz: they think hes creepy. And they want to point that out, as clearly as they can.\\\\n\\\\n']","related":55,"point_value":55,"grade_level":11.4,"summary_length":715,"points_for_card":5.0,"acronym":false,"years_in_summary":5,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Ted Cruz–Zodiac Killer meme', 'Ted CruzZodiac Killer meme, The Ted CruzZodiac Killer meme is an internet meme which circulated in 2015.A facetious conspiracy theory, the meme suggests that Ted Cruz, a United States senator and 2016 US presidential candidate, is the Zodiac Killer, an unidentified serial killer active in the late 1960s and early 1970s."},{"title":"David Copperfield (1911 film)","summary":"['David Copperfield (1911 film)', 'David Copperfield 1911 film, David Copperfield is a 1911 American silent short drama film based on the 1850 novel of the same name by Charles Dickens. It is the oldest known film adaptation of the novel.']","related":46,"point_value":46,"grade_level":8.7,"summary_length":240,"points_for_card":1.0,"acronym":false,"years_in_summary":4,"years_in_title":1,"points_by_year_mentioned":1,"summary_short":"('David Copperfield (1911 film)', 'David Copperfield 1911 film, David Copperfield is a 1911 American silent short drama film based on the 1850 novel of the same name by Charles Dickens.It is the oldest known film adaptation of the novel.')"},{"title":"Lawrence of Arabia (film)","summary":"['Lawrence of Arabia (film)', 'Lawrence of Arabia film, Lawrence of Arabia is a 1962 British epic historical drama film based on the life of T. E. Lawrence and his 1926 book Seven Pillars of Wisdom. It was directed by David Lean and produced by Sam Spiegel, through his British company Horizon Pictures and distributed by Columbia Pictures. The film stars Peter OToole as Lawrence with Alec Guinness playing Prince Faisal. The film also stars Jack Hawkins, Anthony Quinn, Omar Sharif, Anthony Quayle, Claude Rains and Arthur Kennedy. The screenplay was written by Robert Bolt and Michael Wilson.\\\\nThe film depicts Lawrences experiences in the Ottoman provinces of Hejaz and Greater Syria during the First World War, in particular his attacks on Aqaba and Damascus and his involvement in the Arab National Council. Its themes include Lawrences emotional struggles with the violence inherent in war, his identity and his divided allegiance between his native Britain with its army and his new-found comrades within the Arabian desert tribes.\\\\nThe film was nominated for ten Oscars at the 35th Academy Awards in 1963; it won seven, including Best Picture and Best Director. It also won the Golden Globe Award for Best Motion Picture Drama and the BAFTA Awards for Best Film and Outstanding British Film. The dramatic score by Maurice Jarre and the Super Panavision 70 cinematography by Freddie Young also won praise from critics.\\\\nLawrence of Arabia is widely regarded as one of the best films ever made. In 1991, it was deemed culturally, historically, or aesthetically significant by the United States Library of Congress and selected for preservation in the National Film Registry. In 1998, the American Film Institute placed it fifth on their 100 Years.100 Movies list of the greatest American films and it ranked seventh on their 2007 updated list. In 1999, the British Film Institute named the film the third-greatest British film. In 2004, it was voted the best British film in a Sunday Telegraph poll of Britains leading film makers.']","related":624,"point_value":624,"grade_level":9.7,"summary_length":2043,"points_for_card":5.0,"acronym":false,"years_in_summary":8,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Lawrence of Arabia (film)', 'Lawrence of Arabia film, Lawrence of Arabia is a 1962 British epic historical drama film based on the life of T. E. Lawrence and his 1926 book Seven Pillars of Wisdom.Its themes include Lawrences emotional struggles with the violence inherent in war, his identity and his divided allegiance between his native Britain with its army and his new-found comrades within the Arabian desert tribes.\\\\nThe film was nominated for ten Oscars at the 35th Academy Awards in 1963; it won seven, including Best Picture and Best Director."},{"title":"William S. Hart","summary":"['William S. Hart', 'William S. Hart, William Surrey Hart December 6, 1864 June 23, 1946 was an American silent film actor, screenwriter, director and producer. He is remembered as a foremost Western star of the silent era who imbued all of his characters with honor and integrity. During the late 1910s and early 1920s, he was one of the most consistently popular movie stars, frequently ranking high among male actors in popularity contests held by movie fan magazines.']","related":117,"point_value":117,"grade_level":9.7,"summary_length":473,"points_for_card":1.0,"acronym":false,"years_in_summary":4,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('William S. Hart', 'William S. Hart, William Surrey Hart December 6, 1864 June 23, 1946 was an American silent film actor, screenwriter, director and producer.He is remembered as a foremost Western star of the silent era who imbued all of his characters with honor and integrity."},{"title":"Google Account","summary":"['Google Account', 'Google Account, A Google Account is a user account that is required for access, authentication and authorization to certain online Google services. It is also often used as single sign on for third party services.']","related":750,"point_value":750,"grade_level":10.5,"summary_length":235,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Google Account', 'Google Account, A Google Account is a user account that is required for access, authentication and authorization to certain online Google services.It is also often used as single sign on for third party services.')"},{"title":"John Profumo","summary":"['John Profumo', 'John Profumo, John Dennis Profumo, CBE, pr-FEW-moh; 30 January 1915 9 March 2006 was a British politician whose career ended in 1963 after a sexual relationship with the 19-year-old model Christine Keeler in 1961. The scandal, which became known as the Profumo affair, led to his resignation from the Conservative government of Harold Macmillan.\\\\nAfter his resignation Profumo worked as a volunteer at Toynbee Hall, a charity in East London, and became its chief fundraiser. These charitable activities helped to restore his reputation and he was appointed a Commander of the Order of the British Empire CBE in 1975.']","related":199,"point_value":199,"grade_level":14.2,"summary_length":637,"points_for_card":5.0,"acronym":false,"years_in_summary":5,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('John Profumo', 'John Profumo, John Dennis Profumo, CBE, pr-FEW-moh; 30 January 1915 9 March 2006 was a British politician whose career ended in 1963 after a sexual relationship with the 19-year-old model Christine Keeler in 1961.The scandal, which became known as the Profumo affair, led to his resignation from the Conservative government of Harold Macmillan.\\\\nAfter his resignation Profumo worked as a volunteer at Toynbee Hall, a charity in East London, and became its chief fundraiser."},{"title":"Petra Kelly","summary":"['Petra Kelly', 'Petra Kelly, Petra Karin Kelly 29 November 1947 c. 1 October 1992 was a German Green politician and ecofeminist activist. She was a founding member of the German Green Party, the first Green party to rise to prominence both nationally in Germany and worldwide. In 1982, she was awarded the Right Livelihood Award for forging and implementing a new vision uniting ecological concerns with disarmament, social justice and human rights.']","related":1093,"point_value":1093,"grade_level":10.3,"summary_length":452,"points_for_card":5.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Petra Kelly', 'Petra Kelly, Petra Karin Kelly 29 November 1947 c. 1 October 1992 was a German Green politician and ecofeminist activist.She was a founding member of the German Green Party, the first Green party to rise to prominence both nationally in Germany and worldwide."},{"title":"John Hinckley Jr.","summary":"['John Hinckley Jr.', 'John Hinckley Jr., John Warnock Hinckley Jr. born May 29, 1955 is an American man who attempted to assassinate U.S. President Ronald Reagan in Washington, D.C. on March 30, 1981, two months after Reagans first inauguration. Using a .22 caliber revolver, Hinckley wounded Reagan, police officer Thomas Delahanty, and Secret Service agent Tim McCarthy. He critically wounded White House Press Secretary James Brady, who was left permanently disabled in the shooting.\\\\nHinckley was reportedly seeking fame to impress actress Jodie Foster, with whom he had an obsessive fixation. He was found not guilty by reason of insanity and remained under institutional psychiatric care for over three decades. Public outcry over the verdict led to the Insanity Defense Reform Act of 1984, which altered the rules for consideration of mental illness of defendants in Federal Criminal Court proceedings in the U.S.\\\\nIn 2016, a federal judge ruled that Hinckley could be released from psychiatric care as he was no longer considered a threat to himself or others, albeit with many conditions. After 2020, a ruling was issued that Hinckley may showcase his artwork, writings, and music publicly under his own name, rather than anonymously as he had in the past. Since then, he has maintained a YouTube channel for his music. His restrictions were unconditionally lifted in June 2022.']","related":170,"point_value":170,"grade_level":9.0,"summary_length":1392,"points_for_card":1.0,"acronym":false,"years_in_summary":6,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('John Hinckley Jr.', 'John Hinckley Jr., John Warnock Hinckley Jr. born May 29, 1955 is an American man who attempted to assassinate U.S. President Ronald Reagan in Washington, D.C. on March 30, 1981, two months after Reagans first inauguration.Using a .22 caliber revolver, Hinckley wounded Reagan, police officer Thomas Delahanty, and Secret Service agent Tim McCarthy."},{"title":"Potato fruit","summary":"['Potato fruit', 'Potato fruit, The potato fruit is the part of the potato plant that, after flowering, produces a toxic, green cherry tomato-like fruit.']","related":11,"point_value":11,"grade_level":11.5,"summary_length":155,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Potato fruit', 'Potato fruit, The potato fruit is the part of the potato plant that, after flowering, produces a toxic, green cherry tomato-like fruit.')"},{"title":"Why I Hate School but Love Education","summary":"['Why I Hate School but Love Education', 'Why I Hate School but Love Education, Why I Hate School but Love Education is a 2012 video by English spoken word poet Suli Breaks.']","related":9,"point_value":9,"grade_level":13.4,"summary_length":175,"points_for_card":5.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Why I Hate School but Love Education', 'Why I Hate School but Love Education, Why I Hate School but Love Education is a 2012 video by English spoken word poet Suli Breaks.')"},{"title":"Isonade","summary":"['Isonade', 'Isonade, The Isonade , beach stroker is an enormous, shark-like sea monster said to live off the coast of Matsuura and other places in Western Japan.']","related":228,"point_value":228,"grade_level":11.1,"summary_length":164,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Isonade', 'Isonade, The Isonade , beach stroker is an enormous, shark-like sea monster said to live off the coast of Matsuura and other places in Western Japan.')"},{"title":"Thanos (Marvel Cinematic Universe)","summary":"['Thanos (Marvel Cinematic Universe)', 'Thanos Marvel Cinematic Universe, Thanos is a fictional character portrayed primarily by Josh Brolin via motion capture in the Marvel Cinematic Universe MCU media franchise, based on the Marvel Comics supervillain of the same name. Thanos is depicted as an alien warlord from the doomed planet Titan with a Malthusian mindset and galactic-spanning genocidal agenda. His primary goal is to obtain the six Infinity Stones, cosmic gems with the power to stabilize the universes overpopulation and prevent what he views as its inevitable demise. With the help of his adopted children and after the Infinity War primarily against the Avengers and the Guardians of the Galaxy, and their allies, Thanos is successful in assembling the Stones within his Infinity Gauntlet and committing the Blip, which disintegrates half of all life in the universe.\\\\nHe then atomizes the Stones and retires, but is eventually killed by Thor. In 2023, the Avengers utilize time travel to obtain past versions of the Stones and undo Thanos actions. An alternate version of Thanos from 2014 manages to enter their timeline with his army and plans to use the Stones to erase all life and create a new universe to his liking. However, he and his forces are erased from existence by Tony Stark, who sacrifices his life with the snap of his own gauntlet.\\\\nThanos is a central figure in the MCUs Infinity Saga, having appeared in five films, most notably in Avengers: Infinity War 2018 and Avengers: Endgame 2019. Several versions of Thanos from within the MCU multiverse also appear in Endgame, the Disney+ animated series What If.? 2021present, and the Phase Four film Doctor Strange in the Multiverse of Madness 2022.\\\\nThe character has been well received by critics and fans alike. Thanos is often credited as one of the MCUs best villains, as well as one of the greatest film villains of all time.']","related":595,"point_value":595,"grade_level":11.5,"summary_length":1916,"points_for_card":5.0,"acronym":false,"years_in_summary":6,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"With the help of his adopted children and after the Infinity War primarily against the Avengers and the Guardians of the Galaxy, and their allies, Thanos is successful in assembling the Stones within his Infinity Gauntlet and committing the Blip, which disintegrates half of all life in the universe.\\\\nHe then atomizes the Stones and retires, but is eventually killed by Thor.An alternate version of Thanos from 2014 manages to enter their timeline with his army and plans to use the Stones to erase all life and create a new universe to his liking."},{"title":"Alexandra of Denmark","summary":"['Alexandra of Denmark', 'Alexandra of Denmark, Alexandra of Denmark Alexandra Caroline Marie Charlotte Louise Julia; 1 December 1844 20 November 1925 was Queen of the United Kingdom and the British Dominions, and Empress of India, from 22 January 1901 to 6 May 1910 as the wife of King-Emperor Edward VII.\\\\nAlexandras family had been relatively obscure until 1852, when her father, Prince Christian of Schleswig-Holstein-Sonderburg-Glcksburg, was chosen with the consent of the major European powers to succeed his second cousin Frederick VII as king of Denmark. At the age of sixteen Alexandra was chosen as the future wife of Albert Edward, Prince of Wales, the son and heir apparent of Queen Victoria. The couple married eighteen months later in 1863, the year in which her father became king of Denmark as Christian IX and her brother was appointed king of Greece as George I. Alexandra was Princess of Wales from 1863 to 1901, the longest anyone has ever held that title, and became generally popular; her style of dress and bearing were copied by fashion-conscious women. Largely excluded from wielding any political power, she unsuccessfully attempted to sway the opinion of British ministers and her husbands family to favour Greek and Danish interests. Her public duties were restricted to uncontroversial involvement in charitable work.\\\\nOn the death of Queen Victoria in 1901, Albert Edward became king-emperor as Edward VII, with Alexandra as queen-empress. She held the status until Edwards death in 1910, at which point their son George V ascended the throne. Alexandra died aged 80 in 1925.']","related":424,"point_value":424,"grade_level":13.3,"summary_length":1610,"points_for_card":5.0,"acronym":false,"years_in_summary":11,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Alexandra of Denmark', 'Alexandra of Denmark, Alexandra of Denmark Alexandra Caroline Marie Charlotte Louise Julia; 1 December 1844 20 November 1925 was Queen of the United Kingdom and the British Dominions, and Empress of India, from 22 January 1901 to 6 May 1910 as the wife of King-Emperor Edward VII.\\\\nAlexandras family had been relatively obscure until 1852, when her father, Prince Christian of Schleswig-Holstein-Sonderburg-Glcksburg, was chosen with the consent of the major European powers to succeed his second cousin Frederick VII as king of Denmark.Her public duties were restricted to uncontroversial involvement in charitable work.\\\\nOn the death of Queen Victoria in 1901, Albert Edward became king-emperor as Edward VII, with Alexandra as queen-empress."},{"title":"I Have a Dream","summary":"['I Have a Dream', 'I Have a Dream, I Have a Dream is a public speech that was delivered by American civil rights activist and Baptist minister, Martin Luther King Jr., during the March on Washington for Jobs and Freedom on August 28, 1963. In the speech, King called for civil and economic rights and an end to racism in the United States. Delivered to over 250,000 civil rights supporters from the steps of the Lincoln Memorial in Washington, D.C., the speech was a defining moment of the civil rights movement and among the most iconic speeches in American history.Beginning with a reference to the Emancipation Proclamation, which declared millions of slaves free in 1863, King said one hundred years later, the Negro still is not free. Toward the end of the speech, King departed from his prepared text for a partly improvised peroration on the theme I have a dream, prompted by Mahalia Jacksons cry: Tell them about the dream, Martin! In this part of the speech, which most excited the listeners and has now become its most famous, King described his dreams of freedom and equality arising from a land of slavery and hatred.Jon Meacham writes that, With a single phrase, King joined Jefferson and Lincoln in the ranks of men whove shaped modern America. The speech was ranked the top American speech of the 20th century in a 1999 poll of scholars of public address. The speech has also been described as having a strong claim to be the greatest in the English language of all time.']","related":656,"point_value":656,"grade_level":10.1,"summary_length":1489,"points_for_card":5.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('I Have a Dream', 'I Have a Dream, I Have a Dream is a public speech that was delivered by American civil rights activist and Baptist minister, Martin Luther King Jr., during the March on Washington for Jobs and Freedom on August 28, 1963.In the speech, King called for civil and economic rights and an end to racism in the United States."},{"title":"Achilles tendon","summary":"['Achilles tendon', 'Achilles tendon, The Achilles tendon or heel cord, also known as the calcaneal tendon, is a tendon at the back of the lower leg, and is the thickest in the human body. It serves to attach the plantaris, gastrocnemius calf and soleus muscles to the calcaneus heel bone. These muscles, acting via the tendon, cause plantar flexion of the foot at the ankle joint, and except the soleus flexion at the knee.\\\\nAbnormalities of the Achilles tendon include inflammation Achilles tendinitis, degeneration, rupture, and becoming embedded with cholesterol deposits xanthomas.\\\\nThe Achilles tendon was named in 1693 after the Greek hero Achilles.']","related":173,"point_value":173,"grade_level":10.1,"summary_length":660,"points_for_card":5.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Achilles tendon', 'Achilles tendon, The Achilles tendon or heel cord, also known as the calcaneal tendon, is a tendon at the back of the lower leg, and is the thickest in the human body.It serves to attach the plantaris, gastrocnemius calf and soleus muscles to the calcaneus heel bone."},{"title":"Rationality","summary":"['Rationality', 'Rationality, Rationality is the quality of being guided by or based on reasons. In this regard, a person acts rationally if they have a good reason for what they do or a belief is rational if it is based on strong evidence. This quality can apply to an ability, as in rational animal, to a psychological process, like reasoning, to mental states, such as beliefs and intentions, or to persons who possess these other forms of rationality. A thing that lacks rationality is either arational, if it is outside the domain of rational evaluation, or irrational, if it belongs to this domain but does not fulfill its standards. \\\\nThere are many discussions about the essential features shared by all forms of rationality. According to reason-responsiveness accounts, to be rational is to be responsive to reasons. For example, dark clouds are a reason for taking an umbrella, which is why it is rational for an agent to do so in response. An important rival to this approach are coherence-based accounts, which define rationality as internal coherence among the agents mental states. Many rules of coherence have been suggested in this regard, for example, that one should not hold contradictory beliefs or that one should intend to do something if one believes that one should do it. Goal-based accounts characterize rationality in relation to goals, such as acquiring truth in the case of theoretical rationality. Internalists believe that rationality depends only on the persons mind. Externalists contend that external factors may also be relevant. Debates about the normativity of rationality concern the question of whether one should always be rational. A further discussion is whether rationality requires that all beliefs are reviewed from scratch rather than trusting pre-existing beliefs.\\\\nVarious types of rationality are discussed in the academic literature. The most influential distinction is between theoretical and practical rationality. Theoretical rationality concerns the rationality of beliefs. Rational beliefs are based on evidence that supports them. Practical rationality pertains primarily to actions. This includes certain mental states and events preceding actions, like intentions and decisions. In some cases, the two can conflict, as when practical rationality requires that one adopts an irrational belief. Another distinction is between ideal rationality, which demands that rational agents obey all the laws and implications of logic, and bounded rationality, which takes into account that this is not always possible since the computational power of the human mind is too limited. Most academic discussions focus on the rationality of individuals. This contrasts with social or collective rationality, which pertains to collectives and their group beliefs and decisions.\\\\nRationality is important for solving all kinds of problems in order to efficiently reach ones goal. It is relevant for and discussed in many disciplines. In ethics, one question is whether one can be rational without being moral at the same time. Psychology is interested in how psychological processes implement rationality. This also includes the study of failures to do so, as in the case of cognitive biases. Cognitive and behavioral sciences usually assume that people are rational to predict how they think and act. Logic studies the laws of correct arguments. These laws are highly relevant for the rationality of beliefs. A very influential conception of practical rationality is given in decision theory: it states that a decision is rational if the chosen option has the highest expected utility. Other relevant fields include game theory, Bayesianism, economics, and artificial intelligence.']","related":556,"point_value":556,"grade_level":12.2,"summary_length":3726,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"In this regard, a person acts rationally if they have a good reason for what they do or a belief is rational if it is based on strong evidence.This quality can apply to an ability, as in rational animal, to a psychological process, like reasoning, to mental states, such as beliefs and intentions, or to persons who possess these other forms of rationality."},{"title":"Rudyard Kipling","summary":"['Rudyard Kipling', 'Rudyard Kipling, Joseph Rudyard Kipling RUD-yrd; 30 December 1865 18 January 1936 was an English novelist, short-story writer, poet, and journalist. He was born in British India, which inspired much of his work.\\\\nKiplings works of fiction include the Jungle Book duology The Jungle Book, 1894; The Second Jungle Book, 1895, Kim 1901, the Just So Stories 1902 and many short stories, including The Man Who Would Be King 1888. His poems include Mandalay 1890, Gunga Din 1890, The Gods of the Copybook Headings 1919, The White Mans Burden 1899, and If 1910. He is seen as an innovator in the art of the short story. His childrens books are classics; one critic noted a versatile and luminous narrative gift.Kipling in the late 19th and early 20th centuries was among the United Kingdoms most popular writers. Henry James said Kipling strikes me personally as the most complete man of genius, as distinct from fine intelligence, that I have ever known. In 1907, he was awarded the Nobel Prize in Literature, as the first English-language writer to receive the prize, and at 41, its youngest recipient to date. He was also sounded out for the British Poet Laureateship and several times for a knighthood, but declined both. Following his death in 1936, his ashes were interred at Poets Corner, part of the South Transept of Westminster Abbey.\\\\nKiplings subsequent reputation has changed with the political and social climate of the age. The contrasting views of him continued for much of the 20th century. Literary critic Douglas Kerr wrote: Kipling is still an author who can inspire passionate disagreement and his place in literary and cultural history is far from settled. But as the age of the European empires recedes, he is recognised as an incomparable, if controversial, interpreter of how empire was experienced. That, and an increasing recognition of his extraordinary narrative gifts, make him a force to be reckoned with.']","related":975,"point_value":975,"grade_level":9.9,"summary_length":1954,"points_for_card":5.0,"acronym":false,"years_in_summary":14,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Rudyard Kipling', 'Rudyard Kipling, Joseph Rudyard Kipling RUD-yrd; 30 December 1865 18 January 1936 was an English novelist, short-story writer, poet, and journalist.He was born in British India, which inspired much of his work.\\\\nKiplings works of fiction include the Jungle Book duology The Jungle Book, 1894; The Second Jungle Book, 1895, Kim 1901, the Just So Stories 1902 and many short stories, including The Man Who Would Be King 1888."},{"title":"Buffalo Bill","summary":"['Buffalo Bill', 'Buffalo Bill, William Frederick Cody February 26, 1846 January 10, 1917, known as Buffalo Bill, was an American soldier, bison hunter, and showman. He was born in Le Claire, Iowa Territory now the U.S. state of Iowa, but he lived for several years in his fathers hometown in modern-day Mississauga, Ontario, Canada, before the family returned to the Midwest and settled in the Kansas Territory.\\\\nBuffalo Bill started working at the age of eleven, after his fathers death, and became a rider for the Pony Express at age 15. During the American Civil War, he served the Union from 1863 to the end of the war in 1865. Later he served as a civilian scout for the U.S. Army during the Indian Wars, receiving the Medal of Honor in 1872.\\\\nOne of the most famous and well-known figures of the American Old West, Buffalo Bills legend began to spread when he was only 23. Shortly thereafter he started performing in shows that displayed cowboy themes and episodes from the frontier and Indian Wars. He founded Buffalo Bills Wild West in 1883, taking his large company on tours in the United States and, beginning in 1887, in Great Britain and continental Europe.']","related":866,"point_value":866,"grade_level":9.9,"summary_length":1174,"points_for_card":5.0,"acronym":false,"years_in_summary":7,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Buffalo Bill', 'Buffalo Bill, William Frederick Cody February 26, 1846 January 10, 1917, known as Buffalo Bill, was an American soldier, bison hunter, and showman.He was born in Le Claire, Iowa Territory now the U.S. state of Iowa, but he lived for several years in his fathers hometown in modern-day Mississauga, Ontario, Canada, before the family returned to the Midwest and settled in the Kansas Territory.\\\\nBuffalo Bill started working at the age of eleven, after his fathers death, and became a rider for the Pony Express at age 15."},{"title":"Sonic the Hedgehog (film)","summary":"['Sonic the Hedgehog (film)', 'Sonic the Hedgehog film, Sonic the Hedgehog is a 2020 action-adventure comedy film based on the video game series of the same name published by Sega. Directed by Jeff Fowler in his feature directorial debut and written by Pat Casey and Josh Miller, it stars Ben Schwartz as the voice of Sonic the Hedgehog, alongside Jim Carrey and James Marsden, with supporting roles by Tika Sumpter, Natasha Rothwell, Adam Pally, and Neal McDonough. The film follows Sonic voiced by Schwartz, a blue anthropomorphic hedgehog who can run supersonic speeds. He teams up with a town sheriff, Tom Wachowski Marsden, to stop the mad scientist Dr. Robotnik Carrey.\\\\nDevelopment for a Sonic film began in the 1990s but did not leave the planning stage until Sony Pictures acquired the rights in 2013. Fowler was brought in to direct in 2016. After Sony put the project in turnaround, Paramount Pictures acquired it in 2017. Most of the cast signed on by August 2018, and principal filming took place between September and October that year in Vancouver and on Vancouver Island. Following the negative reaction to the first trailer in 2019, Paramount delayed the film by three months to redesign Sonic.\\\\nSonic the Hedgehog premiered at the Paramount Pictures studio lot on January 25, 2020, before being theatrically released in the United States on February 14. It set the record for the biggest opening weekend for a video game film in the United States and Canada and grossed $320 million worldwide, becoming the sixth-highest-grossing film of 2020, and was the highest-grossing video game film adaptation of all time in North America until 2022, when it was surpassed by its sequel. The film was praised for its action sequences, visuals, humor, Schwartz and Carreys performances, and its faithfulness to the source material, although its screenplay and product placement were criticized. Sonic the Hedgehog 2 was released in 2022, while Sonic the Hedgehog 3 is scheduled for 2024. A spin-off miniseries starring Knuckles is in development.\\\\n\\\\n']","related":389,"point_value":389,"grade_level":11.4,"summary_length":2063,"points_for_card":6.0,"acronym":false,"years_in_summary":12,"years_in_title":0,"points_by_year_mentioned":2,"summary_short":"Directed by Jeff Fowler in his feature directorial debut and written by Pat Casey and Josh Miller, it stars Ben Schwartz as the voice of Sonic the Hedgehog, alongside Jim Carrey and James Marsden, with supporting roles by Tika Sumpter, Natasha Rothwell, Adam Pally, and Neal McDonough.After Sony put the project in turnaround, Paramount Pictures acquired it in 2017."},{"title":"Nectar source","summary":"['Nectar source', 'Nectar source, A nectar source is a flowering plant that produces nectar as part of its reproductive strategy. These plants create nectar, which attract pollinating insects and sometimes other animals such as birds.Nectar source plants are important for beekeeping, as well as in agriculture and horticulture. Their use is particularly important for organic agriculture and organic horticulture, where they serve not only to attract pollinators for crops, but also provide habitat for beneficial insects and other animals that provide pest control.\\\\nIn gardens, nectar sources are often provided to attract butterflies and hummingbirds as well.\\\\n\\\\n']","related":32,"point_value":32,"grade_level":13.1,"summary_length":672,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Nectar source', 'Nectar source, A nectar source is a flowering plant that produces nectar as part of its reproductive strategy.These plants create nectar, which attract pollinating insects and sometimes other animals such as birds.Nectar source plants are important for beekeeping, as well as in agriculture and horticulture."},{"title":"Kitchen Debate","summary":"['Kitchen Debate', 'Kitchen Debate, The Kitchen Debate Russian: , romanized: Kukhonnye debaty was a series of impromptu exchanges through interpreters between U.S. Vice President Richard Nixon, then 46, and Chairman of the Council of Ministers Nikita Khrushchev, 65, at the opening of the American National Exhibition at Sokolniki Park in Moscow on July 24, 1959. \\\\nAn entire house was built for the exhibition which the American exhibitors claimed that anyone in the United States could afford. It was filled with labor-saving and recreational devices meant to represent the fruits of the capitalist American consumer market. The debate was recorded on color videotape, and Nixon made reference to this fact; it was subsequently broadcast in both countries.']","related":702,"point_value":702,"grade_level":12.3,"summary_length":761,"points_for_card":5.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Kitchen Debate', 'Kitchen Debate, The Kitchen Debate Russian: , romanized: Kukhonnye debaty was a series of impromptu exchanges through interpreters between U.S. Vice President Richard Nixon, then 46, and Chairman of the Council of Ministers Nikita Khrushchev, 65, at the opening of the American National Exhibition at Sokolniki Park in Moscow on July 24, 1959.\\\\nAn entire house was built for the exhibition which the American exhibitors claimed that anyone in the United States could afford."},{"title":"Limnology","summary":"['Limnology', 'Limnology, Limnology lim-NOL--jee; from Greek , limne, lake and , logos, knowledge is the study of inland aquatic ecosystems. \\\\nThe study of limnology includes aspects of the biological, chemical, physical, and geological characteristics of fresh and saline, natural and man-made bodies of water. This includes the study of lakes, reservoirs, ponds, rivers, springs, streams, wetlands, and groundwater. Water systems are often categorized as either running lotic or standing lentic.Limnology includes the study of the drainage basin, movement of water through the basin and biogeochemical changes that occur en route. A more recent sub-discipline of limnology, termed landscape limnology, studies, manages, and seeks to conserve these ecosystems using a landscape perspective, by explicitly examining connections between an aquatic ecosystem and its drainage basin. Recently, the need to understand global inland waters as part of the Earth System created a sub-discipline called global limnology. This approach considers processes in inland waters on a global scale, like the role of inland aquatic ecosystems in global biogeochemical cycles.Limnology is closely related to aquatic ecology and hydrobiology, which study aquatic organisms and their interactions with the abiotic non-living environment. While limnology has substantial overlap with freshwater-focused disciplines e.g., freshwater biology, it also includes the study of inland salt lakes.']","related":294,"point_value":294,"grade_level":14.0,"summary_length":1471,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"\\\\nThe study of limnology includes aspects of the biological, chemical, physical, and geological characteristics of fresh and saline, natural and man-made bodies of water.This approach considers processes in inland waters on a global scale, like the role of inland aquatic ecosystems in global biogeochemical cycles.Limnology is closely related to aquatic ecology and hydrobiology, which study aquatic organisms and their interactions with the abiotic non-living environment."},{"title":"Richard Nixon","summary":"['Richard Nixon', 'Richard Nixon, Richard Milhous Nixon January 9, 1913 April 22, 1994 was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, he previously served as a representative and senator from California and was the 36th vice president from 1953 to 1961 under President Dwight D. Eisenhower. His five years in the White House saw reduction of U.S. involvement in the Vietnam War, dtente with the Soviet Union and China, the first manned Moon landings, and the establishment of the Environmental Protection Agency and Occupational Safety and Health Administration. Nixons second term ended early, when he became the only president to resign from office, as a result of the Watergate scandal.\\\\nNixon was born into a poor family of Quakers in a small town in Southern California. He graduated from Duke Law School in 1937, practiced law in California, then moved with his wife Pat to Washington in 1942 to work for the federal government. After active duty in the Naval Reserve during World War II, he was elected to the House of Representatives in 1946. His work on the Alger Hiss case established his reputation as a leading anti-Communist, which elevated him to national prominence, and in 1950, he was elected to the Senate. Nixon was the running mate of Dwight D. Eisenhower, the Republican Partys presidential nominee in the 1952 election, and served for eight years as the vice president. He ran for president in 1960, narrowly lost to John F. Kennedy, then failed again in a 1962 race for governor of California, after which it was widely believed that his political career was over. However, in 1968, he made another run for the presidency and was elected, defeating Hubert Humphrey and George Wallace in a close contest.\\\\nNixon ended American involvement in Vietnam combat in 1973 and the military draft with it that same year. His visit to China in 1972 eventually led to diplomatic relations between the two nations, and he also then concluded the Anti-Ballistic Missile Treaty with the Soviet Union. In step with his conservative beliefs, his administration incrementally transferred power from the federal government to the states. Nixons domestic policy saw him impose wage and price controls for 90 days, enforce desegregation of Southern schools, establish the Environmental Protection Agency, and begin the War on Cancer. Additionally, his administration pushed for the Controlled Substances Act and began the War on Drugs. He also presided over the Apollo 11 Moon landing, which signaled the end of the Space Race. He was re-elected with a historic electoral landslide in 1972 when he defeated George McGovern.\\\\nIn his second term, Nixon ordered an airlift to resupply Israeli losses in the Yom Kippur War, a conflict which led to the oil crisis at home. By late 1973, the Nixon administrations involvement in Watergate eroded his support in Congress and the country. On August 9, 1974, facing almost certain impeachment and removal from office, Nixon resigned from the presidency. Afterwards, he was issued a pardon by his successor, Gerald Ford. During nearly 20 years of retirement, Nixon wrote his memoirs and nine other books. He undertook many foreign trips, rehabilitating his image into that of an elder statesman and leading expert on foreign affairs. He suffered a debilitating stroke on April 18, 1994, and died four days later at the age of 81. Surveys of historians and political scientists have ranked Nixon as a below-average president. However, evaluations of him have proven complex, with the successes of his presidency contrasted against the circumstances of his departure from office.']","related":1645,"point_value":1645,"grade_level":11.1,"summary_length":3683,"points_for_card":8.0,"acronym":false,"years_in_summary":20,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"A member of the Republican Party, he previously served as a representative and senator from California and was the 36th vice president from 1953 to 1961 under President Dwight D. Eisenhower.His five years in the White House saw reduction of U.S. involvement in the Vietnam War, dtente with the Soviet Union and China, the first manned Moon landings, and the establishment of the Environmental Protection Agency and Occupational Safety and Health Administration."},{"title":"Object of the mind","summary":"['Object of the mind', 'Object of the mind, An object of the mind is an object that exists in the imagination, but which, in the real world, can only be represented or modeled. Some such objects are abstractions, literary concepts, or fictional scenarios.\\\\nClosely related are intentional objects, which are what thoughts and feelings are about, even if they are not about anything real such as thoughts about unicorns, or feelings of apprehension about a dental appointment which is subsequently cancelled. However, intentional objects may coincide with real objects as in thoughts about horses, or a feeling of regret about a missed appointment.']","related":128,"point_value":128,"grade_level":13.2,"summary_length":650,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Object of the mind', 'Object of the mind, An object of the mind is an object that exists in the imagination, but which, in the real world, can only be represented or modeled.Some such objects are abstractions, literary concepts, or fictional scenarios.\\\\nClosely related are intentional objects, which are what thoughts and feelings are about, even if they are not about anything real such as thoughts about unicorns, or feelings of apprehension about a dental appointment which is subsequently cancelled."},{"title":"Martina Navratilova","summary":"['Martina Navratilova', 'Martina Navratilova, Martina Navratilova Czech: Martina Navrtilov marcna navraclova listen; ne ubertov ubrtova; born October 18, 1956 is a CzechAmerican, former professional tennis player. Widely considered among the greatest tennis players of all time, Navratilova won 18 major singles titles, 31 major womens doubles titles, and 10 major mixed doubles titles, for a combined total of 59 major titles, the most in the Open Era. Alongside Chris Evert, her greatest rival, Navratilova dominated womens tennis in the 1970s and 1980s.\\\\nNavratilova was ranked as the world No. 1 in singles for a total of 332 weeks second only to Steffi Graf, and for a record 237 weeks in doubles, making her the only player in history to have held the top spot in both disciplines for over 200 weeks. She won 167 top-level singles titles and 177 doubles titles, both the Open Era records. She won a record six consecutive singles majors across 1983 and 1984 while simultaneously winning the Grand Slam in doubles. Navratilova claims the best professional season winning percentage, 98.8% in 1983 going 981 for the season, and the longest all-surface winning streak of 74 straight match wins. She reached the Wimbledon singles final 12 times, including for nine consecutive years from 1982 through 1990, and won the title a record nine times. Navratilova is one of the three tennis players, along with Margaret Court and Doris Hart, to have accomplished a career Grand Slam in singles, same-sex doubles, and mixed doubles, called the career Boxed Set. She won her last major title, the mixed doubles crown at the 2006 US Open, shortly before her 50th birthday, and 32 years after her first major title in 1974.\\\\nOriginally from Czechoslovakia, Navratilova was stripped of her citizenship when, in 1975 at age 18, she asked the United States for political asylum and was granted temporary residence. She became a US citizen in 1981. On January 9, 2008, Navratilova acquired Czech citizenship, thus becoming a dual citizen. She stated she has not renounced her U.S. citizenship nor does she plan to do so, and that reclaiming Czech nationality was not politically motivated. Navratilova has been openly lesbian since 1981, and has been an activist for LGBT issues.']","related":2206,"point_value":2206,"grade_level":10.1,"summary_length":2271,"points_for_card":10.0,"acronym":false,"years_in_summary":14,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"She won a record six consecutive singles majors across 1983 and 1984 while simultaneously winning the Grand Slam in doubles.She won her last major title, the mixed doubles crown at the 2006 US Open, shortly before her 50th birthday, and 32 years after her first major title in 1974.\\\\nOriginally from Czechoslovakia, Navratilova was stripped of her citizenship when, in 1975 at age 18, she asked the United States for political asylum and was granted temporary residence."},{"title":"James Cagney","summary":"['James Cagney', 'James Cagney, James Francis Cagney Jr. ; July 17, 1899 March 30, 1986 was an American actor, dancer and film director. On stage and in film, Cagney was known for his consistently energetic performances, distinctive vocal style, and deadpan comic timing. He won acclaim and major awards for a wide variety of performances. He is remembered for playing multifaceted tough guys in films such as The Public Enemy 1931, Taxi! 1932, Angels with Dirty Faces 1938, The Roaring Twenties 1939, City for Conquest 1940 and White Heat 1949, finding himself typecast or limited by this reputation earlier in his career. He was able to negotiate dancing opportunities in his films and ended up winning the Academy Award for his role in the musical Yankee Doodle Dandy 1942. In 1999 the American Film Institute ranked him eighth among its list of greatest male stars of the Golden Age of Hollywood. Orson Welles described Cagney as maybe the greatest actor who ever appeared in front of a camera.In his first professional acting performance in 1919, Cagney was costumed as a woman when he danced in the chorus line of the revue Every Sailor. He spent several years in vaudeville as a dancer and comedian, until he got his first major acting part in 1925. He secured several other roles, receiving good notices, before landing the lead in the 1929 play Penny Arcade. Al Jolson saw Cagney in the play and bought the movie rights, before selling them to Warner Bros. with the proviso that James Cagney and Joan Blondell be able to reprise their stage roles in the movie. After rave reviews, Warner Bros. signed him for an initial $400-a-week, three-week contract; when the executives at the studio saw the first dailies for the film, Cagneys contract was immediately extended.\\\\nCagneys fifth film, The Public Enemy, became one of the most influential gangster movies of the period. Notable for a famous scene in which Cagney pushes half a grapefruit against Mae Clarkes face, the film thrust him into the spotlight. He became one of Hollywoods leading stars and one of Warner Bros. biggest contracts. In 1938 he received his first Academy Award nomination for Best Actor for his subtle portrayal of the tough guy\/man-child Rocky Sullivan in Angels with Dirty Faces. In 1942 Cagney won the Oscar for his energetic portrayal of George M. Cohan in Yankee Doodle Dandy. He was nominated a third time in 1955 for Love Me or Leave Me with Doris Day. Cagney retired from acting and dancing in 1961 to spend time on his farm with his family. He came out of retirement 20 years later for a part in the movie Ragtime 1981, mainly to aid his recovery from a stroke.Cagney walked out on Warner Bros. several times over the course of his career, each time returning on much improved personal and artistic terms. In 1935 he sued Warner for breach of contract and won. This was one of the first times an actor prevailed over a studio on a contract issue. He worked for the independent film company Grand National Pictures starring in two films: the musical Something to Sing About and the drama Great Guy for a year while the suit was being settled, establishing his own production company, Cagney Productions, in 1942 before returning to Warner seven years later. In reference to Cagneys refusal to be pushed around, Jack L. Warner called him the Professional Againster. Cagney also made numerous USO troop tours before and during World War II and served as president of the Screen Actors Guild for two years.']","related":683,"point_value":683,"grade_level":8.0,"summary_length":3497,"points_for_card":5.0,"acronym":false,"years_in_summary":20,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"Al Jolson saw Cagney in the play and bought the movie rights, before selling them to Warner Bros. with the proviso that James Cagney and Joan Blondell be able to reprise their stage roles in the movie.This was one of the first times an actor prevailed over a studio on a contract issue."},{"title":"Bruce Springsteen","summary":"['Bruce Springsteen', 'Bruce Springsteen, Bruce Frederick Joseph Springsteen born September 23, 1949 is an American singer and songwriter. He has released 21 studio albums, most of which feature his backing band, the E Street Band. Originally from the Jersey Shore, he is an originator of heartland rock, combining mainstream rock musical styles with narrative songs about working class American life. Nicknamed the Boss, his career has spanned six decades. Springsteen is known for his poetic, socially conscious lyrics and energetic stage performances, sometimes lasting up to four hours.In 1973, Springsteen released his first two albums, Greetings from Asbury Park, N.J. and The Wild, the Innocent & the E Street Shuffle, neither of which earned him a large audience. He changed his style and reached worldwide popularity with Born to Run in 1975. It was followed by Darkness on the Edge of Town 1978 and The River 1980, which topped the US Billboard 200 chart. After the solo recording, Nebraska 1982, he reunited with the E Street Band for Born in the U.S.A. 1984, his most commercially successful album and one of the best-selling albums of all time. Seven of its singles reached the Top Ten of the Billboard Hot 100, including the title track. Springsteen recorded his next three albums, Tunnel of Love 1987, Human Touch 1992, and Lucky Town 1992 using mostly session musicians. He reassembled the E Street Band for 1995s Greatest Hits, then recorded the sparse acoustic The Ghost of Tom Joad, followed by the EP Blood Brothers 1996, his last release of the decade.\\\\nSpringsteen dedicated his 2002 album The Rising to the victims of the September 11 attacks. He released two more folk albums, Devils & Dust 2005 and We Shall Overcome: The Seeger Sessions 2006, followed by two more albums with the E Street Band: Magic 2007 and Working on a Dream 2009. The next two, Wrecking Ball 2012 and High Hopes 2014, topped album charts worldwide. His latest releases include the solo Western Stars 2019, the E Street Band-featuring Letter to You 2020 and a solo cover album Only the Strong Survive 2022. When Letter to You went to No.2 in the US, Springsteen became the first artist to score a Top Five hit across six consecutive decades.Among the album eras prominent acts, Springsteen has sold more than 140 million records worldwide and more than 71 million in the United States, making him one of the worlds best-selling music artists. He has earned numerous awards for his work, including 20 Grammy Awards, two Golden Globes, an Academy Award, and a Special Tony Award for Springsteen on Broadway. Springsteen was inducted into both the Songwriters Hall of Fame and the Rock and Roll Hall of Fame in 1999, received the Kennedy Center Honors in 2009, named MusiCares person of the year in 2013, and awarded the Presidential Medal of Freedom by President Barack Obama in 2016. He ranked 23rd on Rolling Stones list of the Greatest Artists of All Time, which described him as being the embodiment of rock & roll.']","related":1614,"point_value":1614,"grade_level":9.1,"summary_length":3016,"points_for_card":8.0,"acronym":false,"years_in_summary":26,"years_in_title":0,"points_by_year_mentioned":2,"summary_short":"Springsteen is known for his poetic, socially conscious lyrics and energetic stage performances, sometimes lasting up to four hours.In 1973, Springsteen released his first two albums, Greetings from Asbury Park, N.J. and The Wild, the Innocent & the E Street Shuffle, neither of which earned him a large audience.After the solo recording, Nebraska 1982, he reunited with the E Street Band for Born in the U.S.A. 1984, his most commercially successful album and one of the best-selling albums of all time."},{"title":"Rebel Without a Cause","summary":"['Rebel Without a Cause', 'Rebel Without a Cause, Rebel Without a Cause is a 1955 American coming-of-age drama film about emotionally confused suburban, middle-class teenagers. Filmed in the then recently introduced CinemaScope format and directed by Nicholas Ray, it offered both social commentary and an alternative to previous films depicting delinquents in urban slum environments. The film stars James Dean, Sal Mineo, and Natalie Wood.\\\\nThe film was a groundbreaking attempt to portray the moral decay of American youth, critique parental style, and explore the differences and conflicts between generations. The title was adopted from psychiatrist Robert M. Lindners 1944 book, Rebel Without a Cause: The Hypnoanalysis of a Criminal Psychopath. The film, however, does not make any references to Lindners book in any way. Warner Bros. released the film on October 27, 1955, nearly a month after Deans death in a car accident on September 30, 1955.\\\\nOver the years the film has achieved landmark status for the performance of Dean, fresh from his Oscar nominated role in East of Eden, in his most celebrated role. This was the only film during Deans lifetime in which he received top billing. In 1990, Rebel Without a Cause was added to the Library of Congresss National Film Registry as being deemed culturally, historically, and aesthetically significant.']","related":128,"point_value":128,"grade_level":10.9,"summary_length":1367,"points_for_card":5.0,"acronym":false,"years_in_summary":5,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Rebel Without a Cause', 'Rebel Without a Cause, Rebel Without a Cause is a 1955 American coming-of-age drama film about emotionally confused suburban, middle-class teenagers.Filmed in the then recently introduced CinemaScope format and directed by Nicholas Ray, it offered both social commentary and an alternative to previous films depicting delinquents in urban slum environments."},{"title":"Drinking the Kool-Aid","summary":"['Drinking the Kool-Aid', 'Drinking the Kool-Aid, Drinking the Kool-Aid is an expression used to refer to a person who believes in a possibly doomed or dangerous idea because of perceived potential high rewards. The phrase typically carries a negative connotation. It can also be used ironically or humorously to refer to accepting an idea or changing a preference due to popularity, peer pressure, or persuasion. In recent years, it has evolved further to mean extreme dedication to a cause or purpose, so extreme that one would drink the Kool-Aid and die for the cause.\\\\nWhile use of the phrase dates back to 1968 with the nonfiction book The Electric Kool-Aid Acid Test, it is strongly associated with the events in Jonestown, Guyana, on November 18, 1978, in which over 900 members of the Peoples Temple movement died. The movements leader, Jim Jones, called a mass meeting at the Jonestown pavilion after the murder of U.S. Congressman Leo Ryan and others in nearby Port Kaituma. Jones proposed revolutionary suicide by way of ingesting a powdered drink mix made from Flavor Aid later misidentified as Kool-Aid that was lethally laced with cyanide and other drugs.']","related":100,"point_value":100,"grade_level":11.5,"summary_length":1172,"points_for_card":5.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Drinking the Kool-Aid', 'Drinking the Kool-Aid, Drinking the Kool-Aid is an expression used to refer to a person who believes in a possibly doomed or dangerous idea because of perceived potential high rewards.The phrase typically carries a negative connotation."},{"title":"Taken (film)","summary":"['Taken (film)', 'Taken film, Taken also titled 96 Hours and The Hostage is a 2008 French English-language action-thriller film written by Luc Besson and Robert Mark Kamen, and directed by Pierre Morel. It stars Liam Neeson, Maggie Grace, Famke Janssen, Katie Cassidy, Leland Orser, and Holly Valance. Neeson plays Bryan Mills, an ex-CIA officer who sets about tracking down his teenage daughter Kim Grace and her best friend Amanda Cassidy after the two girls are kidnapped by Albanian human traffickers while traveling in France during a vacation.\\\\nTaken was released in France on 27 February 2008 by EuropaCorp, and later in the United States on 30 January 2009 by 20th Century Fox. The movie grossed more than $226 million. Despite mixed reviews from critics, numerous media outlets cited the film as a turning point in Neesons career that redefined and transformed him to an action film star. It is the first film in the Taken franchise and was followed by two sequelsTaken 2 and Taken 3released in 2012 and 2014, respectively. A television series premiered in 2017 on NBC, with Clive Standen portraying a younger Bryan Mills.']","related":213,"point_value":213,"grade_level":11.2,"summary_length":1134,"points_for_card":5.0,"acronym":false,"years_in_summary":6,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Taken (film)', 'Taken film, Taken also titled 96 Hours and The Hostage is a 2008 French English-language action-thriller film written by Luc Besson and Robert Mark Kamen, and directed by Pierre Morel.It stars Liam Neeson, Maggie Grace, Famke Janssen, Katie Cassidy, Leland Orser, and Holly Valance."},{"title":"Second Temple period","summary":"['Second Temple period', 'Second Temple period, The Second Temple period in Jewish history lasted approximately 600 years 516 BCE - 70 CE, during which the Second Temple existed. It started with the return to Zion and the construction of the Second Temple, while it ended with the First JewishRoman War and the destruction of Jerusalem in 70 CE.\\\\nIn 587\/6 BCE, the Kingdom of Judah was conquered by the Neo-Babylonian Empire. The Judeans lost their independence and monarchy, and their holy city was destroyed. Part of the Judean population was exiled to Babylon; it was eventually allowed to return following a proclamation by the Persian king Cyrus the Great that was issued after the fall of Babylon to the Achaemenid Empire. Under Persian provincial governance c. 539 c. 332 BCE, the returned Jewish population in Judah was allowed to self-govern and rebuild the Temple in Jerusalem. In 332 BCE, Judea was conquered by Alexander the Great, and later incorporated into the Ptolemaic Kingdom c. 301-200 BCE and the Seleucid Empire c. 200167 BCE.\\\\nThe Maccabean revolt against Seleucid rule led to the establishment of an independent Hasmonean Kingdom 14037 BCE, which later, via a series of military campaigns expanded over much of modern Israel and parts of Jordan and Lebanon. In 63 BCE, the kingdom was conquered by the Roman Republic, and in 37 BCE, the Romans appointed Herod the Great as king of a vassal Judea. In 6 BCE, it was fully incorporated into the Roman Empire as the province of Judaea. Growing dissatisfaction with Roman rule eventually led to the First Jewish-Roman War 66-73 CE, which resulted in the destruction of Jerusalem and the Second Temple, bringing an end to the Second Temple period.\\\\nAs Second Temple Judaism developed, multiple religious currents emerged and extensive cultural, religious, and political developments occurred. The development of the Hebrew Bible canon, the synagogue and Jewish eschatology can be traced back to the Second Temple period. According to Jewish tradition, prophecy ceased during the early Second Temple period; this left the Jews without their version of divine guidance at a time when they felt most in need of support and direction. Under Hellenistic rule, the growing influence of Hellenism in Judaism became a source of dissent for those Jews who clung to their monotheistic faith; this was a major catalyst for the Maccabean revolt. A number of messianic ideas developed during the later Second Temple period. From c. 170 BCE to 30 CE, five successive generations of zugot pairs of leaders headed the Jews spiritual affairs. It was during this period that the sects of the Pharisees, Sadducees, Essenes, Zealots, and early Christianity were formed.\\\\nThe destruction of Jerusalem and the Second Temple in 70 CE is considered one of the most cataclysmic events in Jewish history. The loss of mother-city and temple necessitated a reshaping of Jewish culture to ensure its survival. Judaisms Temple-based sects, most notably the Sadducees, diminished in importance and disappeared. Rabbinic Judaism, centered around communal synagogue worship and Torah study, eventually evolved out of the Pharisaic school and became the mainstream form of the religion. During the same period, Christianity gradually separated from Judaism, becoming a predominantly Gentile religion. A few decades after the First Jewish-Roman War, the Bar-Kokhba Revolt 132-135 CE erupted; it further dwindled the Jewish population in Judea and enhanced the role of Jewish diaspora, relocating the Jewish demographic center to Galilee and Babylon, with smaller communities across the Mediterranean.']","related":514,"point_value":514,"grade_level":13.1,"summary_length":3638,"points_for_card":5.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Second Temple period', 'Second Temple period, The Second Temple period in Jewish history lasted approximately 600 years 516 BCE - 70 CE, during which the Second Temple existed.It started with the return to Zion and the construction of the Second Temple, while it ended with the First JewishRoman War and the destruction of Jerusalem in 70 CE.\\\\nIn 587\/6 BCE, the Kingdom of Judah was conquered by the Neo-Babylonian Empire."},{"title":"Erwin Rommel","summary":"['Erwin Rommel', 'Erwin Rommel, Johannes Erwin Eugen Rommel pronounced vin ml listen 15 November 1891 14 October 1944 was a German field marshal during World War II. Popularly known as the Desert Fox German: Wstenfuchs, pronounced vystnfks listen, he served in the Wehrmacht armed forces of Nazi Germany, as well as serving in the Reichswehr of the Weimar Republic, and the army of Imperial Germany.\\\\nRommel was a highly decorated officer in World War I and was awarded the Pour le Mrite for his actions on the Italian Front. In 1937, he published his classic book on military tactics, Infantry Attacks, drawing on his experiences in that war. \\\\nIn World War II, he commanded the 7th Panzer Division during the 1940 invasion of France. His leadership of German and Italian forces in the North African campaign established his reputation as one of the ablest tank commanders of the war, and earned him the nickname der Wstenfuchs, the Desert Fox. Among his British adversaries he had a reputation for chivalry, and his phrase war without hate has been uncritically used to describe the North African campaign. A number of historians have since rejected the phrase as myth and uncovered numerous examples of German war crimes and abuses towards both enemy soldiers and native populations in Africa during the conflict. Other historians note that there is no clear evidence Rommel was involved or aware of these crimes, with some pointing out that the war in the desert, as fought by Rommel and his opponents, still came as close to a clean fight as there was in World War II. He later commanded the German forces opposing the Allied cross-channel invasion of Normandy in June 1944.\\\\nWith the Nazis gaining power in Germany, Rommel gradually came to accept the new regime. Historians have given different accounts of the specific period and his motivations. He was a supporter of Adolf Hitler, at least until near the end of the war, if not necessarily sympathetic to the party and the paramilitary forces associated with it. In 1944, Rommel was implicated in the 20 July plot to assassinate Hitler. Because of Rommels status as a national hero, Hitler wanted to eliminate him quietly instead of having him immediately executed, as many other plotters were. Rommel was given a choice between committing suicide, in return for assurances that his reputation would remain intact and that his family would not be persecuted following his death, or facing a trial that would result in his disgrace and execution; he chose the former and committed suicide using a cyanide pill. Rommel was given a state funeral, and it was announced that he had succumbed to his injuries from the strafing of his staff car in Normandy.\\\\nRommel has become a larger-than-life figure in both Allied and Nazi propaganda, and in postwar popular culture. Numerous authors portray him as an apolitical, brilliant commander and a victim of Nazi Germany, although this assessment is contested by other authors as the Rommel myth. Rommels reputation for conducting a clean war was used in the interest of the West German rearmament and reconciliation between the former enemies the United Kingdom and the United States on one side and the new Federal Republic of Germany on the other. Several of Rommels former subordinates, notably his chief of staff Hans Speidel, played key roles in German rearmament and integration into NATO in the postwar era. The German Armys largest military base, the Field Marshal Rommel Barracks, Augustdorf, is named in his honour. His son Manfred Rommel was the longtime mayor of Stuttgart, Germany and namesake of Stuttgart Airport.']","related":939,"point_value":939,"grade_level":13.4,"summary_length":3634,"points_for_card":6.0,"acronym":false,"years_in_summary":6,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"Numerous authors portray him as an apolitical, brilliant commander and a victim of Nazi Germany, although this assessment is contested by other authors as the Rommel myth.Rommels reputation for conducting a clean war was used in the interest of the West German rearmament and reconciliation between the former enemies the United Kingdom and the United States on one side and the new Federal Republic of Germany on the other."},{"title":"Walter Lantz Productions","summary":"['Walter Lantz Productions', 'Walter Lantz Productions, Walter Lantz Productions was an American animation studio. It was in operation from 1928 to 1972 and was the principal supplier of animation for Universal Studios.\\\\nThe studio was originally formed as Universal Cartoon Studios on the initiative of Universal movie mogul Carl Laemmle, who was tired of the continuous company politics he was dealing with concerning contracting cartoons outside animation studios. Walter Lantz, who was Laemmles part-time chauffeur and a veteran of the John R. Bray Studios with considerable experience in all elements of animation production, was selected to run the department.\\\\nIn 1935, the studio was severed from Universal and became Walter Lantz Studio under Lantzs direct control, and in 1939, renamed to Walter Lantz Productions. Lantz managed to gain the copyright for his characters. The cartoons continued to be distributed by Universal through 1947, changing to United Artists distribution in 194749, and by Universal again from 1950 to 1972.\\\\nThe most prominent characters for the studio were Woody Woodpecker, Andy Panda, Chilly Willy, and Oswald the Lucky Rabbit. The music-oriented Swing Symphony cartoons were another successful staple but ended after swing musics popularity faded after the end of World War II.\\\\nThe company was succeeded by Universal Animation Studios and Amblimation until 1997, when it was closed. After Amblimation went defunct, Universal Animation Studios carried out the legacy of both companies.']","related":599,"point_value":599,"grade_level":13.0,"summary_length":1530,"points_for_card":5.0,"acronym":false,"years_in_summary":9,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"Walter Lantz, who was Laemmles part-time chauffeur and a veteran of the John R. Bray Studios with considerable experience in all elements of animation production, was selected to run the department.\\\\nIn 1935, the studio was severed from Universal and became Walter Lantz Studio under Lantzs direct control, and in 1939, renamed to Walter Lantz Productions.Lantz managed to gain the copyright for his characters."},{"title":"Mandideep","summary":"['Mandideep', 'Mandideep, Mandideep is a town with municipality in Goharganj sub-district of Raisen district in the Indian state of Madhya Pradesh. Mandideep is 23 km from Bhopal and is basically an Industrial township which came into existence in late 1970s.\\\\nThe Mandideep Municipality has population of 59,654 of which 32,390 are males while 27,264 are females as per report released by 2011 Census of India. \\\\nLiteracy rate of Mandideep city is 83.76 % higher than state average of 69.32 %. In Mandideep, Male literacy is around 89.33 % while female literacy rate is 77.04. Mandideeps annual productions are worth some Rs. 80,000 crore $10.6 billion in 2021, making it one of the most productive economic centers in India.']","related":85,"point_value":85,"grade_level":7.7,"summary_length":730,"points_for_card":1.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Mandideep', 'Mandideep, Mandideep is a town with municipality in Goharganj sub-district of Raisen district in the Indian state of Madhya Pradesh.Mandideep is 23 km from Bhopal and is basically an Industrial township which came into existence in late 1970s.\\\\nThe Mandideep Municipality has population of 59,654 of which 32,390 are males while 27,264 are females as per report released by 2011 Census of India."},{"title":"Viktor I, Duke of Ratibor","summary":"['Viktor I, Duke of Ratibor', 'Viktor I, Duke of Ratibor, Victor I, Duke of Ratibor, Prince of Corvey, Prince of Hohenlohe-Schillingsfrst German: Viktor Moritz Carl 1.Herzog von Ratibor, 1.Frst von Corvey, Prinz zu Hohenlohe-Schillingsfrst; 10 February 1818 30 January 1893 was a member of House of Hohenlohe-Schillingsfrst and later Duke of the Silesian duchy of Ratibor Czech: Ratibo, Polish: Racibrz and Prince of Corvey.']","related":83,"point_value":83,"grade_level":12.8,"summary_length":426,"points_for_card":5.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Viktor I, Duke of Ratibor', 'Viktor I, Duke of Ratibor, Victor I, Duke of Ratibor, Prince of Corvey, Prince of Hohenlohe-Schillingsfrst German: Viktor Moritz Carl 1.Herzog von Ratibor, 1.Frst von Corvey, Prinz zu Hohenlohe-Schillingsfrst; 10 February 1818 30 January 1893 was a member of House of Hohenlohe-Schillingsfrst and later Duke of the Silesian duchy of Ratibor Czech: Ratibo, Polish: Racibrz and Prince of Corvey.')"},{"title":"Sunni Revival","summary":"['Sunni Revival', 'Sunni Revival, The Sunni Revival was a period in Islamic history marked by the revival of the political fortunes of Sunni Islam, a renewed interest in Sunni law and theology and the spread of new styles in art and architecture. Conventionally, the revival lasted from 1055 until 1258.Richard Bulliet has proposed that the term recentering better describes the period than revival or renaissance. The period is characterized as much by developments within Sunnism as by Sunni relations with Shia Islam. In particular, it was a period of homogenization of Sunnism as scholars and leaders strove for ijm consensus. Some scholars have argued that the Sunni Revival led to the decline of scientific output in the Islamic world.']","related":163,"point_value":163,"grade_level":12.2,"summary_length":743,"points_for_card":5.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Sunni Revival', 'Sunni Revival, The Sunni Revival was a period in Islamic history marked by the revival of the political fortunes of Sunni Islam, a renewed interest in Sunni law and theology and the spread of new styles in art and architecture.Conventionally, the revival lasted from 1055 until 1258.Richard Bulliet has proposed that the term recentering better describes the period than revival or renaissance."},{"title":"Dancing Pallbearers","summary":"['Dancing Pallbearers', 'Dancing Pallbearers, Dancing Pallbearers, also known by a variety of names, including Dancing Coffin, Coffin Dancers, Coffin Dance Meme, or simply Coffin Dance, are a group of pallbearers who are based in the coastal town of Prampram in the Greater Accra Region of southern Ghana, although they perform across the country as well as outside Ghana. The founder and leader of the group is Benjamin Aidoo. They are locally referred to as Nana Otafrija Pallbearing and Waiting Service or Dada awu.The group initially gained worldwide attention through a BBC feature story in 2017. In March 2020, the group became an internet meme when the videos were paired with EDM song Astronomia by Tony Igy, and gained popularity in video edits.']","related":42,"point_value":42,"grade_level":11.6,"summary_length":756,"points_for_card":5.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Dancing Pallbearers', 'Dancing Pallbearers, Dancing Pallbearers, also known by a variety of names, including Dancing Coffin, Coffin Dancers, Coffin Dance Meme, or simply Coffin Dance, are a group of pallbearers who are based in the coastal town of Prampram in the Greater Accra Region of southern Ghana, although they perform across the country as well as outside Ghana.The founder and leader of the group is Benjamin Aidoo."},{"title":"Gold","summary":"['Gold', 'Gold, Gold is a chemical element with the symbol Au from Latin: aurum and atomic number 79. This makes it one of the higher atomic number elements that occur naturally. It is a bright, slightly orange-yellow, dense, soft, malleable, and ductile metal in a pure form. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions. Gold often occurs in free elemental native state, as nuggets or grains, in rocks, veins, and alluvial deposits. It occurs in a solid solution series with the native element silver as electrum, naturally alloyed with other metals like copper and palladium, and mineral inclusions such as within pyrite. Less commonly, it occurs in minerals as gold compounds, often with tellurium gold tellurides.\\\\nGold is resistant to most acids, though it does dissolve in aqua regia a mixture of nitric acid and hydrochloric acid, forming a soluble tetrachloroaurate anion. Gold is insoluble in nitric acid alone, which dissolves silver and base metals, a property long used to refine gold and confirm the presence of gold in metallic substances, giving rise to the term acid test. Gold dissolves in alkaline solutions of cyanide, which are used in mining and electroplating. Gold also dissolves in mercury, forming amalgam alloys, and as the gold acts simply as a solute, this is not a chemical reaction.\\\\nA relatively rare element, gold is a precious metal that has been used for coinage, jewelry, and other arts throughout recorded history. In the past, a gold standard was often implemented as a monetary policy. Gold coins ceased to be minted as a circulating currency in the 1930s, and the world gold standard was abandoned for a fiat currency system after the Nixon shock measures of 1971.\\\\nIn 2020, the worlds largest gold producer was China, followed by Russia and Australia. A total of around 201,296 tonnes of gold exists above ground, as of 2020. This is equal to a cube with each side measuring roughly 21.7 meters 71 ft. The world consumption of new gold produced is about 50% in jewelry, 40% in investments and 10% in industry. Golds high malleability, ductility, resistance to corrosion and most other chemical reactions, and conductivity of electricity have led to its continued use in corrosion-resistant electrical connectors in all types of computerized devices its chief industrial use. Gold is also used in infrared shielding, production of colored glass, gold leafing, and tooth restoration. Certain gold salts are still used as anti-inflammatories in medicine.']","related":1070,"point_value":1070,"grade_level":10.4,"summary_length":2604,"points_for_card":6.0,"acronym":false,"years_in_summary":4,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"This makes it one of the higher atomic number elements that occur naturally.Chemically, gold is a transition metal and a group 11 element."},{"title":"Forbes list of the most valuable NBA clubs","summary":"['Forbes list of the most valuable NBA clubs', 'Forbes list of the most valuable NBA clubs, Forbes compiles the finances of all 30 NBA teams to produce an annual ranking of the best franchises in terms of valuation. The valuations are composed of the monetary worth of the sport, market, stadium deals, and brand. These areas are supported by applying financial metrics such as debt and operating income to each one.The latest ranking reported that the Golden State Warriors is the most valuable NBA franchise after the 202122 NBA season. The fastest growing NBA franchise is also the Golden State Warriors, with a 100% increase in valuation since the 201718 NBA season $3.5 to $7 billion. The Warriors became the third NBA team to hold the title as the most valuable franchise since the launch of the ranking in the 199192 NBA season, with the other two being the Los Angeles Lakers and the New York Knicks.Several media outlets have referenced in related news or conducts analytic journalism when the ranking comes out, such as The New York Times and Sports Illustrated. The NBA has consistently recognized the renditions of the ranking. The report has also applied more context to NBA trends, such as the financial impact of Ja Morant leveraging the Memphis Grizzlies into playoff relevancy. Financial trends in terms of 1-year increases have been more favorable for Memphis, most notably revenue after acquiring Ja Morant.']","related":107,"point_value":107,"grade_level":10.5,"summary_length":1428,"points_for_card":5.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Forbes list of the most valuable NBA clubs', 'Forbes list of the most valuable NBA clubs, Forbes compiles the finances of all 30 NBA teams to produce an annual ranking of the best franchises in terms of valuation.The fastest growing NBA franchise is also the Golden State Warriors, with a 100% increase in valuation since the 201718 NBA season $3.5 to $7 billion."},{"title":"Musician","summary":"['Musician', 'Musician, A musician is a person who composes, conducts, or performs music. According to the United States Employment Service, musician is a general term used to designate one who follows music as a profession. Musicians include songwriters who write both music and lyrics for songs, conductors who direct a musical performance, or performers who perform for an audience. A music performer is generally either a singer who provides vocals or an instrumentalist who plays a musical instrument. Musicians may perform on their own or as part of a group, band or orchestra. Musicians specialize in a musical style, and some musicians play in a variety of different styles depending on cultures and background. A musician who records and releases music can be known as a recording artist.']","related":378,"point_value":378,"grade_level":11.6,"summary_length":799,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Musician', 'Musician, A musician is a person who composes, conducts, or performs music.According to the United States Employment Service, musician is a general term used to designate one who follows music as a profession."},{"title":"Casablanca (film)","summary":"['Casablanca (film)', 'Casablanca film, Casablanca is a 1942 American romantic drama film directed by Michael Curtiz, and starring Humphrey Bogart, Ingrid Bergman, and Paul Henreid. Filmed and set during World War II, it focuses on an American expatriate Bogart who must choose between his love for a woman Bergman or helping her husband Henreid, a Czech resistance leader, escape from the Vichy-controlled city of Casablanca to continue his fight against the Germans. The screenplay is based on Everybody Comes to Ricks, an unproduced stage play by Murray Burnett and Joan Alison. The supporting cast features Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre, and Dooley Wilson.\\\\nWarner Bros. story editor Irene Diamond convinced producer Hal B. Wallis to purchase the film rights to the play in January 1942. Brothers Julius and Philip G. Epstein were initially assigned to write the script. However, despite studio resistance, they left to work on Frank Capras Why We Fight series early in 1942. Howard Koch was assigned to the screenplay until the Epsteins returned a month later. Principal photography began on May 25, 1942, ending on August 3; the film was shot entirely at Warner Bros. Studios in Burbank, California, with the exception of one sequence at Van Nuys Airport in Van Nuys, Los Angeles.\\\\nAlthough Casablanca was an A-list film with established stars and first-rate writers, no one involved with its production expected it to stand out among the hundreds of pictures produced by Hollywood yearly. Casablanca was rushed into release to take advantage of the publicity from the Allied invasion of North Africa a few weeks earlier. It had its world premiere on November 26, 1942, in New York City and was released nationally in the United States on January 23, 1943. The film was a solid if unspectacular success in its initial run.\\\\nExceeding expectations, Casablanca went on to win the Academy Award for Best Picture, while Curtiz was selected as Best Director and the Epsteins and Koch were honored for Best Adapted Screenplay. Its reputation has gradually grown, to the point that its lead characters, memorable lines, and pervasive theme song have all become iconic, and it consistently ranks near the top of lists of the greatest films in history. In 1989, the United States Library of Congress selected the film as one of the first for preservation in the National Film Registry for being culturally, historically, or aesthetically significant.']","related":643,"point_value":643,"grade_level":11.4,"summary_length":2482,"points_for_card":5.0,"acronym":false,"years_in_summary":7,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"The film was a solid if unspectacular success in its initial run.\\\\nExceeding expectations, Casablanca went on to win the Academy Award for Best Picture, while Curtiz was selected as Best Director and the Epsteins and Koch were honored for Best Adapted Screenplay.In 1989, the United States Library of Congress selected the film as one of the first for preservation in the National Film Registry for being culturally, historically, or aesthetically significant.')"},{"title":"Henry Segrave","summary":"['Henry Segrave', 'Henry Segrave, Sir Henry ONeal de Hane Segrave 22 September 1896 13 June 1930 was an early British pioneer in land speed and water speed records. Segrave, who set three land and one water record, was the first person to hold both titles simultaneously and the first person to travel at over 200 miles per hour 320 km\/h in a land vehicle. He died in an accident in 1930 shortly after setting a new world water speed record on Windermere in the Lake District, England. The Segrave Trophy was established to commemorate his life.']","related":89,"point_value":89,"grade_level":10.3,"summary_length":547,"points_for_card":5.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Henry Segrave', 'Henry Segrave, Sir Henry ONeal de Hane Segrave 22 September 1896 13 June 1930 was an early British pioneer in land speed and water speed records.Segrave, who set three land and one water record, was the first person to hold both titles simultaneously and the first person to travel at over 200 miles per hour 320 km\/h in a land vehicle."},{"title":"Marlon Brando","summary":"['Marlon Brando', 'Marlon Brando, Marlon Brando Jr. April 3, 1924 July 1, 2004 was an American actor. Considered one of the most influential actors of the 20th century, he received numerous accolades throughout his career, which spanned six decades, including two Academy Awards, two Golden Globe Awards, one Cannes Film Festival Award and three British Academy Film Awards. Brando was also an activist for many causes, notably the civil rights movement and various Native American movements. Having studied with Stella Adler in the 1940s, he is credited with being one of the first actors to bring the Stanislavski system of acting, and method acting, to mainstream audiences.\\\\nHe initially gained acclaim and his first Academy Award nomination for Best Actor in a Leading Role for reprising the role of Stanley Kowalski in the 1951 film adaptation of Tennessee Williams play A Streetcar Named Desire, a role that he originated successfully on Broadway. He received further praise, and a first Academy Award and Golden Globe Award, for his performance as Terry Malloy in On the Waterfront, and his portrayal of the rebellious motorcycle gang leader Johnny Strabler in The Wild One proved to be a lasting image in popular culture. Brando received Academy Award nominations for playing Emiliano Zapata in Viva Zapata! 1952; Mark Antony in Joseph L. Mankiewiczs 1953 film adaptation of Shakespeares Julius Caesar; and Air Force Major Lloyd Gruver in Sayonara 1957, an adaptation of James A. Micheners 1954 novel.\\\\nThe 1960s saw Brandos career take a commercial and critical downturn. He directed and starred in the cult western One-Eyed Jacks, a critical and commercial flop, after which he delivered a series of notable box-office failures, beginning with Mutiny on the Bounty 1962. After ten years of underachieving, he agreed to do a screen test as Vito Corleone in Francis Ford Coppolas The Godfather 1972. He got the part and subsequently won his second Academy Award and Golden Globe Award in a performance critics consider among his greatest. He declined the Academy Award due to the treatment of American Indians today by the film industry . and also with recent happenings at Wounded Knee, sending Sacheen Littlefeather to collect the award on his behalf and declare his reason for refusing it. The Godfather became the highest-grossing film ever made, and alongside his Oscar-nominated performance in Last Tango in Paris 1972, Brando reestablished himself in the ranks of top box-office stars.\\\\nAfter a hiatus in the early 1970s, Brando was generally content with being a highly paid character actor in supporting roles, such as Jor-El in Superman 1978, as Colonel Kurtz in Apocalypse Now 1979, and Adam Steiffel in The Formula 1980, before taking a nine-year break from film. According to the Guinness Book of World Records, Brando was paid a record $3.7 million $17 million in inflation-adjusted dollars and 11.75% of the gross profits for 13 days work on Superman. Brando was ranked by the American Film Institute as the fourth-greatest movie star among male movie stars whose screen debuts occurred in or before 1950. He was one of only six actors named in 1999 by Time magazine in its list of the 100 Most Important People of the Century. In this list, Time also designated Brando as the Actor of the Century.']","related":834,"point_value":834,"grade_level":11.7,"summary_length":3327,"points_for_card":5.0,"acronym":false,"years_in_summary":18,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Marlon Brando', 'Marlon Brando, Marlon Brando Jr. April 3, 1924 July 1, 2004 was an American actor.He received further praise, and a first Academy Award and Golden Globe Award, for his performance as Terry Malloy in On the Waterfront, and his portrayal of the rebellious motorcycle gang leader Johnny Strabler in The Wild One proved to be a lasting image in popular culture."},{"title":"Juan Manuel Fangio","summary":"['Juan Manuel Fangio', 'Juan Manuel Fangio, Juan Manuel Fangio American Spanish: fanjo, Italian: fando; 24 June 1911 17 July 1995, nicknamed El Chueco the bowlegged or bandy legged one or El Maestro The Master or The Teacher, was an Argentine racing car driver. He dominated the first decade of Formula One racing, winning the World Drivers Championship five times.From childhood, he abandoned his studies to pursue auto mechanics. In 1938, he debuted in Turismo Carretera, competing in a Ford V8. In 1940, he competed with Chevrolet, winning the Grand Prix International Championship and devoted his time to the Argentine Turismo Carretera becoming its champion, a title he successfully defended a year later. Fangio then competed in Europe between 1947 and 1949, where he achieved further success.\\\\nHe won the World Championship of Drivers five timesa record that stood for 46 years until beaten by Michael Schumacherwith four different teams Alfa Romeo, Ferrari, Mercedes-Benz, and Maserati. He holds the highest winning percentage in Formula One at 46.15%, winning 24 of 52 Formula One races he entered. Fangio is the only Argentine driver to have won the Argentine Grand Prix, which he won four times in his career, more than any other driver.After retirement, Fangio presided as the honorary president of Mercedes-Benz Argentina from 1987, a year after the inauguration of his museum, until his death in 1995. In 2011, on the centenary of his birth, Fangio was remembered around the world and various activities were held in his honor.']","related":1041,"point_value":1041,"grade_level":11.3,"summary_length":1544,"points_for_card":5.0,"acronym":false,"years_in_summary":9,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"In 1940, he competed with Chevrolet, winning the Grand Prix International Championship and devoted his time to the Argentine Turismo Carretera becoming its champion, a title he successfully defended a year later.Fangio is the only Argentine driver to have won the Argentine Grand Prix, which he won four times in his career, more than any other driver.After retirement, Fangio presided as the honorary president of Mercedes-Benz Argentina from 1987, a year after the inauguration of his museum, until his death in 1995."},{"title":"Reading","summary":"['Reading', 'Reading, Reading is the process of taking in the sense or meaning of letters, symbols, etc., especially by sight or touch.For educators and researchers, reading is a multifaceted process involving such areas as word recognition, orthography spelling, alphabetics, phonics, phonemic awareness, vocabulary, comprehension, fluency, and motivation.Other types of reading and writing, such as pictograms e.g., a hazard symbol and an emoji, are not based on speech-based writing systems. The common link is the interpretation of symbols to extract the meaning from the visual notations or tactile signals as in the case of Braille.']","related":708,"point_value":708,"grade_level":10.6,"summary_length":640,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Reading', 'Reading, Reading is the process of taking in the sense or meaning of letters, symbols, etc., especially by sight or touch.For educators and researchers, reading is a multifaceted process involving such areas as word recognition, orthography spelling, alphabetics, phonics, phonemic awareness, vocabulary, comprehension, fluency, and motivation.Other types of reading and writing, such as pictograms e.g., a hazard symbol and an emoji, are not based on speech-based writing systems.The common link is the interpretation of symbols to extract the meaning from the visual notations or tactile signals as in the case of Braille.')"},{"title":"Elizabeth Taylor","summary":"['Elizabeth Taylor', 'Elizabeth Taylor, Dame Elizabeth Rosemond Taylor February 27, 1932 March 23, 2011 was a British-American actress. She began her career as a child actress in the early 1940s and was one of the most popular stars of classical Hollywood cinema in the 1950s. She then became the worlds highest paid movie star in the 1960s, remaining a well-known public figure for the rest of her life. In 1999, the American Film Institute named her the seventh-greatest female screen legend of Classic Hollywood cinema.\\\\nBorn in London to socially prominent American parents, Taylor moved with her family to Los Angeles in 1939. She made her acting debut with a minor role in the Universal Pictures film Theres One Born Every Minute 1942, but the studio ended her contract after a year. She was then signed by Metro-Goldwyn-Mayer and became a popular teen star after appearing in National Velvet 1944. She transitioned to mature roles in the 1950s, when she starred in the comedy Father of the Bride 1950 and received critical acclaim for her performance in the drama A Place in the Sun 1951. Despite being one of MGMs most bankable stars, Taylor wished to end her career in the early 1950s. She resented the studios control and disliked many of the films to which she was assigned. She began receiving more enjoyable roles in the mid-1950s, beginning with the epic drama Giant 1956, and starred in several critically and commercially successful films in the following years. These included two film adaptations of plays by Tennessee Williams: Cat on a Hot Tin Roof 1958, and Suddenly, Last Summer 1959; Taylor won a Golden Globe for Best Actress for the latter. Although she disliked her role as a call girl in BUtterfield 8 1960, her last film for MGM, she won the Academy Award for Best Actress for her performance.\\\\nDuring the production of the film Cleopatra in 1961, Taylor and co-star Richard Burton began an extramarital affair, which caused a scandal. Despite public disapproval, they continued their relationship and were married in 1964. Dubbed Liz and Dick by the media, they starred in 11 films together, including The V.I.P.s 1963, The Sandpiper 1965, The Taming of the Shrew 1967, and Whos Afraid of Virginia Woolf? 1966. Taylor received the best reviews of her career for Woolf, winning her second Academy Award and several other awards for her performance. She and Burton divorced in 1974 but reconciled soon after, remarrying in 1975. The second marriage ended in divorce in 1976.\\\\nTaylors acting career began to decline in the late 1960s, although she continued starring in films until the mid-1970s, after which she focused on supporting the career of her sixth husband, United States Senator John Warner R-Virginia. In the 1980s, she acted in her first substantial stage roles and in several television films and series. She became the second celebrity to launch a perfume brand, after Sophia Loren. Taylor was one of the first celebrities to take part in HIV\/AIDS activism. She co-founded the American Foundation for AIDS Research in 1985 and the Elizabeth Taylor AIDS Foundation in 1991. From the early 1990s until her death, she dedicated her time to philanthropy, for which she received several accolades, including the Presidential Citizens Medal. Throughout her career, Taylors personal life was the subject of constant media attention. She was married eight times to seven men, converted to Judaism, endured several serious illnesses, and led a jet set lifestyle, including assembling one of the most expensive private collections of jewelry in the world. After many years of ill health, Taylor died from congestive heart failure in 2011, at the age of 79.']","related":1021,"point_value":1021,"grade_level":10.3,"summary_length":3692,"points_for_card":6.0,"acronym":false,"years_in_summary":34,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"She began her career as a child actress in the early 1940s and was one of the most popular stars of classical Hollywood cinema in the 1950s.Although she disliked her role as a call girl in BUtterfield 8 1960, her last film for MGM, she won the Academy Award for Best Actress for her performance.\\\\nDuring the production of the film Cleopatra in 1961, Taylor and co-star Richard Burton began an extramarital affair, which caused a scandal."},{"title":"George Alencherry","summary":"['George Alencherry', 'George Alencherry, George Alencherry Syriac:  , romanized: Mar Giwargis Alencherry is the Major Archbishop of the Syro-Malabar Catholic Church and also a cardinal of the Catholic Church. He was elected by the Holy Synod of the Syro-Malabar Church in 2011 to succeed Varkey Vithayathil 19992011. He was created a cardinal on 18 February 2012 by Pope Benedict XVI. He was the first bishop of Thuckalay from 1997 to 2011 before his enthronement as the major archbishop.']","related":422,"point_value":422,"grade_level":10.8,"summary_length":491,"points_for_card":5.0,"acronym":false,"years_in_summary":6,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('George Alencherry', 'George Alencherry, George Alencherry Syriac:  , romanized: Mar Giwargis Alencherry is the Major Archbishop of the Syro-Malabar Catholic Church and also a cardinal of the Catholic Church.He was elected by the Holy Synod of the Syro-Malabar Church in 2011 to succeed Varkey Vithayathil 19992011."},{"title":"Tree paint","summary":"['Tree paint', 'Tree paint, Tree paint, also known as wound dressing, is any substance applied to damaged surfaces of a tree intended to improve its health. It is commonly applied after pruning, or at locations where the tree bark has been damaged.']","related":15,"point_value":15,"grade_level":9.1,"summary_length":250,"points_for_card":1.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Tree paint', 'Tree paint, Tree paint, also known as wound dressing, is any substance applied to damaged surfaces of a tree intended to improve its health.It is commonly applied after pruning, or at locations where the tree bark has been damaged.')"},{"title":"Success Kid","summary":"['Success Kid', 'Success Kid, Success Kid is an Internet meme featuring a baby clenching a fistful of sand with a determined facial expression. It began in 2007 and eventually became known as Success Kid. The popularity of the image led CNN to describe Sammy Griner, the boy depicted in the photo, as likely the Internets most famous baby. In addition to popular use on social media, the image has been licensed for commercial use, and was used by the White House to promote immigration reform. In mid 2015, the Griner family used it to promote a GoFundMe campaign for money to pay for the fathers kidney transplant.']","related":29,"point_value":29,"grade_level":11.6,"summary_length":618,"points_for_card":5.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Success Kid', 'Success Kid, Success Kid is an Internet meme featuring a baby clenching a fistful of sand with a determined facial expression.It began in 2007 and eventually became known as Success Kid."},{"title":"Arthur Conan Doyle","summary":"['Arthur Conan Doyle', 'Arthur Conan Doyle, Sir Arthur Ignatius Conan Doyle 22 May 1859 7 July 1930 was a British writer and physician. He created the character Sherlock Holmes in 1887 for A Study in Scarlet, the first of four novels and fifty-six short stories about Holmes and Dr. Watson. The Sherlock Holmes stories are milestones in the field of crime fiction.\\\\nDoyle was a prolific writer; other than Holmes stories, his works include fantasy and science fiction stories about Professor Challenger and humorous stories about the Napoleonic soldier Brigadier Gerard, as well as plays, romances, poetry, non-fiction, and historical novels. One of Doyles early short stories, J. Habakuk Jephsons Statement 1884, helped to popularise the mystery of the Mary Celeste.']","related":598,"point_value":598,"grade_level":9.9,"summary_length":770,"points_for_card":3.0,"acronym":false,"years_in_summary":4,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Arthur Conan Doyle', 'Arthur Conan Doyle, Sir Arthur Ignatius Conan Doyle 22 May 1859 7 July 1930 was a British writer and physician.He created the character Sherlock Holmes in 1887 for A Study in Scarlet, the first of four novels and fifty-six short stories about Holmes and Dr. Watson."},{"title":"She Done Him Wrong","summary":"['She Done Him Wrong', 'She Done Him Wrong, She Done Him Wrong is a 1933 pre-Code American crime\/comedy film starring Mae West and Cary Grant. The plot includes melodramatic and musical elements, with a supporting cast featuring Owen Moore, Gilbert Roland, Noah Beery Sr., Rochelle Hudson, and Louise Beavers. It was directed by Lowell Sherman, and produced by William LeBaron. The film is famous for Wests many double entendres and quips, including her best-known and frequently misquoted, Why dont you come up sometime and see me?\\\\nThe film was adapted from the successful 1928 Broadway play Diamond Lil by Mae West. The Hays Code declared the play banned from the screen and repeatedly demanded changes to remove associations with or elements from the play, including suggested titles with the word diamond. The adaption was finally allowed under the condition that the play not be referred to in publicity or advertising.Blonde Venus with Marlene Dietrich and Madame Butterfly with Sylvia Sidney, both predate She Done Him Wrong but West always claimed to have discovered Grant for her film, claiming that until then Grant had only made some tests with starlets.The script was adapted by Harvey F. Thew and John Bright. Original music was composed by Ralph Rainger, John Leipold and Stephan Pasternacki. Charles Lang was responsible for the cinematography, while the costumes were designed by Edith Head.']","related":83,"point_value":83,"grade_level":8.9,"summary_length":1411,"points_for_card":1.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"The Hays Code declared the play banned from the screen and repeatedly demanded changes to remove associations with or elements from the play, including suggested titles with the word diamond.The adaption was finally allowed under the condition that the play not be referred to in publicity or advertising.Blonde Venus with Marlene Dietrich and Madame Butterfly with Sylvia Sidney, both predate She Done Him Wrong but West always claimed to have discovered Grant for her film, claiming that until then Grant had only made some tests with starlets.The script was adapted by Harvey F. Thew and John Bright."},{"title":"1984 MTV Video Music Awards","summary":"['1984 MTV Video Music Awards', '1984 MTV Video Music Awards, The 1984 MTV Video Music Awards aired live on September 14, 1984. The inaugural ceremony honored the best music videos released between May 2, 1983 and May 2, 1984, and was hosted by Dan Aykroyd and Bette Midler at the Radio City Music Hall in New York City.Herbie Hancock was the shows most-awarded artist, taking home five awards, followed by Michael Jackson, who won three. The main award, Video of the Year, went to The Cars for You Might Think. This was the first instance of only a few in the shows history where the video of the year did not win any other awards. Hancocks Rockit and The Polices Every Breath You Take were the most-nominated videos, receiving eight nominations apiece. Cyndi Lauper was the most-nominated artist of the night, with nine overall for two of her videos: six for Girls Just Want to Have Fun, which eventually won the Moonman for Best Female Video, and three for Time After Time.Other major nominees included Jackson and The Cars, both of whom received six nominations each for their videos Thriller and You Might Think respectively; ZZ Top, who received six nominations among their videos for Legs, Sharp Dressed Man, and Gimme All Your Lovin; and Billy Idol, who garnered five nominations for Dancing with Myself and Eyes Without a Face. Lastly, David Bowie earned four nominations for his China Girl and Modern Love videos, and was also one of the honorees for the Video Vanguard award.']","related":249,"point_value":249,"grade_level":12.0,"summary_length":1488,"points_for_card":5.0,"acronym":false,"years_in_summary":6,"years_in_title":1,"points_by_year_mentioned":1,"summary_short":"('1984 MTV Video Music Awards', '1984 MTV Video Music Awards, The 1984 MTV Video Music Awards aired live on September 14, 1984.The inaugural ceremony honored the best music videos released between May 2, 1983 and May 2, 1984, and was hosted by Dan Aykroyd and Bette Midler at the Radio City Music Hall in New York City.Herbie Hancock was the shows most-awarded artist, taking home five awards, followed by Michael Jackson, who won three."},{"title":"Sean Combs","summary":"['Sean Combs', 'Sean Combs, Sean Love Combs born Sean John Combs; November 4, 1969, also known by his stage names Puff Daddy, P. Diddy, Puffy, or Diddy, is an American rapper, actor, record producer, and record executive. Born in New York City, he worked as a talent director at Uptown Records before founding his own record label, Bad Boy Records in 1993. Combs has produced and cultivated artists such as the Notorious B.I.G., Mary J. Blige, and Usher.\\\\nCombs debut album, No Way Out 1997, has been certified seven times platinum. The album was followed by Forever 1999, The Saga Continues. 2001, and Press Play 2006, all of which were commercially successful. In 2009, Combs created and produced the musical group Dirty Money; they released their successful debut album Last Train to Paris in 2010.\\\\nCombs has won three Grammy Awards and two MTV Video Music Awards and is the producer of MTVs Making the Band. In 2022, Forbes estimated his net worth at US$1 billion. In 1998, he launched his own clothing line Sean John. He was nominated for the Council of Fashion Designers of America CFDA award for Menswear Designer of the Year in 2000 and won in 2004.']","related":422,"point_value":422,"grade_level":6.9,"summary_length":1162,"points_for_card":3.0,"acronym":false,"years_in_summary":12,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"In 2009, Combs created and produced the musical group Dirty Money; they released their successful debut album Last Train to Paris in 2010.\\\\nCombs has won three Grammy Awards and two MTV Video Music Awards and is the producer of MTVs Making the Band.In 1998, he launched his own clothing line Sean John."},{"title":"Animal Crackers in My Soup","summary":"['Animal Crackers in My Soup', 'Animal Crackers in My Soup, Animal Crackers in My Soup is a song introduced by Shirley Temple in the film Curly Top 1935. The lyrics were written by Irving Caesar and Ted Koehler and the music by Ray Henderson; the sheet music was published by Sam Fox Publishing Company.Numerous singles and albums containing the Shirley Temple version of the song exist, including at least one CD with it as title track. Temples version made the Hit Parade, but did not attain the popularity of her earlier hit On the Good Ship Lollipop, which was No.2 for the year.\\\\nIt was recorded by Don Bestor and his orchestra Brunswick 7495 and Mae Questel, voice of Betty Boop and Olive Oyl, released a recording of the song in the 1930s.Two members of The Irish Rovers, one of whom is dressed up like Temple, sing the song in one sketch as part of one of the 1971 episodes of The Irish Rovers Show. The song was performed by Elke Sommer on The Muppet Show in 1979. It was also on the Anne Murray album Theres a Hippo in My Tub.\\\\nAnother cover version appears on the 2002 album Maria Muldaur Presents - Animal Crackers In My Soup: Songs Of Shirley Temple. Barbra Streisand performed the first verse of this song in her Color Me Barbra Medley for the television special and album Color Me Barbra.The song was covered by Joanie Bartels on her 1980 Sillytime Magic album, releasing it as a single, and was also on the video The Rainy Day Adventure and it also appeared on the compilation album The Stars of Discovery Music. The song is performed by Sammee Lee Jones as a lookalike of Temple in the 1971 film Whats the Matter with Helen?.\\\\nAn updated recording of the song was used as theme music for the 1985 Australian TV series Zoo Family.']","related":34,"point_value":34,"grade_level":9.7,"summary_length":1751,"points_for_card":5.0,"acronym":false,"years_in_summary":9,"years_in_title":0,"points_by_year_mentioned":5,"summary_short":"The lyrics were written by Irving Caesar and Ted Koehler and the music by Ray Henderson; the sheet music was published by Sam Fox Publishing Company.Numerous singles and albums containing the Shirley Temple version of the song exist, including at least one CD with it as title track.It was also on the Anne Murray album Theres a Hippo in My Tub.\\\\nAnother cover version appears on the 2002 album Maria Muldaur Presents - Animal Crackers In My Soup: Songs Of Shirley Temple."},{"title":"Trap rock","summary":"['Trap rock', 'Trap rock, Trap rock, also known as either trapp or trap, is any dark-colored, fine-grained, non-granitic intrusive or extrusive igneous rock. Types of trap rock include basalt, peridotite, diabase, and gabbro. Trapp trap is also used to refer to flood plateau basalts, e.g. the Deccan Traps and Siberian Traps. The erosion of trap rock created by the stacking of successive lava flows often created a distinct stairstep landscape from which the term trap was derived from the Swedish word trappa, which means stairway.The slow cooling of magma either as a sill or as a thick lava flow sometimes creates systematic vertical fractures within the resulting layer of trap rock. These fractures often form rock columns that are typically hexagonal, but also four- to eight-sided.']","related":59,"point_value":59,"grade_level":9.1,"summary_length":792,"points_for_card":1.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Trap rock', 'Trap rock, Trap rock, also known as either trapp or trap, is any dark-colored, fine-grained, non-granitic intrusive or extrusive igneous rock.Types of trap rock include basalt, peridotite, diabase, and gabbro."},{"title":"Central Denmark Region","summary":"['Central Denmark Region', 'Central Denmark Region, The Central Denmark Region Danish: Region Midtjylland, or more directly translated as the Central Jutland Region and sometimes simply Mid Jutland, is an administrative region of Denmark established on 1 January 2007 as part of the 2007 Danish municipal reform. The reform abolished the traditional counties amter and replaced them with five new administrative regions. At the same time, smaller municipalities were merged into larger units, cutting the total number of municipalities from 271 to 98. The reform diminished the power of the regional level dramatically in favour of the local level and the national government in Copenhagen. The Central Denmark Region comprises 19 municipalities.']","related":264,"point_value":264,"grade_level":14.3,"summary_length":748,"points_for_card":5.0,"acronym":false,"years_in_summary":2,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"The reform abolished the traditional counties amter and replaced them with five new administrative regions.The Central Denmark Region comprises 19 municipalities.')"},{"title":"Elvis Presley","summary":"['Elvis Presley', 'Elvis Presley, Elvis Aaron Presley January 8, 1935 August 16, 1977, or simply Elvis, was an American singer and actor. Dubbed the King of Rock and Roll, he is regarded as one of the most significant cultural figures of the 20th century. His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transformative era in race relations, led him to both great success and initial controversy.\\\\nPresley was born in Tupelo, Mississippi, and relocated to Memphis, Tennessee, with his family when he was 13 years old. His music career began there in 1954, recording at Sun Records with producer Sam Phillips, who wanted to bring the sound of African-American music to a wider audience. Presley, on rhythm acoustic guitar, and accompanied by lead guitarist Scotty Moore and bassist Bill Black, was a pioneer of rockabilly, an uptempo, backbeat-driven fusion of country music and rhythm and blues. In 1955, drummer D. J. Fontana joined to complete the lineup of Presleys classic quartet and RCA Victor acquired his contract in a deal arranged by Colonel Tom Parker, who would manage him for more than two decades. Presleys first RCA Victor single, Heartbreak Hotel, was released in January 1956 and became a number-one hit in the United States. Within a year, RCA would sell ten million Presley singles. With a series of successful network television appearances and chart-topping records, Presley became the leading figure of the newly popular sound of rock and roll, though his performative style and promotion of the then-marginalized sound of African-Americans led to him being widely considered a threat to the moral well-being of the White American youth.In November 1956, Presley made his film debut in Love Me Tender. Drafted into military service in 1958, Presley relaunched his recording career two years later with some of his most commercially successful work. He held few concerts, however, and guided by Parker, proceeded to devote much of the 1960s to making Hollywood films and soundtrack albums, most of them critically derided. Some of his most famous films included Jailhouse Rock 1957, Blue Hawaii 1961, and Viva Las Vegas 1964. In 1968, following a seven-year break from live performances, he returned to the stage in the acclaimed television comeback special Elvis, which led to an extended Las Vegas concert residency and a string of highly profitable tours. In 1973, Presley gave the first concert by a solo artist to be broadcast around the world, Aloha from Hawaii. Years of prescription drug abuse and unhealthy eating habits severely compromised his health, and he died suddenly in 1977 at his Graceland estate at the age of 42.\\\\nHaving sold over 500 million records worldwide, Presley is recognized as the best-selling solo music artist of all time by Guinness World Records. He was commercially successful in many genres, including pop, country, rhythm & blues, adult contemporary, and gospel. Presley won three Grammy Awards, received the Grammy Lifetime Achievement Award at age 36, and has been inducted into multiple music halls of fame. He holds several records, including the most RIAA certified gold and platinum albums, the most albums charted on the Billboard 200, the most number-one albums by a solo artist on the UK Albums Chart, and the most number-one singles by any act on the UK Singles Chart. In 2018, Presley was posthumously awarded the Presidential Medal of Freedom.']","related":1183,"point_value":1183,"grade_level":11.7,"summary_length":3533,"points_for_card":6.0,"acronym":false,"years_in_summary":15,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"His music career began there in 1954, recording at Sun Records with producer Sam Phillips, who wanted to bring the sound of African-American music to a wider audience.Drafted into military service in 1958, Presley relaunched his recording career two years later with some of his most commercially successful work."},{"title":"Human back","summary":"['Human back', 'Human back, The human back, also called the dorsum, is the large posterior area of the human body, rising from the top of the buttocks to the back of the neck. It is the surface of the body opposite from the chest and the abdomen. The vertebral column runs the length of the back and creates a central area of recession. The breadth of the back is created by the shoulders at the top and the pelvis at the bottom.\\\\nBack pain is a common medical condition, generally benign in origin.\\\\n\\\\n']","related":155,"point_value":155,"grade_level":8.1,"summary_length":508,"points_for_card":1.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Human back', 'Human back, The human back, also called the dorsum, is the large posterior area of the human body, rising from the top of the buttocks to the back of the neck.It is the surface of the body opposite from the chest and the abdomen."},{"title":"Mountain jet","summary":"['Mountain jet', 'Mountain jet, Mountain jets are a type of jet stream created by surface winds channeled through mountain passes, sometimes causing high wind speeds and drastic temperature changes.']","related":23,"point_value":23,"grade_level":13.4,"summary_length":200,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Mountain jet', 'Mountain jet, Mountain jets are a type of jet stream created by surface winds channeled through mountain passes, sometimes causing high wind speeds and drastic temperature changes.')"},{"title":"Dunbar's number","summary":"[\"Dunbar's number\", 'Dunbars number, Dunbars number is a suggested cognitive limit to the number of people with whom one can maintain stable social relationshipsrelationships in which an individual knows who each person is and how each person relates to every other person. This number was first proposed in the 1990s by British anthropologist Robin Dunbar, who found a correlation between primate brain size and average social group size. By using the average human brain size and extrapolating from the results of primates, he proposed that humans can comfortably maintain 150 stable relationships. There is some evidence that brain structure predicts the number of friends one has, though causality remains to be seen. Dunbar explained it informally as the number of people you would not feel embarrassed about joining uninvited for a drink if you happened to bump into them in a bar. Dunbar theorised that this limit is a direct function of relative neocortex size, and that this, in turn, limits group size . the limit imposed by neocortical processing capacity is simply on the number of individuals with whom a stable inter-personal relationship can be maintained. On the periphery, the number also includes past colleagues, such as high school friends, with whom a person would want to reacquaint themselves if they met again. Proponents assert that numbers larger than this generally require more restrictive rules, laws, and enforced norms to maintain a stable, cohesive group. It has been proposed to lie between 100 and 250, with a commonly used value of 150.']","related":125,"point_value":125,"grade_level":13.1,"summary_length":1573,"points_for_card":5.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"(\"Dunbar's number\", 'Dunbars number, Dunbars number is a suggested cognitive limit to the number of people with whom one can maintain stable social relationshipsrelationships in which an individual knows who each person is and how each person relates to every other person.This number was first proposed in the 1990s by British anthropologist Robin Dunbar, who found a correlation between primate brain size and average social group size."},{"title":"Milan Paroški","summary":"['Milan Paroški', 'Milan Paroki, Milan Paroki Serbian Cyrillic: ; born 5 March 1957 is a Serbian writer and politician.']","related":19,"point_value":19,"grade_level":10.3,"summary_length":121,"points_for_card":5.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Milan Paroški', 'Milan Paroki, Milan Paroki Serbian Cyrillic: ; born 5 March 1957 is a Serbian writer and politician.')"},{"title":"Luc Versteylen","summary":"['Luc Versteylen', 'Luc Versteylen, Luc Benot Valrie Jean Laurent Marie Versteylen Borgerhout, Antwerp, 11 September 1927 Wommelgem, 10 February 2021 was a Flemish Jesuit priest and founder of the environmental movement Agalev.In his youth, Luc Versteylen was a member of Verdinaso. In his own words, as a 15-year-old volunteer aid worker, he received his priestly calling when he witnessed the havoc and human tragedy caused by the American air raid on Mortsel in April 1943. Versteylen was ordained a priest in 1959 and in 1960 became a teacher at Xaverius College in Borgerhout, where he had himself studied during the Second World War.\\\\nLuc Versteylen spent the last years of his life in the WZC Wommelgheem care home near Selsaete castle in Wommelgem, where he died as a result of COVID-19 during the COVID-19 pandemic in Belgium on 10 February 2021.']","related":14,"point_value":14,"grade_level":13.0,"summary_length":858,"points_for_card":5.0,"acronym":false,"years_in_summary":6,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Luc Versteylen', 'Luc Versteylen, Luc Benot Valrie Jean Laurent Marie Versteylen Borgerhout, Antwerp, 11 September 1927 Wommelgem, 10 February 2021 was a Flemish Jesuit priest and founder of the environmental movement Agalev.In his youth, Luc Versteylen was a member of Verdinaso.In his own words, as a 15-year-old volunteer aid worker, he received his priestly calling when he witnessed the havoc and human tragedy caused by the American air raid on Mortsel in April 1943."},{"title":"Lance Stroll","summary":"['Lance Stroll', 'Lance Stroll, Lance Strulovitch born 29 October 1998, better known as Lance Stroll, is a CanadianBelgian racing driver competing under the Canadian flag in Formula One. He has driven for Aston Martin since 2021, having previously driven for Williams and Racing Point. He was Italian F4 champion in 2014, Toyota Racing Series champion in 2015, and 2016 FIA European Formula 3 champion. He was part of the Ferrari Driver Academy from 2010 to 2015. He achieved his first podium finish, a 3rd place, at the 2017 Azerbaijan Grand Prix, becoming the second-youngest driver to finish an F1 race on the podium and the youngest and latest as of the end of 2021 to do so during his rookie season. At the 2020 Turkish Grand Prix, Stroll took his first pole position in Formula One. Stroll also competed in endurance racing, taking part in the 24 Hours of Daytona in 2016 and 2018.']","related":348,"point_value":348,"grade_level":10.7,"summary_length":889,"points_for_card":6.0,"acronym":false,"years_in_summary":12,"years_in_title":0,"points_by_year_mentioned":2,"summary_short":"He was part of the Ferrari Driver Academy from 2010 to 2015.At the 2020 Turkish Grand Prix, Stroll took his first pole position in Formula One."},{"title":"We've Had a Hundred Years of Psychotherapy – and the World's Getting Worse","summary":"[\"We've Had a Hundred Years of Psychotherapy – and the World's Getting Worse\", 'Weve Had a Hundred Years of Psychotherapy  and the Worlds Getting Worse, Weve Had a Hundred Years of Psychotherapy and the Worlds Getting Worse is a 1992 book by American psychologist James Hillman and American writer and commentator Michael Ventura.The book has a three-part structure. The first section is in the form of a free-floating dialogue between Hillman and Ventura. The second section consists of lengthier essays written by the two authors to each other. The third section returns to the dialogue format of the first.\\\\nThe two authors agree that psychotherapy, as it is currently conceived, is inadequate to deal with modern anxieties and neuroses.']","related":105,"point_value":105,"grade_level":10.9,"summary_length":743,"points_for_card":5.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"(\"We've Had a Hundred Years of Psychotherapy – and the World's Getting Worse\", 'Weve Had a Hundred Years of Psychotherapy  and the Worlds Getting Worse, Weve Had a Hundred Years of Psychotherapy and the Worlds Getting Worse is a 1992 book by American psychologist James Hillman and American writer and commentator Michael Ventura.The book has a three-part structure.The first section is in the form of a free-floating dialogue between Hillman and Ventura."},{"title":"English Disco Lovers","summary":"['English Disco Lovers', 'English Disco Lovers, The English Disco Lovers EDL was a Web movement, formed as a Google bombing campaign with the intention of replacing the far-right group The English Defence League as the top search engine result for EDL. The website has since been taken down.']","related":9,"point_value":9,"grade_level":10.3,"summary_length":293,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('English Disco Lovers', 'English Disco Lovers, The English Disco Lovers EDL was a Web movement, formed as a Google bombing campaign with the intention of replacing the far-right group The English Defence League as the top search engine result for EDL.The website has since been taken down.')"},{"title":"Marcus George Singer","summary":"['Marcus George Singer', 'Marcus George Singer, Marcus George Singer January 4, 1926 February 21, 2016 was an American philosopher. His works include Generalization in Ethics An Essay in the Logic of Ethics, with the Rudiments of a System of Moral Philosophy 1961.']","related":18,"point_value":18,"grade_level":10.3,"summary_length":266,"points_for_card":5.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Marcus George Singer', 'Marcus George Singer, Marcus George Singer January 4, 1926 February 21, 2016 was an American philosopher.His works include Generalization in Ethics An Essay in the Logic of Ethics, with the Rudiments of a System of Moral Philosophy 1961.')"},{"title":"Swing (jazz performance style)","summary":"['Swing (jazz performance style)', 'Swing jazz performance style, In music, the term swing has two main uses. Colloquially, it is used to describe the propulsive quality or feel of a rhythm, especially when the music prompts a visceral response such as foot-tapping or head-nodding see pulse. This sense can also be called groove. It is also known as shuffle.\\\\nThe term swing, as well as swung notes and swung rhythm, is also used more specifically to refer to a technique most commonly associated with jazz but also used in other genres that involves alternately lengthening and shortening the first and second consecutive notes in the two part pulse-divisions in a beat.']","related":372,"point_value":372,"grade_level":10.7,"summary_length":675,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Swing (jazz performance style)', 'Swing jazz performance style, In music, the term swing has two main uses.Colloquially, it is used to describe the propulsive quality or feel of a rhythm, especially when the music prompts a visceral response such as foot-tapping or head-nodding see pulse."},{"title":"Call Me Maybe","summary":"['Call Me Maybe', 'Call Me Maybe, Call Me Maybe is a song recorded by Canadian singer-songwriter Carly Rae Jepsen for her EP Curiosity 2012 and later appeared on her second studio album and first international album Kiss 2012. The song was written by Jepsen and Tavish Crowe as a folk song, but its genre was modified to pop following the production by Josh Ramsay. It was released as the lead single from the EP on September 20, 2011, through 604 Records. Jepsen was signed to Schoolboy Records, releasing her single in the United States through the label, as the first single from Kiss. Musically, Call Me Maybe is a teen pop, dance-pop and bubblegum pop track that alludes to the inconvenience that love at first sight brings to a girl who hopes for a call back from a new crush.\\\\nCall Me Maybe topped the Canadian Hot 100. Outside of Canada, Call Me Maybe topped the charts in Australia, the Czech Republic, Denmark, Finland, France, Hungary, Luxembourg, New Zealand, Poland, the Republic of Ireland, Slovakia, Switzerland, the United Kingdom and the United States. It peaked inside the top five of the charts in Austria, Belgium Flanders & Wallonia, Germany, Israel, Japan, Netherlands, Norway, and Sweden. After peaking at the top position of the Canadian Hot 100, Jepsen became the fifth Canadian artist to do so in her home country since 2007. In the United States, the track reached number one on the Mainstream Top 40 chart, and is the first number one by a Canadian female artist on the Billboard Hot 100 chart since 2007s Girlfriend by Avril Lavigne.\\\\nAn accompanying music video was directed by Ben Knechtel. In it, Jepsen seeks the attention of an attractive boy next door who is revealed at the end of the story to be attracted to a male band member. As part of the promotion for the song, Jepsen performed the track on The Ellen DeGeneres Show, where she made her US television debut, and at the 2012 Billboard Music Awards. Call Me Maybe has been covered by several artists, including Ben Howard, Big Time Rush, Fun, Cimorelli, Lil Wayne, JPEGMafia, and Cody Simpson, and parodied by Cookie Monster and some of the news staff of National Public Radio. It was also covered on The New Rachel, the season premiere episode of the fourth season of Glee.\\\\nCall Me Maybe was nominated for two Grammy Awards, for Song of the Year and Best Pop Solo Performance at the 55th Annual ceremony, but lost to We Are Young by Fun and the live performance of Set Fire to the Rain by Adele, respectively. On December 11, 2012, Call Me Maybe was named Song of the Year for 2012 by MTV. In its 2012 Year-End issue, Billboard magazine ranked this song #2 in the Hot 100 Songs, Digital Songs, and Canadian Hot 100 charts. The song was also ranked number one by the Village Voices annual Pazz and Jop poll, which compiles the votes of music critics from all over the United States. The song was the best-selling single worldwide in 2012, selling over 12 million copies in that year alone, and the best-selling single on the iTunes Store worldwide in 2012. With worldwide sales of 18 million copies and over 900 million streams on Spotify as of October 2022, it became the best selling single of the 21st century by a female artist and one of the most successful singles of all time. Call Me Maybe was the best-selling digital single of 2012 worldwide, and is the seventh best-selling digital single of all time. The song is ranked at #47 on Billboards Greatest Songs of All-Time and at #436 on Rolling Stones updated list of The 500 Greatest Songs of All Time']","related":540,"point_value":540,"grade_level":11.5,"summary_length":3557,"points_for_card":6.0,"acronym":false,"years_in_summary":13,"years_in_title":0,"points_by_year_mentioned":2,"summary_short":"Musically, Call Me Maybe is a teen pop, dance-pop and bubblegum pop track that alludes to the inconvenience that love at first sight brings to a girl who hopes for a call back from a new crush.\\\\nCall Me Maybe topped the Canadian Hot 100.In the United States, the track reached number one on the Mainstream Top 40 chart, and is the first number one by a Canadian female artist on the Billboard Hot 100 chart since 2007s Girlfriend by Avril Lavigne.\\\\nAn accompanying music video was directed by Ben Knechtel."},{"title":"Showmance","summary":"['Showmance', 'Showmance, A showmance sometimes show-mance, also known as show romance, is a romance that develops between two individuals in theater, or on films and television series and between reality show contestants or participants for the running period of the show. When the two actively engage in a made up situation, it can be called a fauxmance. It is also considered a neologism and its usage is gaining popularity in the media.The term came to the attention of the mainstream on the non-scripted American television show Big Brother when it was first used by Will Kirby in 2001. It has been used in theater on stage for years. Then it moved to films, theater and scripted television. It is primarily entered into as a ploy to gain more public and media attention and, in case of television, more camera time during the run of a theater piece, or a television series. It may be also just a publicity stunt. Showmances during reality shows are often motivated by the participants wanting popularity with the viewers for post show success as well as success during the show, if Audience Voting is a part of the format. In some competitive reality tv shows Big Brother or Survivor, contestants often engaged in a showmance for strategic purposes. A showmance couple, by protecting each other and by voting together, maintaining power over the games political power structure. Sometimes, when an amorous relationship actually does continue after the end of a show, many people would still allege that it is just a show the two are putting on.\\\\nShowmance is a portmanteau of the words show and romance. With a very few exceptions almost all showmance cases end as soon as the theater piece, or the television series or reality show is over. Although mostly involving two persons, it may also possibly extend into a three-way showmance or foursome often accompanied with real or acted rivalries and jealousies. Although mostly the relations involve partners of the opposite sex, at times, showmances may involve same sex relations as well.Often, a showmance occurs between two people playing lovers. The showmance could be caused because of the close contact between the actors in such situations, or because of a confusion between real emotions and the characters emotions.\\\\nThe term has however moved to broader general use, describing any contrived romance, also known as a relationship between two people, when either or both act out or fake being in love without meaning it, or in many cases with ulterior motives, like benefiting from the other party or misusing and abusing their feelings.']","related":17,"point_value":17,"grade_level":12.1,"summary_length":2606,"points_for_card":5.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Showmance', 'Showmance, A showmance sometimes show-mance, also known as show romance, is a romance that develops between two individuals in theater, or on films and television series and between reality show contestants or participants for the running period of the show.It is also considered a neologism and its usage is gaining popularity in the media.The term came to the attention of the mainstream on the non-scripted American television show Big Brother when it was first used by Will Kirby in 2001."},{"title":"Jailhouse Rock (film)","summary":"['Jailhouse Rock (film)', 'Jailhouse Rock film, Jailhouse Rock is a 1957 American musical drama film directed by Richard Thorpe and starring Elvis Presley, Judy Tyler, Mickey Shaughnessy, Vaughn Taylor and Jennifer Holden. Adapted by Guy Trosper from a story written by Nedrick Young, the film tells the story of Vince Everett Presley, a convict who learns the guitar while in prison and later becomes a star following his release.\\\\nThe films iconic soundtrack was written by songwriters Mike Stoller and Jerry Leiber. The dance sequence to the films title song is often cited as Presleys greatest moment on screen.\\\\nJailhouse Rock premiered in Memphis, Tennessee on October 17, 1957, and was released nationwide on November 8, 1957. It peaked at #3 on the Variety box-office chart and finished #14 for the year, grossing $4 million. The film initially earned mixed reviews, with much of the negative targeted at Presley. In 2004, the film was selected for preservation in the National Film Registry by the Library of Congress, who deemed it culturally, aesthetically or historically significant.']","related":427,"point_value":427,"grade_level":11.7,"summary_length":1100,"points_for_card":5.0,"acronym":false,"years_in_summary":4,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Jailhouse Rock (film)', 'Jailhouse Rock film, Jailhouse Rock is a 1957 American musical drama film directed by Richard Thorpe and starring Elvis Presley, Judy Tyler, Mickey Shaughnessy, Vaughn Taylor and Jennifer Holden.Adapted by Guy Trosper from a story written by Nedrick Young, the film tells the story of Vince Everett Presley, a convict who learns the guitar while in prison and later becomes a star following his release.\\\\nThe films iconic soundtrack was written by songwriters Mike Stoller and Jerry Leiber."},{"title":"The Sheik (film)","summary":"['The Sheik (film)', 'The Sheik film, The Sheik is a 1921 American silent romantic drama film produced by Famous Players-Lasky, directed by George Melford, starring Rudolph Valentino and Agnes Ayres, and featuring Adolphe Menjou. It was based on the bestselling 1919 romance novel of the same name by Edith Maude Hull and was adapted for the screen by Monte M. Katterjohn. The film was a box-office hit and helped propel Valentino to stardom.In the 1926 sequel The Son of the Sheik, Valentino played both the Sheik and his son, while Ayres reprised her role. A third film in the series, Shes a Sheik, was produced in 1927 by Paramount and starred Bebe Daniels in a comedic role reversal of the original film.']","related":188,"point_value":188,"grade_level":9.3,"summary_length":710,"points_for_card":1.0,"acronym":false,"years_in_summary":4,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('The Sheik (film)', 'The Sheik film, The Sheik is a 1921 American silent romantic drama film produced by Famous Players-Lasky, directed by George Melford, starring Rudolph Valentino and Agnes Ayres, and featuring Adolphe Menjou.It was based on the bestselling 1919 romance novel of the same name by Edith Maude Hull and was adapted for the screen by Monte M. Katterjohn."},{"title":"Gabbay's separation theorem","summary":"[\"Gabbay's separation theorem\", 'Gabbays separation theorem, In mathematical logic and computer science, Gabbays separation theorem, named after Dov Gabbay, states that any arbitrary temporal logic formula can be rewritten in a logically equivalent past future form. I.e. the future becomes what must be satisfied. This form can be used as execution rules; a MetateM program is a set of such rules.']","related":9,"point_value":9,"grade_level":13.6,"summary_length":400,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"(\"Gabbay's separation theorem\", 'Gabbays separation theorem, In mathematical logic and computer science, Gabbays separation theorem, named after Dov Gabbay, states that any arbitrary temporal logic formula can be rewritten in a logically equivalent past future form.I.e. the future becomes what must be satisfied."},{"title":"Girlboss","summary":"['Girlboss', 'Girlboss, Girlboss, also known as girlboss-ism, is a neologism popularised by Sophia Amoruso in her 2014 book Girlboss, which denotes a woman whose success is defined in opposition to the masculine business world in which she swims upstream. The concepts ethos has been described as convenient incrementalism.']","related":30,"point_value":30,"grade_level":12.7,"summary_length":325,"points_for_card":5.0,"acronym":false,"years_in_summary":1,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Girlboss', 'Girlboss, Girlboss, also known as girlboss-ism, is a neologism popularised by Sophia Amoruso in her 2014 book Girlboss, which denotes a woman whose success is defined in opposition to the masculine business world in which she swims upstream.The concepts ethos has been described as convenient incrementalism.')"},{"title":"Undone (radio series)","summary":"['Undone (radio series)', 'Undone radio series, Undone is a radio comedy broadcast by the BBC on the digital channel BBC 7, written by and starring Ben Moor. It uses a sci-fi theme of parallel universes to poke fun at life and especially the media business in London. The series focuses on the life of Edna Turner Sarah Solemani in Series One and Alex Tregear in Series Two and Three, a journalist for a listings magazine who discovers a weird parallel version of London called Undone.\\\\nThe pilot episode also known as Mind the Gaps, and first broadcast March 2006 was subsequently designated Episode One of the first season. That first season was broadcast on consecutive evenings in October 2006. In November 2007 it was re-broadcast over five weeks. BBC7 broadcast a second series of six weekly episodes, beginning Sunday 20 January 2008. A third series was broadcast starting on 28 November 2009, making Undone BBC Radio 7s longest-running original narrative comedy, that is one not previously broadcast on any other BBC network.']","related":31,"point_value":31,"grade_level":11.6,"summary_length":1036,"points_for_card":5.0,"acronym":false,"years_in_summary":5,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Undone (radio series)', 'Undone radio series, Undone is a radio comedy broadcast by the BBC on the digital channel BBC 7, written by and starring Ben Moor.The series focuses on the life of Edna Turner Sarah Solemani in Series One and Alex Tregear in Series Two and Three, a journalist for a listings magazine who discovers a weird parallel version of London called Undone.\\\\nThe pilot episode also known as Mind the Gaps, and first broadcast March 2006 was subsequently designated Episode One of the first season."},{"title":"Shirley Temple","summary":"['Shirley Temple', 'Shirley Temple, Shirley Temple Black born Shirley Jane Temple; April 23, 1928 February 10, 2014 was an American actress, singer, dancer, and diplomat who was Hollywoods number one box-office draw as a child actress from 1934 to 1938. Later, she was named United States ambassador to Ghana and Czechoslovakia, and also served as Chief of Protocol of the United States.\\\\nTemple began her film career at the age of three in 1931. Two years later, she achieved international fame in Bright Eyes, a feature film produced specially for her talents. She received a special Juvenile Academy Award in February 1935 for her outstanding contribution as a juvenile performer in motion pictures during 1934. Film hits such as Curly Top and Heidi followed year after year during the mid-to-late 1930s. Temple capitalized on licensed merchandise that featured her wholesome image; the merchandise included dolls, dishes, and clothing. Her box-office popularity waned as she reached adolescence. She appeared in 29 films from the ages of 3 to 10 but in only 14 films from the ages of 14 to 21. Temple retired from film in 1950 at the age of 22.In 1958, Temple returned to show business with a two-season television anthology series of fairy tale adaptations. She made guest appearances on television shows in the early 1960s and filmed a sitcom pilot that was never released. She sat on the boards of corporations and organizations, including The Walt Disney Company, Del Monte Foods, and the National Wildlife Federation.\\\\nShe began her diplomatic career in 1969, when she was appointed to represent the United States at a session of the United Nations General Assembly, where she worked at the U.S. Mission under Ambassador Charles W. Yost. In 1988, she published her autobiography, Child Star.Temple was the recipient of numerous awards and honors, including the Kennedy Center Honors and a Screen Actors Guild Life Achievement Award. She is 18th on the American Film Institutes list of the greatest female American screen legends of classic Hollywood cinema.']","related":612,"point_value":612,"grade_level":10.5,"summary_length":2070,"points_for_card":5.0,"acronym":false,"years_in_summary":13,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"Later, she was named United States ambassador to Ghana and Czechoslovakia, and also served as Chief of Protocol of the United States.\\\\nTemple began her film career at the age of three in 1931.Temple retired from film in 1950 at the age of 22.In 1958, Temple returned to show business with a two-season television anthology series of fairy tale adaptations."},{"title":"Queen Elizabeth II Great Court","summary":"['Queen Elizabeth II Great Court', 'Queen Elizabeth II Great Court, The Queen Elizabeth II Great Court, commonly referred to simply as the Great Court, is the covered central quadrangle of the British Museum in London. It was redeveloped during the late 1990s to a design by Foster and Partners, from a 1970s design by Colin St John Wilson. The court was opened by Queen Elizabeth II in 2000.']","related":185,"point_value":185,"grade_level":9.8,"summary_length":394,"points_for_card":1.0,"acronym":false,"years_in_summary":3,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Queen Elizabeth II Great Court', 'Queen Elizabeth II Great Court, The Queen Elizabeth II Great Court, commonly referred to simply as the Great Court, is the covered central quadrangle of the British Museum in London.It was redeveloped during the late 1990s to a design by Foster and Partners, from a 1970s design by Colin St John Wilson."},{"title":"Tree care","summary":"['Tree care', 'Tree care, Tree care is the application of arboricultural methods like pruning, trimming, and felling\/thinning in built environments. Road verge, greenways, backyard and park woody vegetation are at the center of attention for the tree care industry. Landscape architecture and urban forestry also set high demands on professional tree care. High safety standards against the dangers of tree care have helped the industry evolve. Especially felling in space-limited environments poses significant risks: the vicinity of power or telephone lines, insufficient protective gear against falling dead wood, chainsaw wounds, etc. and narrow felling zones with endangered nearby buildings, parking cars, etc. The required equipment and experience usually transcends private means and is often considered too costly as a permanent part of the public infrastructure. In singular cases, traditional tools like handsaws may suffice, but large-scale tree care usually calls for heavy machinery like cranes, bucket trucks, harvesters, and woodchippers.\\\\nRoad side trees are especially prone to abiotic stress by exhaust fumes, toxic road debris, soil compaction, and drought which makes them susceptible to fungal infections and various plant pests. When tree removal is not an option, because of road ecology considerations, the main challenge is to achieve road safety visibility of road signs, blockage-free lanes, etc. while maintaining tree health.']","related":49,"point_value":49,"grade_level":11.9,"summary_length":1458,"points_for_card":5.0,"acronym":false,"years_in_summary":0,"years_in_title":0,"points_by_year_mentioned":1,"summary_short":"('Tree care', 'Tree care, Tree care is the application of arboricultural methods like pruning, trimming, and felling\/thinning in built environments.Road verge, greenways, backyard and park woody vegetation are at the center of attention for the tree care industry."}]