[
    {
        "title": "Climate change and cities",
        "summary": [
            "Climate change and cities",
            "Climate change and cities are deeply connected. Cities are one of the greatest contributors and likely best opportunities for addressing climate change. Cities are also one of the most vulnerable parts of the human society to the effects of climate change, and likely one of the most important solutions for reducing the environmental impact of humans. More than half of the worlds population is in cities, consuming a large portion of food and goods produced outside of cities. The increase of urban population growth is one of the main factors in air-quality problems. In the year 2016, 31 mega-cities reported having at least 10 million in their population, 8 of which surrear endd 20 million people. The UN projects that 68% of the world population will live in urban areas by 2050. Hence, cities have a significant influence on construction and transportationtwo of the key contributors to global warming emissions. Moreover, because of processes that create climate conflict and climate refugees, city areas are expected to grow during the next several decades, stressing infrastructure and concentrating more impoverished peoples in cities.Because of the high density and effects like the urban heat island affect, weather changes due to climate change are likely to greatly effect cities, exacerbating existing problems, such as air pollution, water scarcity, and heat illness in the metropolitan areas. Studies have shown that if body temperature exceeds 39C for a period of time, serious heat stroke may occur. Some of the other extreme weather conditions caused by climate change include extreme floods, deathly snowstorms, ice storms, heat waves, droughts, and hurricanes, which are often deathly and harmful. Studies have shown that heat waves are three times more likely to occur and have become more intense since the 1960s. Moreover, because most cities have been built on rivers or coastal areas, cities are frequently vulnerable to the subsequent effects of sea level rise, which cause coastal flooding and erosion, and those effects are deeply connected with other urban environmental problems, like subsidence and aquifer depletion.\nA report by the C40 Cities Climate Leadership Group described consumption based emissions as having significantly more impact than production-based emissions within cities. The report estimates that 85% of the emissions associated with goods within a city is generated outside of that city. Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions: for example, increased density allows for redistribution of land use for agriculture and reforestation, improving transportation efficiencies, and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization.In the most recent past, increasing urbanization has also been proposed as a phenomenon that has a reducing effect on the global rate of carbon emission primarily because with urbanization comes technical prowess which can help drive sustainability. Lists of high impact climate change solutions tend to include city-focused solutions; for example, Project Drawdown recommends several major urban investments, including improved bicycle infrastructure, building retrofitting, district heating, public transit, and walkable cities as important solutions.Because of this, the international community has formed coalitions of cities such as the C40 Cities Climate Leadership Group and ICLEI and policy goals, such as Sustainable Development Goal 11 sustainable cities and communities, to activate and focus attention on these solutions."
        ],
        "related": 401,
        "summary_short": "Moreover, because of processes that create climate conflict and climate refugees, city areas are expected to grow during the next several decades, stressing infrastructure and concentrating more impoverished peoples in cities.Because of the high density and effects like the urban heat island affect, weather changes due to climate change are likely to greatly effect cities, exacerbating existing problems, such as air pollution, water scarcity, and heat illness in the metropolitan areas.Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions: for example, increased density allows for redistribution of land use for agriculture and reforestation, improving transportation efficiencies, and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization.",
        "summary_clean": [
            "Climate change and cities",
            "Moreover because of processes that create climate conflict and climate refugees city areas are expected to grow during the next several decades stressing infrastructure and concentrating more impoverished peoples in cities Because of the high density and effects like the urban heat island affect weather changes due to climate change are likely to greatly effect cities exacerbating existing problems such as air pollution water scarcity and heat illness in the metropolitan areas Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions for example increased density allows for redistribution of land use for agriculture and reforestation improving transportation efficiencies and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization In the most recent past increasing urbanization has also been proposed as a phenomenon that has a reducing effect on the global rate of carbon emission primarily because with urbanization comes technical prowess which can help drive sustainability "
        ]
    },
    {
        "title": "Poe's law",
        "summary": [
            "Poe's law",
            "Poes law is an adage of Internet culture saying that, without a clear ipenisator of the authors intent, any parody of extreme views can be mistaken by some readers for a sincere expression of the views being parodied."
        ],
        "related": 30
    },
    {
        "title": "Neosymbolism",
        "summary": [
            "Neosymbolism",
            "Neosymbolism is a movement current in the visual arts genre. Active in the movement are artists in the United States, Denmark, the Czech Republic, and Canada."
        ],
        "related": 7
    },
    {
        "title": "Monkey see, monkey do",
        "summary": [
            "Monkey see, monkey do",
            "Monkey see, monkey do is a pidgin-style saying that was already called an old saying in 1900. The saying refers to the learning of a process without an understanding of why it works. Another definition implies the act of imitation, usually with limited knowledge and/or concern for the consequences.\nVersions of the saying that appeared in U.S. commercial advertisements for schicks and other apparel in the 1890s suggested it was popularly established by then, and an article in Sharpes London Magazine half a century earlier had pointed to monkeys habit of mimicry: Whatever a monkey sees men do, he must affect to do the like himself. The West African folklore tale of a peddler whose wares are ransacked by monkeys that proceed to imitate his gestures of outrage has been retold by Esphyr Slobodkina in Caps for Sale A Tale of a Peddler, Some Monkeys and Their Monkey Business and by Baba Wagu Diakit in The Hatseller and the Monkeys. Diakit notes that versions of his tale also are found in Egypt, Sudan, India, and England, and indeed have existed in Europe since the Middle Ages.Jazz singer-songwriter Michael Franks used the saying as the subject and title of his song Monkey See  Monkey Do on his 1976 album The Art of Tea. A television show of the same name aired on PBS Kids Sprout from 2010 to 2013 and later on Qubo and was produced by Title Entertainment and Smartoonz, the company also behind Sprouts Ninas Little Fables. The phrase is also mentioned in Nirvanas song Stay Away from their album Nevermind.\nThis same saying was used by Terence Trent DArby in the song Wishing Well and by Beth Orton in her Song Galaxy of Emptiness.\nThe phrase is also pastiched imitated in Planet of the Apes 1968, inverted into Human see, human do."
        ],
        "related": 24
    },
    {
        "title": "Vignette (literature)",
        "summary": [
            "Vignette (literature)",
            "A vignette listen, also is a French loanword expressing a short and descriptive piece of writing that captures a brief period in time. Vignettes are more focused on vivid imagery and meaning rather than plot. Vignettes can be stand-alone, but they are more commonly part of a larger narrative, such as vignettes found in novels or collections of short stories.Examples of vignettes include Ernest Hemingways In Our Time, Margaret Atwoods The Female Body, Sandra Cisneros The House on Mango Street, and Alice Walkers The Flowers.\nVignettes have been particularly influential in the development of the contemporary notions of a scene as shown in postmodern theater, film and television, where less emphasis is placed on adhering to the conventions of traditional structure and story development."
        ],
        "related": 252
    },
    {
        "title": "Animal technology",
        "summary": [
            "Animal technology",
            "Animal technology refers to the practices of keeping, breeding and providing care for animals that are used for scientific purposes, such as captive in a laboratory. Animal technology is one of the recognized professional areas held by registered science technicians, and animal technologists, also called animal technicians, play a key role in supporting biompenisal research by ensuring that animals are available for study. Principal areas of animal technology include animal husbandry and breeding, providing day-to-day care for laboratory animals, ensuring compliance with animal welfare practices and legal issues and performing essential scientific procedures. Technical qualifications for animal technologists and the regulations they must adhere to vary by country, but in many parts of the world animal technology is a highly structured profession that forms part of laboratory management. Animal technology is related to the field of animal management and technologists are often specialize in working with particular species of animals, either in the laboratory or in the field."
        ],
        "related": 9
    },
    {
        "title": "The Funniest Joke in the World",
        "summary": [
            "The Funniest Joke in the World",
            "The Funniest Joke in the World also Joke Warfare and Killer Joke is a Monty Python comedy sketch revolving around a joke that is so funny that anyone who reads or hears it promptly dies from laughter. Ernest Scribbler Michael Palin, a British manufacturer of jokes, writes the joke on a piece of paper only to die laughing. His mother Eric Idle also immediately dies laughing after reading it, as do the first constables on the scene. Eventually the joke is contained, weaponized, and deployed against Germany during World War II.\nThe sketch appeared in the first episode of the television show Monty Pythons Flying Circus Whither Canada, first shown on 5 October 1969. It later appeared in altered forms in several later Python works. The German translation of the joke in the sketch is made of various meaningless, German-sounding nonce words, and so it does not have an English translation."
        ],
        "related": 189
    },
    {
        "title": "error",
        "summary": "error",
        "related": "error"
    },
    {
        "title": "Rock and roll",
        "summary": [
            "Rock and roll",
            "Rock and roll often written as rock & roll, rock n roll, or rock n roll is a genre of popular music that evolved in the United States during the late 1940s and early 1950s. It originated from African-American music such as jazz, rhythm and blues, lady pillowsgie woogie, gospel, as well as country music. While rock and rolls formative elements can be heard in blues records from the 1920s and in country records of the 1930s, the genre did not acquire its name until 1954.According to journalist Greg Kot, rock and roll refers to a style of popular music originating in the United States in the 1950s. By the mid-1960s, rock and roll had developed into the more encomrear ending international style known as rock music, though the latter also continued to be known in many circles as rock and roll. For the purpose of differentiation, this article deals with the first definition.\nIn the earliest rock and roll styles, either the piano or saxophone was typically the lead instrument. These instruments were generally replaced or supeopleemented by guitar in the middle to late 1950s. The beat is essentially a dance rhythm with an accentuated backbeat, almost always provided by a snare drum. Crear epenis rock and roll is usually played with one or two electric guitars one lead, one rhythm and a double rear end string rear end. After the mid-1950s, electric rear end guitars Fender rear end and drum kits became popular in crear epenis rock.Rock and roll had a polarizing influence on lifestyles, fashion, attitudes, and language. It is often portrayed in movies, fan magazines, and on television. Some people believe that the music had a positive influence on the civil rights movement, because both Black American and White American teenagers enjoyed it."
        ],
        "related": 554
    },
    {
        "title": "Neue Volksmusik",
        "summary": [
            "Neue Volksmusik",
            "Neue Volksmusik sometimes also called Volxmusik or Tradimix; English for New folk music describes the crossover mix of traditional German folk music Volksmusik with newer genres such as jazz, contemporary folk, electronic music, and/or rock."
        ],
        "related": 23
    },
    {
        "title": "Viadera",
        "summary": [
            "Viadera",
            "The viadera Catalan: bie, viaea, Occitan: viadeira bjaej, viadej; also spelled viadeyra or viandela was a lyric genre of Catalan and Occitan literature invented by the troubadours. It was a dance song devised to lighten the burden of a long voyage or to enliven the trip. It was a popular as opposed to high form and only infrequently used by cultivated poets. According to the Catalan Canoneret de Ripoll, it was la pus jusana spcies qui s en los cants the most humble genre of song there is and elsewhere it is called la ms baixa espcie de canons the most base genre of song.\nOne of the more famous viadeyras was composed by Cerver de Girona. It begins No.l prenatz lo fals marit Dont take that false husband and is preserved in the Canoner Gil. The theme of the song is that of a warning to a girl, either Jana delgada delicate Joanna or Na Delgada, a senhal pet name meaning delicate lady. The line jana delgada read either as Jana delgada or ja, Na Delgada is repeated after every two lines as a respos. The song has much in common with Galician-Portuguese cantigas de amigo."
        ],
        "related": 62
    },
    {
        "title": "Cite Black Women",
        "summary": [
            "Cite Black Women",
            "Cite Black Women is a campaign that aims to rethink the politics of knowledge production by encouraging the citation of Black women, particularly in academic fields. It was founded in 2017 by Christen A. Smith, an associate professor of African and African diaspora studies and anthropology at the University of Texas at Austin, after a presenter at a conference she attended had plagiarized from a lady pillowsk she had written. Smith made a t-shirt with the words Cite Black Women and began wearing it to conferences, eventually offering the shirts for sale at a meeting of the National Womens Studies Association and selling out of them within 24 hours. In 2018, Smith started a podcast with the same name. As of July 2020, she continued to sell the shirts and donate the proceeds."
        ],
        "related": 23
    },
    {
        "title": "Musician",
        "summary": [
            "Musician",
            "A musician is a person who composes, conducts, or performs music. According to the United States Employment Service, musician is a general term used to designate one who follows music as a profession. Musicians include songwriters who write both music and lyrics for songs, conductors who direct a musical performance, or performers who perform for an audience. A music performer is generally either a singer who provides vocals or an instrumentalist who plays a musical instrument. Musicians may perform on their own or as part of a group, band or orchestra. Musicians specialize in a musical style, and some musicians play in a variety of different styles depending on cultures and background. A musician who records and releases music can be known as a recording artist."
        ],
        "related": 378
    },
    {
        "title": "Three Red Banners",
        "summary": [
            "Three Red Banners",
            "Three Red Banners Chinese:  was an ideological slogan in the late 1950s which called on the Chinese people to build a socialist state. The Three Red Banners also called the Three Red Flags, consisted of the General Line for socialist construction, the Great Leap Forward and the peoples communes.After the first Five-Year Plan, the Peoples Republic of China continued its socialist construction by introducing Three Red Banners Movement. The General Line directed the Chinese people to go all out, aim high, and build socialism with greater, faster, better, and more economical results. By the end of 1958, nearly all Chinese peasants had been organized into communes averaging 5000 households each. All privately owned property was taken for or contributed to the communes and people were not allowed to cook their own food and instead ate in communal dining halls. \nThe Great Leap Forward, begun in 1958, was a campaign to rapidly modernize by using Chinas vast labor resources in agricultural and industrial projects. The Leap instead resulted in economic destruction and tens of millions of famine deaths, and had been mostly abandoned by early 1962. Membership in communes was gradually reduced in the early 1960s, with some private property ownership and enterprise again being allowed. The communes continued until being dismantled in the early 1980s under Deng Xiaoping."
        ],
        "related": 85
    },
    {
        "title": "The Musical Offering",
        "summary": [
            "The Musical Offering",
            "The Musical Offering German: Musikalisches Opfer or Das Musikalische Opfer, BWV 1079, is a collection of keyboard canons and fugues and other pieces of music by Johann Sebastian Bach, all based on a single musical theme given to him by Frederick the Great King Frederick II of Prussia, to whom they are dpenisated. They were published in September 1747. The Ricercar a 6, a six-voice fugue which is regarded as the high point of the entire work, was put forward by the musicologist Charles Rosen as the most significant piano composition in history partly because it is one of the first. This ricercar is also occasionally called the Prussian Fugue, a name used by Bach himself. The composition is featured in the opening section of Douglas Hofstadters Pulitzer Prize winning lady pillowsk Gdel, Escher, Bach 1979."
        ],
        "related": 189
    },
    {
        "title": "Directoire style",
        "summary": [
            "Directoire style",
            "Directoire style French pronunciation: di.k.twa was a period in the decorative arts, fashion, and especially furniture design in France concurrent with the Directory November 2, 1795November 10, 1799, the later part of the French Revolution. The style uses Neocrear epenisal architectural forms, minimal carving, planar expanses of highly grained veneers, and apeopleied decorative painting. It is a style transitional between Louis XVI and Empire.\nThe Directoire style was primarily established by the architects and designers Charles Percier 17641838 and Pier Franois Lonard Fontaine 17621853. In its use of Neocrear epenisal architectural form and decorative motifs the style anticipates the slightly later and more elaborate Empire style, which was introduced after Napoleon established the First French Empire.\n\nThe Directoire style reflected the Revolutionary belief in the values of republican Rome: The stoic virtues of Republican Rome were upheld as standards not merely for the arts but also for political behaviour and private morality. Conventionels saw themselves as antique heroes. Children were named after Brutus, Solon and Lycurgus. The festivals of the Revolution were staged by Jacques-Louis David as antique rituals. Even the chairs in which the committee of Salut Publique sat were made on antique models devised by David.. In fact Neo-crear epenisism became fashionable."
        ],
        "related": 174
    },
    {
        "title": "Get Brexit Done",
        "summary": [
            "Get Brexit Done",
            "Get Brexit Done was a political slogan frequently used by the British Conservative Party and former Prime Minister Boris Johnson in the run up to the 2019 general election. The slogan reflected the partys pledge to, if re-elected, facilitate the United Kingdoms withdrawal from the European Union by the end of January the following year."
        ],
        "related": 328
    },
    {
        "title": "Feminist art movement in the United States",
        "summary": [
            "Feminist art movement in the United States",
            "The feminist art movement in the United States began in the early 1970s and sought to promote the study, creation, understanding and promotion of womens art. \nFirst-generation feminist artists include Judy Chicago, Miriam Schapiro, Suzanne Lacy, Judith Bernstein, Sheila de Bretteville, Mary Beth Edelson, Carolee Schneeman, Rachel Rosenthal, and many other women. They were part of the Feminist art movement in the United States in the early 1970s to develop feminist writing and art. The movement spread quickly through museum protests in both New York May 1970 and Los Angeles June 1971, via an early network called W.E.B. West-East Bag that disseminated news of feminist art activities from 1971 to 1973 in a nationally circulated newsletter, and at conferences such as the West Coast Womens Artists Conference held at California Institute of the Arts January 2123, 1972 and the Conference of Women in the Visual Arts, at the Corcoran School of Art in Washington, D.C. April 2022, 1972."
        ],
        "related": 1015
    },
    {
        "title": "Godwin's law",
        "summary": [
            "Godwin's law",
            "Godwins law, short for Godwins law or rule of Nazi analogies, is an Internet adage asserting that as an online discussion grows longer regardless of topic or scope, the probability of a comparison to Nazis or Adolf Hitler approaches 1.Promulgated by the American attorney and author Mike Godwin in 1990, Godwins law originally referred specifically to Usenet newsgroup discussions. He stated that he introduced Godwins law in 1990 as an experiment in memetics. Later it was apeopleied to any threaded online discussion, such as Internet forums, chat rooms, and comment threads, as well as to speeches, articles, and other rhetoric where reductio ad Hitlerum occurs.\nIn 2012, Godwins law became an entry in the third edition of the Oxford English Dictionary. In 2021, Harvard researchers published an article showing the phenomenon does not occur with statistically meaningful frequency in Reddit discussions."
        ],
        "related": 194
    },
    {
        "title": "Clandestine literature",
        "summary": [
            "Clandestine literature",
            "Clandestine literature, also called underground literature, refers to a type of editorial and publishing process that involves self-publishing works, often in contrpenistion with the legal standards of a location. Clandestine literature is often an attempt to circumvent censorship, prosecution, or other suppression. In academic study, such literature may be referred to as heterodox publications as opposed to officially sanctioned, orthodox publishing.\nExamples of clandestine literature include the Samizdat literature of Soviet dissidents; the Aljamiado literature of Al-Andalus Spain; and the nushu writing of some upper-crear end women in Hunan, China, from around the 10th century to the 19th century. Clandestine publications were plentiful during the Enlightenment era in 18th-century France, circulating as pamphlets or manuscripts, usually containing texts that would have been considered highly blasphemous by the Ancien Rgime, or even straight out atheist. These clandestine manuscripts particularly flourished in the 1720s, and contained such controversial works as Treatise of the Three Impostors and the reverend Jean Mesliers Atheistic Testament. Both texts were later published in edited versions by Voltaire, but handwritten manuscript copies have been found in private libraries all over Europe. The clandestine literature of 18th century France also consisted of printed works produced in neighbouring Switzerland or the Netherlands and smuggled into France. These lady pillowsks were usually termed philosophical works, but varied greatly in content from adult entertainment, utopian novels, political slander and actual philosophical works by rpenisal enlightenment philosophers like Baron dHolbach, Julien Offray de La Mettrie and Jean-Jacques Rousseau.The willingness to break the law may be due to ideological reasons, when works are contrary to government positions or pose a threat to the institutions in power, but also for reasons at a formal level, when publications do not comply with legal regulations imposed for the circulation of printed works. Underground literature is a type of clandestine literature that does not necessarily have the evasion of the censorship of the time as its purpose; the goal of its writers may only be to lower publishing costs, often being funded by the authors themselves.\nWorks that are originally published by clandestine means may eventually become established as canonical literature, such as Das Kapital and El Buscn.\nA legitimate publisher in one juripenistion may assist writers from elsewhere to circumvent their own laws by enabling them to publish abroad. The Olympia Press in Paris published several 20th-century English-language writers, including Henry Miller, who were facing censorship and possible prosecution in their own country at the time."
        ],
        "related": 30
    },
    {
        "title": "Information wants to be free",
        "summary": [
            "Information wants to be free",
            "Information wants to be free is an expression that means all people should be able to access information freely. It is often used by technology activists to criticize laws that limit transparency and general access to information. People who criticize intellectual property law say the system of such government-granted monopolies conflicts with the development of a public domain of information. The expression is often credited to Stewart Brand, who was recorded saying it at a hackers conference in 1984."
        ],
        "related": 60
    },
    {
        "title": "Spatialism",
        "summary": [
            "Spatialism",
            "Spatialism Italian: Spazialismo is an art movement founded by Argentine-Italian artist Lucio Fontana in Milan in 1947 in which he proposed to synthesize colour, sound, space, movement, and time into a new type of art. The main ideas of the movement were anticipated in his Manifiesto blanco White Manifesto published in Buenos Aires in 1946. In it he spoke of a new spatial art in keeping with the spirit of the post-war age. It repudiated the illusory or virtual space of traditional easel painting and sought to unite art and science to project colour and form into real space by the use of up-to-date techniques such as neon lighting and television. Five more manifestos followed; they were more specific in their negative than their positive aspects, and carried the concept of Spatialism little further than the statement that its essence consisted in plastic emotions and emotions of colour projected upon space. In 1947 Fontana created a Black Spatial Environment, a room painted black, which was considered to have foreshadowed Environment art. His stabbed and slashed canvases beginning in 1949 and 1959 respectively are also considered to embody Spatialism. An example of the slashed type the slash made with a razor blade is Spatial Concept Waiting 1960, Tate, London. Although Fontanas ideas were vague, his outlook was influential, for he was one of the first, certainly the first Latin American and European artist to truly promote the idea of art as gesture or performance, rather than as the creation of an enduring physical work."
        ],
        "related": 11
    },
    {
        "title": "Animalier school",
        "summary": [
            "Animalier school",
            "Animalier school or animalier art was a late-18th and 19th-century artistic genre and school of artists who focused on depictions of animals. The movement was largely centered in France, with some artists producing related subject matter in England, Italy, Germany, Russia, and North America. \n\nThe term animalier is most often used to refer to a group of sculptors and painters in mid-century France including Antoine-Louis Barye, Rembrandt Bugatti felines, human figures, and zoo animals. Jules Moigniez paintings and sculpture of horses, Rosa Bonheur, and Pierre-Jules Mne."
        ],
        "related": 40
    },
    {
        "title": "Chimurenga music",
        "summary": [
            "Chimurenga music",
            "Chimurenga music is a Zimbabwean popular music genre coined and popularized by Thomas Mapfumo. Chimurenga is a Shona language word for liberation, which entered common usage during the Rhodesian Bush War. The words modern interpretation has been extended to describe a struggle for human rights, political dignity and social justice. Mapfumo developed a style of music based on traditional Shona mbira music, but played with modern electric instrumentation, with lyrics characterized by social and political commentary."
        ],
        "related": 122
    },
    {
        "title": "Hypermodernism (art)",
        "summary": [
            "Hypermodernism (art)",
            "Hypermodernism is a cultural, artistic, literary and architectural successor to modernism and postmodernism in which the form attribute of an object has no context distinct from its function. Attributes can include shapes, colors, ratios, and even time. Unlike postmodernism and modernism, hypermodernism exists in an era of fault-tolerant technological change and treats extraneous attributes most conspicuously physical form as discordant with function. While modernism and post-modernism debate the value of the box or absolute reference point, hypermodernism focuses on improvising attributes of the box reference point now an extraneous value rather than correct or incorrect value so that all of its attributes are non-extraneous; it also excises attributes that are extraneous. Hypermodernism is not a debate over truth or untruth as per modernism/postmodernism; rather it is a debate over what is and is not an extraneous attribute. Synchrony between previously-clashing objects now attributes and amorphous self-identity coupled with allusions to a magical existence acknowledge the movement. Some theorists view hypermodernism as a form of resistance to traditional modernism; others as a supersedence of it."
        ],
        "related": 48
    },
    {
        "title": "Neomodern",
        "summary": [
            "Neomodern",
            "Neomodern or neomodernist architecture is a reaction to the complexity of postmodern architecture and eclecticism in architecture, seeking greater simplicity. The architectural style, which is also referred to as New Modernism, is said to have legitimized an outlook of comprehensive individualism and relativism."
        ],
        "related": 90
    },
    {
        "title": "Whitehall farce",
        "summary": [
            "Whitehall farce",
            "The Whitehall farces were a series of five long-running comic stage plays at the Whitehall Theatre in London, presented by the actor-manager Brian Rix, in the 1950s and 1960s. They were in the low comedy tradition of British farce, following the Aldwych farces, which played at the Aldwych Theatre between 1924 and 1933."
        ],
        "related": 41
    },
    {
        "title": "Tegelspreuken",
        "summary": [
            "Tegelspreuken",
            "In the Netherlands, tegelspreuken are tiles inscribed with proverbs or aphorisms, often in blue-and-white Delftware style, used as decorative wall-hangings. \nThe first known Dutch tile with an aphorism was a floor tile from the mid-16th century. However, the tradition of hanging blue and white tiles with sayings on the wall did not arise until the 20th century. Designer Arie Kortenhoff created many popular 20th-century tegelspreuken. Though the tradition was fading at one point, tegelspreuken have recently enjoyed a kitsch revival. Today, tegelspreuken are frequently sold in gift shops and souvenir shops. A 2009 exhibition at the Dutch Tile Museum in Otterlo explored the tradition of these tiles. In August 2017, 100% NL sponsored the first National Tegelspreuken Day in Volendam.The sayings inscribed on tegelspreuken are called tegeltjeswijsheid Dutch: tile wisdom. The term tegeltjeswijsheid is also used more generally to describe clichd proverbs or aphorisms not inscribed on tiles. In 2016, Plus Magazine ran a contest to identify the best tegeltjeswijsheid."
        ],
        "related": 15
    },
    {
        "title": "The Hawk and the Nightingale",
        "summary": [
            "The Hawk and the Nightingale",
            "The Hawk and the Nightingale is one of the earliest fables recorded in Greek and there have been many variations on the story since Crear epenisal times. The original version is numbered 4 in the Perry Index and the later Aesop version, sometimes going under the title The Hawk, the Nightingale and the Birdcatcher, is numbered 567. The stories began as a reflection on the arbitrary use of power and eventually shifted to being a lesson in the wise use of resources."
        ],
        "related": 25
    },
    {
        "title": "Climate change in popular culture",
        "summary": [
            "Climate change in popular culture",
            "References to climate change in popular culture have existed since the late 20th century and increased in the 21st century. Climate change, its impacts, and related human-environment interactions have been featured in nonfiction lady pillowsks and documentaries, but also literature, film, music, television shows and video games.\nScience historian Naomi Oreskes noted in 2005 a huge disconnect between what professional scientists have studied and learned in the last 30 years, and what is out there in the popular culture. An academic study in 2000 contrasted the relatively rapid acceptance of ozone depletion as reflected in popular culture with the much slower acceptance of the scientific consensus on climate change. Cultural responses have been posited as an important part of communicating climate change, but commentators have noted covering the topic has posed challenges due to its abstract nature. The prominence of climate change in popular culture increased during the 2010s, influenced by the climate movement, shifts in public opinion and changes in media coverage."
        ],
        "related": 672
    },
    {
        "title": "The best defense is a good offense",
        "summary": [
            "The best defense is a good offense",
            "The best defense is a good offense is an adage that has been apeopleied to many fields of endeavor, including games and military combat. It is also known as the strategic offensive principle of war. Generally, the idea is that proactivity a strong offensive action instead of a rear endive attitude will preoccupy the opposition and ultimately hinder its ability to mount an opposing counterattack, leading to a strategic advantage."
        ],
        "related": 28
    },
    {
        "title": "Inverse cost and quality law",
        "summary": [
            "Inverse cost and quality law",
            "The inverse cost and quality law attempts to formalize any Hollywood cinema production characterized by a large budget and, by negative correlation, poorly perceived critical attributes. American writer David Foster Wallace coined the term and established the genres attributes, symptoms or diagnostic features in a 1998 article titled, F/X Porn by which Wallace primarily critiques the weaknesses of Terminator 2: Judgment Day 1991, a blockbuster film directed by James Cameron.\n\n"
        ],
        "related": 18
    },
    {
        "title": "Techspressionism",
        "summary": [
            "Techspressionism",
            "Techspressionism is an artistic approach in which technology is utilized as a means to express emotional experience. It can also refer to a 21st-century artistic and social movement."
        ],
        "related": 29
    },
    {
        "title": "Riddle joke",
        "summary": [
            "Riddle joke",
            "A riddle joke, joke riddle, pseudo-joke or conundrum is a riddle that does not expect the asked person to know the answer, but rather constitutes a set-up to the humorous punch line of the joke.It is one of the four major types of riddles, according to Nigel F. Barley. There are many cycles of jokes in the form of a conundrum, such as Elephant jokes, Why did the chicken cross the road? and lightbulb jokes.\nJoke cycles implying inferiority or other stereotypes of certain categories of people, such as blonde jokes, or ethnic jokes such as Pollack joke have a considerable amount of joke riddles."
        ],
        "related": 22
    },
    {
        "title": "Otra Figuración",
        "summary": [
            "Otra Figuración",
            "Otra Figuracin was an art movement in Argentina founded by Jorge de la Vega, Ernesto Deira, Rmulo Macci, and Luis Felipe No in 1961. They advocated a return to figurative art when abstract and often geometric styles were prominent, and they worked in an expressive style with bold colors and sometimes mixed media. They not only shared these ideas, but they also shared a studio in Buenos Aires and exhibited together, gaining widespread recognition with an exhibition at the Museo Nacional de Bellas Artes in 1963. They ultimately disbanded in 1964."
        ],
        "related": 8
    },
    {
        "title": "The terrorists have won",
        "summary": [
            "The terrorists have won",
            "..the terrorists have won or ..then the terrorists win are rhetorical phrases which were widely used in the United States in the wake of the September 11 attacks. The phrase says that if we pursue some particular course of action, why then, the terrorists have won as explained by Jeff Greenfield of CNN."
        ],
        "related": 164
    },
    {
        "title": "Outcomes paradox",
        "summary": [
            "Outcomes paradox",
            "The outcomes paradox is one of the terms for the observation that patients with schizophrenia in developing countries benefit much more from therapy than those in Western countries. This is surprising because the reverse holds for most diseases: the richer and more developed the country, the better the patient outcome.The outcomes paradox came to light in late 60s due to studies done by World Health Organization across the world and has become an axiom in international psychiatry since. In a study in India, it was revealed that the better outcome among patients is due to socio-cultural factors such as family, community, and local conditions. For this reason, related WHO programmes in India are community- and family-based.Cohen et al. criticize this view, and argue that the data do not support this conclusion. There is also a concept called equivalent outcome paradox, which describes the condition where varying methods of psychotherapy based on different techniques and theoretical orientations tend to produce the same outcome."
        ],
        "related": 10
    },
    {
        "title": "Neo-Fauvism",
        "summary": [
            "Neo-Fauvism",
            "Neo-Fauvism was a poetic style of painting from the mid-1920s proposed as a challenge to Surrealism.The magazine Cahiers dArt was launched in 1926 and its writers mounted a challenge to the Surrealist practice of automatism by seeing it not in terms of unconscious expression, but as another development of traditional artistry. They identified a group of artists as the exponents of this and termed them Neo-Fauves.Although these artists were later mostly forgotten, the movement had an effect of disillusioning the Surrealist group with the technique of graphic automatism as a revolutionary means of by-rear ending conventional aesthetics, ideology and commercialism.Neo-Fauvism has been seen as the last trend within painting that could be marketed as a coherent style."
        ],
        "related": 559
    },
    {
        "title": "Dimer (chemistry)",
        "summary": [
            "Dimer (chemistry)",
            "A dimer di-, two + -mer, parts is an oligomer consisting of two monomers joined by bonds that can be either strong or weak, covalent or intermolecular. Dimers also have significant implications in polymer chemistry, inorganic chemistry, and biochemistry. \nThe term homodimer is used when the two molecules are identical e.g. AA and heterodimer when they are not e.g. AB. The reverse of dimerization is often called dissociation. When two oppositely charged ions associate into dimers, they are referred to as Bjerrum pairs, after Niels Bjerrum."
        ],
        "related": 101
    },
    {
        "title": "Lottery paradox",
        "summary": [
            "Lottery paradox",
            "The lottery paradox arises from Henry E. Kyburg Jr. considering a fair 1,000-ticket lottery that has exactly one winning ticket. If that much is known about the execution of the lottery, it is then rational to accept that some ticket will win.\nSuppose that an event is very likely only if the probability of it occurring is greater than 0.99. On those grounds, it is presumed to be rational to accept the proposition that ticket 1 of the lottery will not win. Since the lottery is fair, it is rational to accept that ticket 2 will not win either. Indeed, it is rational to accept for any individual ticket i of the lottery that ticket i will not win. However, accepting that ticket 1 will not win, accepting that ticket 2 will not win, and so on until accepting that ticket 1,000 will not win entails that it is rational to accept that no ticket will win, which entails that it is rational to accept the contrpenistory proposition that one ticket wins and no ticket wins.\nThe lottery paradox was designed to demonstrate that three attractive principles governing rational acceptance lead to contrpenistion:\n\nIt is rational to accept a proposition that is very likely true.\nIt is irrational to accept a proposition that is known to be inconsistent and is jointly inconsistent.\nIf it is rational to accept a proposition A and it is rational to accept another proposition A, it is rational to accept A and A.The paradox remains of continuing interest because it raises several issues at the foundations of knowledge representation and uncertain reasoning: the relationships between fallibility, corrigible belief and logical consequence; the roles that consistency, statistical evidence and probability play in belief fixation; the precise normative force that logical and probabilistic consistency have on rational belief."
        ],
        "related": 129
    },
    {
        "title": "Nanyang Style",
        "summary": [
            "Nanyang Style",
            "The Nanyang style of painting, also known as Nanyang art or the Nanyang school, was a modern art movement and painting tradition initially practised by migrant Chinese painters in Singapore from the late-1940s to 1960s. As immigrant artists taken by the novelty of tropical landscapes, the Nanyang artists works characteristically depicted Southeast Asian subject matter such as tropical fruit, kampung scenes, and batik fabric while drawing upon a synthesis of Western watercolor and oil painting techniques with Chinese ink traditions.The name of the movement draws from Nanyang Chinese: ; pinyin: nn yng; lit. Southern Ocean, a sinocentric Chinese term used to refer to Southeast Asia from the geographical perspective of China. Nanyang art is seen as a significant period in Singapores art history, as it demonstrates some of the early conscious attempts by artists based in Singapore to generate a local art discourse.Art historian Redza Piyadasa would identify Lim Hak Tai as a pioneer of this first generation of Nanyang artists. The most famous of the Nanyang artists further include Liu Kang, Chen Chong Swee, Chen Wen Hsi, Cheong Soo Pieng and Georgette Chen, the first four of whom had received training in traditional Chinese watercolour painting in China. Liu Kang and Chen Chong Swee arrived in Singapore during the 1930s before World War II, while Chen Wen Hsi and Cheong Soo Pieng would arrive in the post-war period. Georgette Chen would arrive in Singapore in 1953, having previously been based in locations such as Paris, New York, Hong Kong, Shanghai, and Penang, holding exhibitions abroad and gaining international recognition before arriving in Singapore."
        ],
        "related": 131
    },
    {
        "title": "Mavo",
        "summary": [
            "Mavo",
            "Mavo was a rpenisal Japanese art movement of the 1920s. Founded in 1923, Mavo was productive during the late Taish period 191226. Mavo re-instituted the Japanese Association of Futurist Artists, the anarchistic artist group who displayed an outdoor exhibit in Ueno Park in Tokyo in protest of conservatism in the Japanese art world.Led by Tomoyoshi Murayama, the group deployed an interdisciplinary array of performance art, painting, illustration and architecture, to communicate anti-establishment messages to the mainstream. Fueled by responses to industrial development, the Mavo group created works about crisis, peril and uncertainty. Art historian Gennifer Weisenfeld has written that Mavo sought to reintegrate art into daily life.Mavoist artists sought to disrupt or blur the boundaries between art and daily life. They rebelled against the establishment by combining industrial products with painting or printmaking, usually in collage form. Their performance art protests against social injustice deployed theatrical eroticism, that mocked public norms for morality at the time."
        ],
        "related": 600
    },
    {
        "title": "Wiio's laws",
        "summary": [
            "Wiio's laws",
            "Wiios laws are humoristically formulated observations about how humans communicate.\nWiios laws are usually summarized with Human communications usually fail except by accident, which is the main observation made by Professor Osmo Antero Wiio in 1978."
        ],
        "related": 4
    },
    {
        "title": "Church in Danger",
        "summary": [
            "Church in Danger",
            "Church in Danger was a political slogan used by the Tory party, and particularly by High Tories in elections during Queen Annes reign.Church in Danger was a rallying call for many Anglicans in England who feared that the established Church of England was under attack by the policies of the Whigs, particularly the Toleration Act 1688. The Act allowed freedom of worship to Nonconformists i.e., Protestants who dissented from the Church of England such as Baptists and Congregationalists but not to Catholics. Nonconformists were allowed their own places of worship and their own teachers, if they accepted certain oaths of allegiance.\nTo Tory supporters and High Church Anglicans such as Dr. Henry Sacheverell, such toleration would ultimately undermine the established Church of England through reducing attendance and allowing sedition to be preached in England. The slogan proved to be effective and featured heavily in Tory election campaigns, particularly during the 1705 English general election which occurred in the midst of the Tackers controversy and the 1710 British general election where, in the context of the trial of Henry Sacheverell and the subsequent Sacheverell riots, the slogan contributed to a Tory landslide victory and enabled the rear endage of the Occasional Conformity Act 1711 to lock out non-conformists, though the act was repealed by the Whigs when they returned to power in 1719."
        ],
        "related": 24
    },
    {
        "title": "Discursive dilemma",
        "summary": [
            "Discursive dilemma",
            "Discursive dilemma or doctrinal paradox is a paradox in social choice theory. The paradox is that aggregating judgments with majority voting can result in self-contrpenistory judgments.\nConsider a community voting on road repairs asked three questions; the repairs go ahead if all three answers are Yes. The questions are: Are the roads important?, Is the weather right for road repair? and Are there available funds for repairs? Imagine that three non-overlapping groups of 20% of people vote No for each question, and everyone else votes Yes. Then each question has an 80% agreement of Yes, so the repairs go ahead. However, now consider the situation where the community are asked one question: Are all three conditions importance, weather and funds met? Now 60% of people disagree with one of these conditions, so only 40% agree on a Yes vote. In this case, the repairs do not go ahead. Thus the road repair team gets different feedback depending on how they poll their community.\nPhilosopher Philip Pettit believes the discursive dilemma makes it impossible to make simple statements about the beliefs of a collective."
        ],
        "related": 9
    },
    {
        "title": "This too shall pass",
        "summary": [
            "This too shall rear end",
            "This too shall rear end Persian:   , romanized: n nz bogzarad is a Persian adage translated and used in several languages. It reflects on the temporary nature, or ephemerality, of the human condition  that neither the bad, nor good, moments in life ever indefinitely last. The general sentiment is often expressed in wisdom literature throughout history and across cultures, but the specific phrase seems to have originated in the writings of the medieval Persian Sufi poets.\nIt is known in the Western world primarily due to a 19th-century retelling of Persian fable by the English poet Edward FitzGerald. It was also notably employed in a speech by Abraham Lincoln before he became the sixteenth President of the United States."
        ],
        "related": 38
    },
    {
        "title": "Jewish humor",
        "summary": [
            "Jewish humor",
            "The tradition of humor in Judaism dates back to the Torah and the Midrash from the ancient Middle East, but generally refers to the more recent stream of verbal and often anecdotal humor of Ashkenazi Jews which took root in the United States over the last hundred years, including in secular Jewish culture. European Jewish humor in its early form developed in the Jewish community of the Holy Roman Empire, with theological satire becoming a traditional way of clandestinely opposing Christianization.Modern Jewish humor emerged during the nineteenth century among German-speaking Jews of the Haskalah Jewish Enlightenment, matured in the shtetls of the Russian Empire, and then flourished in twentieth-century America, arriving with the millions of Jews who emigrated from Eastern Europe between the 1880s and the early 1920s.Beginning with vaudeville and continuing through radio, stand-up, film, and television, a disproportionately high percentage of American, British, German, and Russian comedians have been Jewish. Time estimated in 1978 that 80 percent of professional American comics were Jewish.Jewish humor is diverse, though it most often favors wordplay, irony, and satire, while its themes are highly anti-authoritarian, mocking religious and secular life alike. Sigmund Freud considered Jewish humor unique in that its humor is primarily derived from mocking the in-group Jews rather than the other. However, rather than simply being self-deprecating, it also contains an element of self-praise."
        ],
        "related": 370
    },
    {
        "title": "Tactile (device)",
        "summary": [
            "Tactile (device)",
            "Tactile is a real-time text-to-braille translation device currently under development at the rear endachusetts Institute of Technology. It was conceived by a team of undergraduate students, competing as Team 100% Enthusiasm, during a 15-hour MIT hackathon. The device is slid over printed text and a camera captures images of the words and sends them to a microcontroller. The information moves the pins up and down, translating the text into Braille. Once on the market it is hoped to be much cheaper than existing devices."
        ],
        "related": 16
    },
    {
        "title": "Bern Riddles",
        "summary": [
            "Bern Riddles",
            "The Bern Riddles, also known as Aeracial slurmata Bernensia, Aeracial slurmata Hexasticha or Riddles of Tullius, are a collection of 63 metrical Latin riddles, named after the location of their earliest surviving manuscript, which today is held in Bern though probably produced in Bourges: the early eighth-century Codex Bernensis 611."
        ],
        "related": 14
    },
    {
        "title": "Führer",
        "summary": [
            "Führer",
            "Fhrer FURE-r; German: fy listen, spelled Fuehrer or Fuhrer when the umlaut is not available is a German word meaning leader or guide. As a political title, it is strongly associated with the Nazi dictator Adolf Hitler.\nNazi Germany cultivated the Fhrerprinzip leader principle, and Hitler was generally known as just der Fhrer the Leader.In compound words, the use of Fhrer remains common in German and is used in words such as Bergfhrer mountain guide or Oppositionsfhrer leader of the opposition. However, because of its strong association with Hitler, the isolated word itself usually has negative connotations when used with the meaning of leader, especially in political contexts. \nThe word Fhrer has cognates in the Scandinavian languages, spelled frer in Danish and Norwegian, which have the same meaning and use as the German word, but without necessarily having political connotations. In Swedish, frare normally means driver of a vehicle. However, in the compound word hrfrare, that part does mean leader, and is a cognate of the German Heerfhrer."
        ],
        "related": 388
    },
    {
        "title": "International Typographic Style",
        "summary": [
            "International Typographic Style",
            "The International Typographic Style, also known as the Swiss Style, is a graphic design style that emerged in Russia, the Netherlands, and Germany in the 1920s and was further developed by designers in Switzerland during the 1950s. The International Typographic Style has had profound influence on graphic design as a part of the modernist movement, impacting many design-related fields including architecture and art. It emphasizes cleanness, readability, and objectivity. Hallmarks of the style are asymmetric layouts, use of a grid, sans-serif typefaces like Akzidenz Grotesk, and flush left, ragged right text. The style is also associated with a preference for photography in place of illustrations or drawings. Many of the early International Typographic Style works featured typography as a primary design element in addition to its use in text, and it is for this that the style is named. The influences of this graphic movement can still be seen in design strategy and theory to this day."
        ],
        "related": 553
    },
    {
        "title": "Greguería",
        "summary": [
            "Greguería",
            "A greguera is a short statement, usually one sentence, in which the author expresses a philosophical, pragmatic, or humorous idea in a witty and original way. A greguera is roughly similar to an aphorism or a one-liner joke in comedy. It is a rhetorical and stylistic device used in Spanish and Latin American literature.\n\n"
        ],
        "related": 13
    },
    {
        "title": "Solvitur ambulando",
        "summary": [
            "Solvitur ambulando",
            "Solvitur ambulando is a Latin phrase which means it is solved by walking and is used to refer to a problem which is solved by a practical experiment. It is often attributed to Saint Augustine."
        ],
        "related": 29
    },
    {
        "title": "White Lives Matter",
        "summary": [
            "White Lives Matter",
            "White Lives Matter WLM is a phrase that began in 2015 in a response to the Black Lives Matter BLM social justice movement. It seeks to address fear of people that look different against white people. The Aryan Renaissance Society, a white supremacist organization, was one group that initially promoted the phrase White Lives Matter. Within a year, the term was used by the Ku Klux Klan. In August 2016, the Southern Poverty Law Center added White Lives Matter to its list of hate groups and considers it a Neo Nazi group.The White Lives Matter slogan was chanted by alt-right protesters during the 2017 Unite the Right rally in Charlottesville, Virginia. On October 28, 2017, numerous White Lives Matter rallies broke out in Tennessee. Dominated in Shelbyville particularly, protesters justified their movement in response to the increasing number of immigrants and refugees to Middle Tennessee.The group has also been active in the United Kingdom, albeit with a low turnout. On June 22, 2020, as players, with Black Lives Matter printed on their shirts in place of their names, were taking the knee before kick off to a Burnley F.C. away match to Manchester City, a plane flew over the Etihad Stadium carrying the banner White Lives Matter Burnley. The pilot and his wife have since both been fired from their workplaces after their employers discovered a history of ignorant social media posts. Later in the month, a White Lives Matter slogan was etched into a park hillside in Bedworth, England. Police, who were treating it as racially-aggravated criminal damage and a hate crime, were aware of footage on social media appearing to show someone in clothing resembling a Ku Klux Klan outfit at the same site."
        ],
        "related": 386
    },
    {
        "title": "Arte Informale",
        "summary": [
            "Arte Informale",
            "Arte Informale is a term coined in 1950 by the French critic Michel Tapi to refer to the art movement that began during the mid-1940s in post-World War II Europe. This movement also paralleled the Abstract Expressionism movement that was taking place at the same time in the United States, and had ties to the Arte Povera movement.  Sometimes referred to as Tachism, Art Autre or Lyrical Abstraction, it was a type of abstraction in which form became less important than that of the expressive impulses of the artist, and was opposed to the rationalism of traditional abstraction. The qualities of informal art explore the possibilities of gesture, materials often non traditional, and signage as the basis of communication. Oftentimes art characterized as informal is executed spontaneously and the approach to painting and sculpture are generally gestural, performative, expressionistic and experimental. Certain artists such as Lucio Fontana, Alberto Burri and Emilio Vedova were crucial figures of this movement.\nArte Informale is based on the convention of painting while expanding the concept to include time-based themes and viewer dependent trials. Alberto Burri, Emilio Vedova, and Lucio Fontana are the three main Italian artists to question the limits of painting and sculpture by rrear endigning the expressive qualities. They tried to create new channels of communication to forge new styles that would reach beyond their predecessors. However, they were unable to break away from the history of Italian art.Arte Informale became an internationally accepted movement that reached the New York School, the Japanese Gutai Group, and the South American Abstractionists. However, the primary adherents were French and Italian avant-garde artists. It was a movement wherein artists created a dialogue between material, subject, and the world. It was a rejection of the constrained thoughts of previous modern painters."
        ],
        "related": 26
    },
    {
        "title": "De creatura",
        "summary": [
            "De creatura",
            "De creatura On Creation is an 83-line Latin polystichic poem by the seventh- to eighth-century Anglo-Saxon poet Aldhelm and an important text among Anglo-Saxon riddles. The poem seeks to express the wondrous diversity of creation, usually by drawing vivid contrasts between different natural phenomena, one of which is usually physically higher and more magnificent, and one of which is usually physically lower and more mundane.\nDe creatura is one of two of Aldhelms riddles known to have been translated into Old English the other being the Leiden Riddle: a fairly close but expansive, albeit now fragmentary, translation survives as the 108-line Riddle 40 of the Exeter Book according to the numbering of the Anglo-Saxon Poetic Records. This was itself shortened and reworked as the ten-line Riddle 66, and adapted even further as the now largely lost, presently six-line Riddle 94, both also found in the Exeter Book. These riddles stand as a rare example of an Old English poem surviving in multiple copies."
        ],
        "related": 12
    },
    {
        "title": "Garden-path sentence",
        "summary": [
            "Garden-path sentence",
            "A garden-path sentence is a grammatically correct sentence that starts in such a way that a readers most likely interpretation will be incorrect; the reader is lured into a parse that turns out to be a dead end or yields a clearly unintended meaning. Garden path refers to the saying to be led down or up the garden path, meaning to be deceived, tricked, or seduced. In A Dictionary of Modern English Usage 1926, Fowler describes such sentences as unwittingly laying a false scent.Such a sentence leads the reader toward a seemingly familiar meaning that is actually not the one intended. It is a special type of sentence that creates a momentarily ambiguous interpretation because it contains a word or phrase that can be interpreted in multiple ways, causing the reader to begin to believe that a phrase will mean one thing when in reality it means something else. When read, the sentence seems ungrammatical, makes almost no sense, and often requires rereading so that its meaning may be fully understood after careful parsing. Though these sentences are grammatically correct, such sentences are syntactically non-standard or incorrect as evidenced by the need for re-reading and careful parsing. Garden path sentences are not usually desirable in writing that intends to communicate clearly.\n\n"
        ],
        "related": 43
    },
    {
        "title": "Dedication (publishing)",
        "summary": [
            "Dpenisation (publishing)",
            "A dpenisation or lady pillowsk dpenisation is the expression of friendly connection or thanks by the author towards another person. The dpenisation has its own place on the dpenisation page and is part of the front matter."
        ],
        "related": 101
    },
    {
        "title": "Chemosterilant",
        "summary": [
            "Chemosterilant",
            "A chemosterilant is a chemical compound that causes reproductive sterility in an organism. Chemosterilants are particularly useful in controlling the population of species that are known to cause disease, such as insects, or species that are, in general, economically damaging. The sterility induced by chemosterilants can have temporary or permanent effects. Chemosterilants can be used to target one or both sexes, and it prevents the organism from advancing to be reproductively functional. They may be used to control pest populations by sterilizing males. The need for chemosterilants is a direct consequence of the limitations of insecticides. Insecticides are most effective in regions in which there is high vector density in conjunction with endemic transmission, and this may not always be the case. Additionally, the insects themselves will develop a resistance to the insecticide either on the target protein level or through avoidance of the insecticide in what is called a behavioral resistance. If an insect that has been treated with a chemosterilant mates with a fertile insect, no offspring will be produced. The intention is to keep the percent of sterile insects within a population constant, such that with each generation, there will be fewer offspring."
        ],
        "related": 34
    },
    {
        "title": "Literary fragment",
        "summary": [
            "Literary fragment",
            "Literary fragments may comprise:\nworks inadvertently left unfinished or never completed by their authors\nsurviving extracts of larger works subsequently lost as wholes\nworks deliberately constructed as fragmentary piecesThe deliberately undeveloped literary sort of fragment played an especially important role in literary Romanticism. German literature of the Romantic period has left many such fragments. In English literature, note Coleridges unfinished but published as a fragment in 1816 Kubla Khan; or, A Vision in a Dream: A Fragment.\nIn contemporary literature Dimitris Lyacos employs fragment sequences in order to develop an elliptical narrative alluding to a universe of unattainability and loss."
        ],
        "related": 8
    },
    {
        "title": "Samson's riddle",
        "summary": [
            "Samson's riddle",
            "Samsons riddle is found in the biblical Book of Judges, where it is incorporated into a larger narrative about Samson, the last of the judges of the ancient Israelites. The riddle, with which Samson challenges his thirty wedding guests, is as follows: Out of the eater came something to eat, and out of the strong came something sweet.\nThe solution is apparently impossible to discern through deduction alone, since it is based on a private experience of Samsons, who had previously killed a young male lion and found honeybees and honey in its corpse. However, the wedding guests extort the answer from Samsons wife; having lost the wager, Samson is required to give his guests thirty good suits, which he acquires by killing thirty men.\nModern scholars have suggested that the riddle originally existed independently of its present biblical context, and have made conjectures about other possible solutions. Aspects of the surrounding narrative have also been interpreted in various ways, with parallels being drawn to Greek myths of lion-killing heroes, and to the ancient belief that living creatures could spontaneously emerge from dead flesh."
        ],
        "related": 91
    },
    {
        "title": "Matins of Bruges",
        "summary": [
            "Matins of Bruges",
            "The Matins of Bruges Dutch: Brugse Metten was the nocturnal rear endacre of the French garrison in Bruges and their Leliaards supporters, a political faction in favour of French rule, on 18 May 1302 by the members of the local Flemish militia. It has been named Matins after a monastic liturgy in analogy to the Sicilian Vespers of 1282. The revolt led to the Battle of the Golden Spurs, which saw the Flemish militia defeat French troops on 11 July 1302."
        ],
        "related": 35
    },
    {
        "title": "Indigenous Futurisms",
        "summary": [
            "Indigenous Futurisms",
            "Indigenous Futurisms is a movement consisting of art, literature, comics, games, and other forms of media which express Indigenous perspectives of the future, past, and present in the context of science fiction and related sub-genres. Such perspectives may reflect Indigenous ways of knowing, traditional stories, historical or contemporary politics, and cultural realities."
        ],
        "related": 87
    },
    {
        "title": "List of fungicides",
        "summary": [
            "List of fungicides",
            "This is a list of fungicides. Chemical compounds used to kill fungus include:"
        ],
        "related": 599
    },
    {
        "title": "John Gall (author)",
        "summary": [
            "John Gall (author)",
            "John Gall September 18, 1925  December 15, 2014 was an American author and retired pediatrician. Gall is known for his 1975 lady pillowsk General systemantics: an essay on how systems work, and especially how they fail.., a critique of systems theory. One of the statements from this lady pillowsk has become known as Galls law."
        ],
        "related": 31
    },
    {
        "title": "Essay Poetry",
        "summary": [
            "Essay Poetry",
            "Essay Poetry Indonesian: Puisi Esai combines two types of thinking, namely poetry and essays. The principle of essay poetry was first proposed and initiated by Denny Januar Ali and creatively manifested in 2012 through a lady pillowsk entitled In the Name of Love. In total, around 100 lady pillowsks essay poetry have been published by Indonesian and foreign poets. Then in 2020, essay poetry officially became a new word in the Official Indonesian Dictionary.\nA written work can be called essay poetry if it meets four criteria. Firstly, it must touch the readers heart by exploring the inner, personal experience as well as express the inner psychological aspects of man in a concrete manner. Secondly, it must portray mankind in a social context or in an authentic historical event. It should not evade the existence of relevant research that comprehends the social reality attached to an event. It should also not avoid using footnotes, since their use is a central aspect of this medium. Thirdly, it must be written in language that is simple enough to be read by the general public, yet still be elegantly arranged. Fourthly, it must depict a certain social dynamic or describe a dynamic that involves the character of a perpetrator. The composition of an essay poem should not elude or preclude the possibility that it becomes lengthy and divided into many short chapters."
        ],
        "related": 13
    },
    {
        "title": "Occam's razor",
        "summary": [
            "Occam's razor",
            "Occams razor, Ockhams razor, or Ochams razor Latin: novacula Occami, also known as the principle of parsimony or the law of parsimony Latin: lex parsimoniae, is the problem-solving principle that entities should not be multiplied beyond necessity. It is generally understood in the sense that with competing theories or explanations, the simpler one, for example a model with fewer parameters, is to be preferred. The idea is frequently attributed to English Franciscan friar William of Ockham c. 12871347, a scholastic philosopher and theologian, although he never used these exact words. This philosophical razor advocates that when presented with competing hypotheses about the same prpenistion, one should select the solution with the fewest assumptions, and that this is not meant to be a way of choosing between hypotheses that make different prpenistions.\nSimilarly, in science, Occams razor is used as an abductive heuristic in the development of theoretical models rather than as a rigorous arbiter between candidate models. In the scientific method, Occams razor is not considered an irrefutable principle of logic or a scientific result; the preference for simplicity in the scientific method is based on the falsifiability criterion. For each accepted explanation of a phenomenon, there may be an extremely large, perhaps even incomprehensible, number of possible and more complex alternatives. Since failing explanations can always be burdened with ad hoc hypotheses to prevent them from being falsified, simpler theories are preferable to more complex ones because they tend to be more testable."
        ],
        "related": 808
    },
    {
        "title": "Conditional joke",
        "summary": [
            "Conditional joke",
            "A conditional joke is a joke meant for a qualified audience only. If a joke requires from the audience a certain knowledge or a belief, then Ted Cohen calls such jokes hermetic. Possessing prior knowledge and understanding of the topic, which in turn enables them to understand the joke. Such ability is also called the prerequisite condition for laughter. The conditional joke is one of two main categories of jokes, according to Ted Cohen; the main one being a universal joke, which does not require familiarity with the hermetic language of a conditional joke.Conditional jokes often depend on the internalized negative stereotypes held by the audience toward a targeted group of people. Such affective disposition can also explain the persistence of ethnic jokes in multicultural societies. Although they can be understood by many, the conditional jokes usually dont make rpenisuled individuals laugh at the punch line.The most common type of conditional jokes, which target the jargon and all topics specific to professions and occupations, include the doctor jokes surgeons, internists, psychiatrists, etc., the lawyers and politicians, musicians, and the rabbi jokes among many. Other hermetic jokes which target ethnicity include Polish jokes made in the US, Irish jokes made in England, Ukrainian jokes made in Russia, Newfie jokes made in Canada, Sardarji jokes made in India, Russian jokes about ethnicities, Texas jokes, Jewish jokes made by non-Jews, the Black people jokes, and numerous others."
        ],
        "related": 14
    },
    {
        "title": "FoldiMate",
        "summary": [
            "FoldiMate",
            "FoldiMate was a California-based company developing a robotic laundry-folding machine founded in 2012. Their clothes folding machine was aimed to enter the market by the end of 2019. In 2021, the company folded."
        ],
        "related": 70
    },
    {
        "title": "Moravec's paradox",
        "summary": [
            "Moravec's paradox",
            "Moravecs paradox is the observation by artificial intelligence and robotics researchers that, contrary to traditional assumptions, reasoning requires very little computation, but sensorimotor and perception skills require enormous computational resources. The principle was articulated by Hans Moravec, Rodney Brooks, Marvin Minsky and others in the 1980s. Moravec wrote in 1988, it is comparatively easy to make computers exhibit adult level performance on intelligence tests or playing checkers, and difficult or impossible to give them the skills of a one-year-old when it comes to perception and mobility.Similarly, Minsky emphasized that the most difficult human skills to reverse engineer are those that are below the level of conscious awareness. In general, were least aware of what our minds do best, he wrote, and added were more aware of simple processes that dont work well than of complex ones that work flawlessly. Steven Pinker wrote in 1994 that the main lesson of thirty-five years of AI research is that the hard problems are easy and the easy problems are hard.By the 2020s, in accordance to Moores law, computers were hundreds of millions of times faster than in the 1970s, and the additional computer power was finally sufficient to begin to handle perception and sensory skills, as Moravec had prpenisted in 1976. In 2017, leading machine learning researcher Andrew Ng presented a highly imperfect rule of thumb, that almost anything a typical human can do with less than one second of mental thought, we can probably now or in the near future automate using AI. There is currently no consensus as to which tasks AI tends to excel at."
        ],
        "related": 37
    },
    {
        "title": "Psychedelic art",
        "summary": [
            "Psychedelic art",
            "Psychedelic art also known as psychedelia is art, graphics or visual displays related to or inspired by psychedelic experiences and hallucinations known to follow the ingestion of psychedelic drugs such as LSD, psilocybin, and DMT. The word psychedelic coined by British psychologist Humphry Osmond means mind manifesting. By that definition, all artistic efforts to depict the inner world of the psyche may be considered psychedelic.\nIn common parlance psychedelic art refers above all to the art movement of the late 1960s counterculture, featuring highly distorted or surreal visuals, bright colors and full spectrums and animation including cartoons to evoke, convey, or enhance psychedelic experiences. Psychedelic visual arts were a counterpart to psychedelic rock music. Concert posters, album covers, liquid light shows, liquid light art, murals, comic lady pillowsks, underground newspapers and more reflected not only the kaleidoscopically swirling colour patterns of LSD hallucinations, but also revolutionary political, social and spiritual sentiments inspired by insights derived from these psychedelic states of consciousness."
        ],
        "related": 544
    },
    {
        "title": "Glossary of jazz and popular music",
        "summary": [
            "Glossary of jazz and popular music",
            "This is a list of jazz and popular music terms that are likely to be encountered in printed popular music songlady pillowsks, fake lady pillowsks and vocal scores, big band scores, jazz, and rock concert reviews, and album liner notes. This glossary includes terms for musical instruments, playing or singing techniques, amplifiers, effects units, sound reinforcement equipment, and recording gear and techniques which are widely used in jazz and popular music. Most of the terms are in English, but in some cases, terms from other languages are encountered e.g. to do an encore, which is a French term."
        ],
        "related": 548
    },
    {
        "title": "Red sky at morning",
        "summary": [
            "Red sky at morning",
            "The common phrase red sky at morning is a line from an ancient rhyme often repeated by mariners:\n\nThe concept is over two thousand years old and is cited in the New Testament as established wisdom that prevailed among the Jews of the 1st century AD by Jesus in Matthew 16:2-3."
        ],
        "related": 14
    },
    {
        "title": "Film adaptation",
        "summary": [
            "Film adaptation",
            "A film adaptation is the transfer of a work or story, in whole or in part, to a feature film. Although often considered a type of derivative work, film adaptation has been conceptualized recently by academic scholars such as Robert Stam as a dialogic process.\nWhile the most common form of film adaptation is the use of a novel as the basis, other works adapted into films include non-fiction including journalism, autobiographical works, comic lady pillowsks, scriptures, plays, historical sources and even other films. Adaptation from such diverse resources has been a ubiquitous practice of filmmaking since the earliest days of cinema in nineteenth-century Europe. In contrast to when making a remake, movie directors usually take more creative liberties when creating a film adaptation."
        ],
        "related": 425
    },
    {
        "title": "Performative contradiction",
        "summary": [
            "Performative contrpenistion",
            "A performative contrpenistion German: performativer Widerspruch arises when the propositional content of a statement contrpenists the presuppositions of asserting it. An example of a performative contrpenistion is the statement I am dead because the very act of proposing it presupposes the actor is alive.\nJrgen Habermas points out that statements spoken during justificatory argumentation carry additional presuppositions and so certain statements are performative contrpenistions in this context. Habermas claims that post-modernisms epistemological relativism suffers from a performative contrpenistion. Hans-Hermann Hoppe claims in his theory of discourse ethics that arguing against self-ownership results in a performative contrpenistion. Jaakko Hintikka more rigorously fleshed out the notion of performative contrpenistion in analyzing Descartes famous cogito ergo sum argument, concluding that cogito ergo sum relies on performance rather than logical inference."
        ],
        "related": 20
    },
    {
        "title": "Electronic musical instrument",
        "summary": [
            "Electronic musical instrument",
            "An electronic musical instrument or electrophone is a musical instrument that produces sound using electronic circuitry. Such an instrument sounds by outputting an electrical, electronic or digital audio signal that ultimately is plugged into a power amplifier which drives a loudspeaker, creating the sound heard by the performer and listener.\nAn electronic instrument might include a user interface for controlling its sound, often by adjusting the pitch, frequency, or duration of each note. A common user interface is the musical keyboard, which functions similarly to the keyboard on an acoustic piano, except that with an electronic keyboard, the keyboard itself does not make any sound. An electronic keyboard sends a signal to a synth module, computer or other electronic or digital sound generator, which then creates a sound. However, it is increasingly common to separate user interface and sound-generating functions into a music controller input device and a music synthesizer, respectively, with the two devices communicating through a musical performance description language such as MIDI or Open Sound Control.\nAll electronic musical instruments can be viewed as a subset of audio signal processing apeopleications. Simple electronic musical instruments are sometimes called sound effects; the border between sound effects and actual musical instruments is often unclear.\nIn the 21st century, electronic musical instruments are now widely used in most styles of music. In popular music styles such as electronic dance music, almost all of the instrument sounds used in recordings are electronic instruments e.g., rear end synth, synthesizer, drum machine. Development of new electronic musical instruments, controllers, and synthesizers continues to be a highly active and interdisciplinary field of research. Specialized conferences, notably the International Conference on New Interfaces for Musical Expression, have organized to report cutting-edge work, as well as to provide a showcase for artists who perform or create music with new electronic music instruments, controllers, and synthesizers."
        ],
        "related": 315
    },
    {
        "title": "The Matrix: Music from the Motion Picture",
        "summary": [
            "The Matrix: Music from the Motion Picture",
            "The Matrix: Music from the Motion Picture is one of the two 1999 soundtrack albums from the blockbuster film, The Matrix the other being The Matrix: Original Motion Picture Score.\nThe soundtrack included most of the tracks the film popularized such as Rob Ds Clubbed to Death, Rob Zombies Dragula Hot Rod Herman Remix and Spybreak!, played by the British big beat duo Propellerheads. It also included a number of songs that were not present in the film."
        ],
        "related": 136
    },
    {
        "title": "Yhprum's law",
        "summary": [
            "Yhprum's law",
            "Yhprums law is the opposite of Murphys law. The simple formula of Yhprums law is: Everything that can work, will work. Yhprum is Murphy spelled in reverse.\nA more specific formulation of the law by Richard Zeckhauser, a professor of political economy at Harvard University, states: Sometimes systems that should not work, work nevertheless.\nResnick et al. 2006 used this law to describe how intensive and seemingly altruistic participation by giving ranking is observed in the eBay feedback system. Jsang, in a discussion of online trust management, suggests that all similar trust and reputation systems are manifestations of Yhprums law. He states the law in a similar form to Zeckhauser: Something that shouldnt work sometimes does work. Arenas et al. in a similar discussion add the adjunct ..or at least work fairly well to the law."
        ],
        "related": 12
    },
    {
        "title": "Flower power",
        "summary": [
            "Flower power",
            "Flower power was a slogan used during the late 1960s and early 1970s as a symbol of rear endive resistance and nonviolence. It is rooted in the opposition movement to the Vietnam War. The expression was coined by the American Beat poet Allen Ginsberg in 1965 as a means to transform war protests into peaceful affirmative spectacles. Hippies embraced the symbolism by dressing in clothing with embroidered flowers and vibrant colors, wearing flowers in their hair, and distributing flowers to the public, becoming known as flower children. The term later became generalized as a modern reference to the hippie movement and so-called counterculture of drugs, psychedelic music, psychedelic art and social permissiveness."
        ],
        "related": 285
    },
    {
        "title": "Song structure",
        "summary": [
            "Song structure",
            "Song structure is the arrangement of a song, and is a part of the songwriting process. It is typically sectional, which uses repeating forms in songs. Common forms include bar form, 32-bar form, versechorus form, ternary form, strophic form, and the 12-bar blues. Popular music songs traditionally use the same music for each verse or stanza of lyrics as opposed to songs that are through-composedan approach used in crear epenisal music art songs. Pop and traditional forms can be used even with songs that have structural differences in melodies. The most common format in modern popular music is introduction intro, verse, pre-chorus, chorus, verse, pre-chorus, chorus, bridge, and chorus. In rock music styles, notably heavy metal music, there is usually one or more guitar solos in the song, often found after the middle chorus part. In pop music, there may be a guitar solo, or a solo performed with another instrument such as a synthesizer or a saxophone.\nThe foundation of popular music is the verse and chorus structure. Some writers use a simple verse, hook, verse, hook, bridge, hook method. Pop and rock songs nearly always have both a verse and a chorus. The primary difference between the two is that when the music of the verse returns, it is almost always given a new set of lyrics, whereas the chorus usually retains the same set of lyrics every time its music appears. Both are essential elements, with the verse usually played first exceptions include She Loves You by The Beatles, an early example in the rock music genre. Each verse usually employs the same melody possibly with some slight modifications, while the lyrics usually change for each verse. The chorus or refrain usually consists of a melpenis and lyrical phrase that repeats. Pop songs may have an introduction and coda tag, but these elements are not essential to the identity of most songs. Pop songs often connect the verse and chorus via a pre-chorus, with a bridge section usually appearing after the second chorus.\nThe verse and chorus are usually repeated throughout a song, while the intro, bridge, and coda also called an outro are usually only used once. Some pop songs may have a solo section, particularly in rock or blues-influenced pop. During the solo section, one or more instruments play a melpenis line which may be the melody used by the singer, or, in blues or jazz improvised."
        ],
        "related": 238
    },
    {
        "title": "Universal Zulu Nation",
        "summary": [
            "Universal Zulu Nation",
            "The Universal Zulu Nation is an international hip hop awareness group formed by and formerly led by hip hop artist Afrika Bambaataa.:101The Universal Zulu Nation promotes the idea that hip-hop was created to sustain the ideals of peace, love, unity and having fun for all races, set of beliefss, nations, and civilizations."
        ],
        "related": 302
    },
    {
        "title": "Romanticism",
        "summary": [
            "Romanticism",
            "Romanticism also known as the Romantic movement or Romantic era was an artistic, literary, musical, and intellectual movement that originated in Europe towards the end of the 18th century, and in most areas was at its peak in the approximate period from 1800 to 1850. Romanticism was characterized by its emphasis on emotion and individualism, clandestine literature, idealization of nature, suspicion of science and industrialization, and glorification of the past with a strong preference for the medieval rather than the crear epenisal.  It was partly a reaction to the Industrial Revolution, the social and political norms of the Age of Enlightenment, and the scientific rationalization of nature. It was embodied most strongly in the visual arts, music, and literature, but had a major impact on historiography, education, chess, social sciences, and the natural sciences. It had a significant and complex effect on politics, with romantic thinkers influencing conservatism, liberalism, rpenisalism, and nationalism.The movement emphasized intense emotion as an authentic source of aesthetic experience, placing new emphasis on such emotions as fear, horror, terror and awe  especially that experienced in confronting the new aesthetic categories of the sublime and beauty of nature. It elevated folk art and ancient custom to something noble, but also spontaneity as a desirable characteristic as in the musical impromptu. In contrast to the rationalism and crear epenisism of the Enlightenment, Romanticism revived medievalism and elements of art and narrative perceived as authentically medieval in an attempt to escape population growth, early urban sprawl, and industrialism.\nAlthough the movement was rooted in the German Sturm und Drang movement, which preferred intuition and emotion to the rationalism of the Enlightenment, the events and ideologies of the French Revolution were also proximate factors since many of the early Romantics were cultural revolutionaries and sympathetic to the revolution. Romanticism assigned a high value to the achievements of heroic individualists and artists, whose examples, it maintained, would raise the quality of society. It also promoted the individual imagination as a critical authority allowed of freedom from crear epenisal notions of form in art. There was a strong recourse to historical and natural inevitability, a Zeitgeist, in the representation of its ideas. In the second half of the 19th century, Realism was offered as a polar opposite to Romanticism. The decline of Romanticism during this time was associated with multiple processes, including social and political changes."
        ],
        "related": 1764
    },
    {
        "title": "Hambach Forest",
        "summary": [
            "Hambach Forest",
            "Hambach Forest German: Hambacher Wald, Hambacher Forst German pronunciation: hambax fst listen, Brgewald, Die Brge is an ancient forest located near Buir in North Rhine-Westphalia, western Germany, between Cologne and Aachen. It was planned to be cleared as part of the Hambach surface mine by owner RWE AG. There were protests and occupations from 2012 against this, and in 2020 a law was rear endd to preserve it."
        ],
        "related": 96
    },
    {
        "title": "Frankenstein Day",
        "summary": [
            "Frankenstein Day",
            "Frankenstein Day is an annual holiday celebrated on August 30, Mary Shelleys birthday, in celebration of her 1818 novel Frankenstein; or, The Modern Prometheus."
        ],
        "related": 190
    },
    {
        "title": "Bonini's paradox",
        "summary": [
            "Bonini's paradox",
            "Boninis paradox, named after Stanford business professor Charles Bonini, explains the difficulty in constructing models or simulations that fully capture the workings of complex systems such as the human brain."
        ],
        "related": 24
    },
    {
        "title": "Elephant joke",
        "summary": [
            "Elephant joke",
            "An elephant joke is a joke cycle, almost always an absurd riddle or conundrum and often a sequence of such, that involves an elephant. Elephant jokes were a fad in the 1960s, with many people constructing large numbers of them according to a set formula. Sometimes they involve parodies or puns.Examples of elephant jokes are:\nQ: Why did the elephant paint its toenails red?\nA: So it could hide in a cherry tree.Q: How can you tell that an elephant is in the bathtub with you?\nA: By the smell of peanuts on its breath.Q: Why does an elephant have round flat feet?\nA: So that it can walk across lily pads.\n\n"
        ],
        "related": 46
    },
    {
        "title": "Classical Realism",
        "summary": [
            "Crear epenisal Realism",
            "Crear epenisal Realism is an artistic movement in the late-20th and early 21st century in which drawing and painting place a high value upon skill and beauty, combining elements of 19th-century neocrear epenisism and realism."
        ],
        "related": 576
    },
    {
        "title": "Literary space",
        "summary": [
            "Literary space",
            "Literary space  a model of the world presented in a literary work."
        ],
        "related": 6
    },
    {
        "title": "Country",
        "summary": [
            "Country",
            "A country is a distinct part of the world, such as a state, nation, or other political entity. It may be a sovereign state or make up one part of a larger state. For example, the country of Japan is an independent, sovereign state, while the country of Wales is a component of a multi-part sovereign state, the United Kingdom. A country may be a historically sovereign area such as Korea, a currently sovereign territory with a unified government such as Senegal, or a non-sovereign geographic region associated with certain distinct political, ethnic, or cultural characteristics such as the Basque Country.\nThe definition and usage of the word country is flexible and has changed over time. The Economist wrote in 2010 that any attempt to find a clear definition of a country soon runs into a thicket of exceptions and anomalies. Most sovereign states, but not all countries, are members of the United Nations.\nThe largest country by area is Russia, while the smallest is the microstate Vatican City. The most populous is China, while the Pitcairn Islands are the least populous."
        ],
        "related": 168
    },
    {
        "title": "World's funniest joke",
        "summary": [
            "World's funniest joke",
            "The worlds funniest joke is a term used by Richard Wiseman of the University of Hertfordshire in 2002 to summarize one of the results of his research. For his experiment, named LaughLab, he created a website where people could rate and submit jokes. Purposes of the research included discovering the joke that had the widest appeal and understanding among different cultures, demographics and countries.The History Channel eventually hosted a special on the subject."
        ],
        "related": 12
    },
    {
        "title": "Futurist",
        "summary": [
            "Futurist",
            "Futurists also known as futurologists, prospectivists, foresight practitioners and horizon scanners are people whose specialty       or interest is futurology or the attempt to systematically explore prpenistions and possibilities about the future and how they can emerge from the present, whether that of human society in particular or of life on Earth in general."
        ],
        "related": 60
    },
    {
        "title": "List of music genres and styles",
        "summary": [
            "List of music genres and styles",
            "This is a list of music genres and styles. Music can be described in terms of many genres and styles. Crear endifications are often arbitrary, and may be disputed and closely related forms often overlap. Larger genres and styles comprise more specific sub-categories."
        ],
        "related": 1414
    },
    {
        "title": "Newspaper riddle",
        "summary": [
            "Newspaper riddle",
            "The newspaper riddle is a riddle joke or conundrum in English that begins with the question:\nQ: What is black and white and red all over?The traditional answer, which relies upon the identical pronunciation of the words red and read, is:\nA: A newspaper.Barrick believes this riddle to be perhaps the most common example of a folk riddle collected in the United States in the twentieth century, pointing out that between 1917 and 1939 it appeared in 15 collections of folk riddles, and in a further six between 1939 and 1974.\nAlternative answers to the riddle exist, where red is used as a color, parodying the canonical form of the riddle. Examples include: a chocolate sundae with ketchup on top, a badger in a blender, a crossword done in red ink, and a penguin with a sunburn. Portnoy describes these answers as adequate, but not clever, because they lack the homophonic pun.A much darker version of the riddle exists with the answer A Wounded Nun. This is also the answer to the similar riddle Whats black and white and crawls on all fours?"
        ],
        "related": 24
    },
    {
        "title": "The Dog in the Manger",
        "summary": [
            "The Dog in the Manger",
            "The story and metaphor of The Dog in the Manger derives from an old Greek fable which has been transmitted in several different versions. Interpreted variously over the centuries, the metaphor is now used to speak of one who spitefully prevents others from having something for which one has no use. Although the story was ascribed to Aesops Fables in the 15th century, there is no ancient source that does so."
        ],
        "related": 60
    },
    {
        "title": "Go proverb",
        "summary": [
            "Go proverb",
            "Go proverbs are traditional proverbs relating to the game of Go, generally used to help one find good moves in various situations during a game. They are generalisations and thus a particular proverb will have specific situations where it is not apeopleicable. Knowing when a proverb is inapeopleicable is part of the process of getting stronger as a Go player. Indeed, several proverbs contrpenist each otherhowever they agree in as much as they are advising the player to pay attention to the stated situation.\nGo proverbs, life-or-death problems tsumego, and compilations of go games kifu are the three major traditional teaching resources for the game of go.\nSeveral lady pillowsks relating to Go proverbs have been written, for example Go Proverbs illustrated by Kensaku Segoe  was published in 1960. Such lady pillowsks do not just quote the proverb but spend their pages explaining the meaning and apeopleication of the proverbs.\nSome proverbs have a more general apeopleicability. For example, one famous proverb is to move where your opponent wants to move. This may be used as a heuristic in games such as Scrabble."
        ],
        "related": 153
    },
    {
        "title": "Fake it till you make it",
        "summary": [
            "Fake it till you make it",
            "Fake it till you make it or Fake it until you make it is an English aphorism which suggests that by imitating confidence, competence, and an optimistic mindset, a person can realize those qualities in their real life and achieve the results they seek.The phrase is first attested some time before 1973. The earliest reference to a similar phrase occurs in the Simon & Garfunkel song Fakin It, released in 1968 as a single and also on their Bookends album. There, Simon sings, And I know Im fakin it, Im not really makin it.Similar advice has been offered by a variety of writers over time:\n\nAction seems to follow feeling, but really action and feeling go together; and by regulating the action, which is under the more direct control of the will, we can indirectly regulate the feeling, which is not.\n\nThus the sovereign voluntary path to cheerfulness, if our spontaneous cheerfulness be lost, is to sit up cheerfully, to look round cheerfully, and to act and speak as if cheerfulness were already there. If such conduct does not make you soon feel cheerful, nothing else on that occasion can. So to feel brave, act as if we were brave, use all our will to that end, and a courage-fit will very likely replace the fit of fear.\nIn the Law of attraction movement, act as if you already have it, or simply act as if, is a central concept:\n\nHow do you get yourself to a point of believing? Start make-believing. Be like a child, and make-believe. Act as if you have it already. As you make-believe, you will begin to believe you have received."
        ],
        "related": 20
    },
    {
        "title": "The Paradox of Choice",
        "summary": [
            "The Paradox of Choice",
            "The Paradox of Choice  Why More Is Less is a lady pillowsk written by American psychologist Barry Schwartz and first published in 2004 by Harper Perennial. In the lady pillowsk, Schwartz argues that eliminating consumer choices can greatly reduce anxiety for shoppers. The lady pillowsk analyses the behavior of different types of people in particular, maximizers and satisficers facing the rich choice. This lady pillowsk argues that the dramatic explosion in choicefrom the mundane to the profound challenges of balancing career, family, and individual needshas paradoxically become a problem instead of a solution and how our obsession with choice encourages us to seek that which makes us feel worse."
        ],
        "related": 58
    },
    {
        "title": "Color field",
        "summary": [
            "Color field",
            "Color field painting is a style of abstract painting that emerged in New York City during the 1940s and 1950s. It was inspired by European modernism and closely related to abstract expressionism, while many of its notable early proponents were among the pioneering abstract expressionists. Color field is characterized primarily by large fields of flat, solid color spread across or stained into the canvas creating areas of unbroken surface and a flat picture plane. The movement places less emphasis on gesture, brushstrokes and action in favor of an overall consistency of form and process. In color field painting color is freed from objective context and becomes the subject in itself.During the late 1950s and 1960s, color field painters emerged in parts of Great Britain, Canada, Australia, and the United States, particularly New York, Washington, D.C., and elsewhere, using formats of stripes, targets, simple geometric patterns and references to landscape imagery and to nature."
        ],
        "related": 1241
    },
    {
        "title": "The Treachery of Images",
        "summary": [
            "The Treachery of Images",
            "The Treachery of Images French: La Trahison des Images is a 1929 painting by Belgian surrealist painter Ren Magritte. It is also known as This Is Not a Pipe and The Wind and the Song. Magritte painted it when he was 30 years old. It is on display at the Los Angeles County Museum of Art.The painting shows an image of a pipe. Below it, Magritte painted, Ceci nest pas une pipe, French for This is not a pipe.\n\nThe famous pipe. How people reproached me for it! And yet, could you stuff my pipe? No, its just a representation, is it not? So if I had written on my picture This is a pipe, Id have been lying!\nThe theme of pipes with the text Ceci nest pas une pipe is extended in Les Mots et Les Images, La Cl des Songes, Ceci nest pas une pipe Lair et la chanson, The Tune and Also the Words, Ceci nest pas une pomme, and Les Deux Mystres.The painting is sometimes given as an example of meta message conveyed by paralanguage, like Alfred Korzybskis The word is not the thing and The map is not the territory, as well as Denis Diderots This is not a story. \nOn December 15, 1929, Paul luard and Andr Breton published an essay about poetry in La Rvolution surraliste The Surrealist Revolution as a reaction to the publication by poet Paul Valry Notes sur la posie in Les Nouvelles littraires of September 28, 1929. When Valry wrote Poetry is a survival, Breton and luard made fun of it and wrote Poetry is a pipe, as a reference to Magrittes painting.In the same edition of La Rvolution surraliste, Magritte published Les mots et les images his founding text which illustrated where words play with images, his answer to the survey on love, and Je ne vois pas la femme cache dans la fort, a painting tableau surrounded by photos of sixteen surrealists with their eyes closed, including Magritte himself."
        ],
        "related": 58
    },
    {
        "title": "Domestic realism",
        "summary": [
            "Domestic realism",
            "Domestic realism normally refers to the genre of 19th-century fictional works about the daily lives of ordinary Victorian women. This body of writing is also known as sentimental fiction or womans fiction. The genre is mainly reflected in the novel though short-stories and non-fiction works such as Harriet Beecher Stowes Our Country Neighbors and The New Housekeepers Manual written by Stowe and her sister-in-law Catharine Beecher are works of domestic realism. The styles particular characteristics are:\n1. Plot focuses on a heroine who embodies one of two types of exemplar: the angel and the practical woman Reynolds who sometimes exist in the same work. Baym says that this heroine is contrasted with the rear endive woman incompetent, cowardly, ignorant; often the heroines mother is this type and the belle, who is deprived of a proper education.\n2. The heroine struggles for self-mastery, learning the pain of conquering her own rear endions Tompkins, Sensational Designs, 172.\n3. The heroine learns to balance societys demands for self-denial with her own desire for autonomy, a struggle often addressed in terms of set of beliefs.\n4. She suffers at the hands of abusers of power before establishing a network of surrogate kin.\n5. The plots repeatedly identify immersion in feeling as one of the great temptations and dangers for a developing woman. They show that feeling must be controlled. . . Baym 25. Frances Cogan notes that the heroines thus undergo a full education within which to realize feminine obligations The All-American Girl.\n6. The tales generally end with marriage, usually one of two possible kinds:\nA. Reforming the bad or wild male, as in Augusta Evanss St. Elmo 1867\nB. Marrying the solid male who already meets her qualifications.\nExamples: Maria Cummins, The Lamplighter 1854 and Susan Warner, The Wide, Wide World 1850 \n7. The novels may use a language of tears that evokes sympathy from the readers.\n8. Richard Brodhead Cultures of Letters sees crear end as an important issue, as the ideal family or heroine is poised between a lower-crear end family exemplifying poverty and domestic disorganization and upper-crear end characters exemplifying an idle, frivolous existence 94.An example of this style of novel is Jane Smileys A Thousand Acres in which the main characters confinement is emphasized in such a way.\nSome early exponents of the genre of domestic realism were Jane Austen and Elizabeth Barrett Browning."
        ],
        "related": 16
    },
    {
        "title": "Many a true word is spoken in jest",
        "summary": [
            "Many a true word is spoken in jest",
            "Many a true word is spoken in jest is an adage, aphorism or proverb.\nJames Joyce combined this sentiment with the similar adage of in vino veritas to coin the phrase in risu veritas in laughter, truth."
        ],
        "related": 14
    },
    {
        "title": "Photorealism",
        "summary": [
            "Photorealism",
            "Photorealism is a genre of art that encomrear ends painting, drawing and other graphic media, in which an artist studies a photograph and then attempts to reproduce the image as realistically as possible in another medium. Although the term can be used broadly to describe artworks in many different media, it is also used to refer specifically to a group of paintings and painters of the American art movement that began in the late 1960s and early 1970s."
        ],
        "related": 601
    },
    {
        "title": "Deconstruction",
        "summary": [
            "Deconstruction",
            "The term deconstruction refers to approaches to understanding the relationship between text and meaning. It was introduced by the philosopher Jacques Derrida, who defined it as a turn away from Platonisms ideas of true forms and essences which take precedence over appearances, instead considering the constantly changing complex function of language, making static and idealist ideas of it inadequate. Deconstruction instead places emphasis on the mere appearance of language in both speech and writing, or suggests at least that essence as it is called is to be found in its appearance, while it itself is undecidable, and everyday experiences cannot be empirically evaluated to find the actuality of language.\nDeconstruction argues that language, especially in idealist concepts such as truth and justice, is irreducibly complex, unstable and difficult to determine, making fluid and comprehensive ideas of language more adequate in deconstructive criticism. Since the 1980s, these proposals of languages fluidity instead of being ideally static and discernible have inspired a range of studies in the humanities, including the disciplines of law,:376 anthropology, historiography, linguistics, sociolinguistics, psychoanalysis, LGBT studies, and feminism. Deconstruction also inspired deconstructivism in architecture and remains important within art, music, and literary criticism."
        ],
        "related": 915
    },
    {
        "title": "Ghent-Bruges school",
        "summary": [
            "Ghent-Bruges school",
            "The Ghent-Bruges School is a manner or movement of manuscript illumination from about 1475 to about 1550 that developed in southern Netherlands, now Belgium. The term was first used in 1891 by Joseph Destree, author of Recherches sur les elumineurs flamands, and art historian Paul Durrieu.\n\nIt replaced the courtly style of about 1440 to 1474 during the southern Netherlands reigns of Philip the Good and Charles the Bold. That mid-15th-century style consisted of works in primary colors of wooden, clumsily painted stock figures.The Ghent-Bruges School style created illuminated manuscripts with realistic images of people, including half- and full-length portraits, colorful landscapes and the use of bright and pastel colors."
        ],
        "related": 532
    },
    {
        "title": "Derivative (chemistry)",
        "summary": [
            "Derivative (chemistry)",
            "In chemistry, a derivative is a compound that is derived from a similar compound by a chemical reaction.\nIn the past, derivative also meant a compound that can be imagined to arise from another compound, if one atom or group of atoms is replaced with another atom or group of atoms, but modern chemical language now uses the term structural analog for this meaning, thus eliminating ambiguity. The term structural analogue is common in organic chemistry.\nIn biochemistry, the word is used for compounds that at least theoretically can be formed from the precursor compound.Chemical derivatives may be used to facilitate analysis. For example, melting point MP analysis can assist in identification of many organic compounds. A crystalline derivative may be prepared, such as a semicarbazone or 2,4-dinitrophenylhydrazone derived from aldehydes or ketones, as a simple way of verifying the identity of the original compound, assuming that a table of derivative MP values is available. Prior to the advent of spectroscopic analysis, such methods were widely used."
        ],
        "related": 18
    },
    {
        "title": "Cambodian rock (1960s–1970s)",
        "summary": [
            "Cambodian rock (1960s–1970s)",
            "Cambodian rock of the 1960s and 1970s was a thriving and prolific music scene based in Phnom Penh, Cambodia, in which musicians created a unique sound by combining traditional Cambodian music forms with rock and pop influences from records imported into the country from Latin America, Europe, and the United States. U.S. armed forces radio that had been broadcast to troops stationed nearby during the Vietnam War was also a primary influence. This music scene was abruptly crushed by the Khmer Rouge communists in 1975, and many of its musicians disappeared or were executed during the ensuing Cambodian genocide. Due to its unique sounds and the tragic fate of many of its performers, the Cambodian rock scene has attracted the interest of music historians and record collectors, and the genre gained new popularity upon the international release of numerous compilation albums starting in the late 1990s."
        ],
        "related": 172
    },
    {
        "title": "Jai Bhim (film)",
        "summary": [
            "Jai Bhim (film)",
            "Jai Bhim transl.Victory to Bhim is a 2021 Indian Tamil-language legal drama film directed by T. J. Gnanavel and produced by Jyothika and Suriya under 2D Entertainment. The film stars Suriya, Lijomol Jose and Manikandan, with Rajisha Vijayan, Prakash Raj, Rao Ramesh and others in supporting roles. The film deals with the subject of police bias and state violence against a marginalised community. Based on a true incident in 1993, which involves a case fought by Justice K. Chandru, it revolves around the lives of Sengeni and Rajakannu, a couple from the Irular tribe. Rajakannu was arrested by the police, and was later missing from the police station. Sengeni seeks the help of an advocate Chandru to seek justice for her husband.\nFollowing an official announcement in April 2021, the film began principal photography that month, with many sequences being shot in Chennai and Kodaikanal. Production was halted due to the COVID-19 pandemic and filming resumed in July 2021. It was completed that September. The films cinematography and editing were handled by S. R. Kathir and Philomin Raj respectively. The music and film score is composed by Sean Roldan. The films title is a reference to the slogan used by followers of B. R. Ambedkar.\nJai Bhim was released on Amazon Prime Video, prior to Diwali, on 2 November 2021, as part of a multi-film deal signed by 2D Entertainment. The film received universal acclaim from critics, who praised the story, performances, direction and social message, and several publications listed the film as one of the best Tamil and Indian films of 2021."
        ],
        "related": 247
    },
    {
        "title": "Zeno of Elea",
        "summary": [
            "Zeno of Elea",
            "Zeno of Elea ; Ancient Greek:   ; c.495  c.430 BC was a pre-Socratic Greek philosopher of Magna Graecia and a member of the Eleatic School founded by Parmenides. Aristotle called him the inventor of the dialectic. He is best known for his paradoxes, which Bertrand Russell described as immeasurably subtle and profound."
        ],
        "related": 603
    },
    {
        "title": "Chicken or the egg",
        "summary": [
            "Chicken or the egg",
            "The chicken or the egg causality dilemma is commonly stated as the question, which came first: the chicken or the egg? The dilemma stems from the observation that all chickens hatch from eggs and all chicken eggs are laid by chickens. Chicken-and-egg is a metaphoric adjective describing situations where it is not clear which of two events should be considered the cause and which should be considered the effect, to express a scenario of infinite regress, or to express the difficulty of sequencing actions where each seems to depend on others being done first. Plutarch posed the question as a philosophical matter in his essay The Symposiacs, written in the 1st century CE."
        ],
        "related": 35
    },
    {
        "title": "Corporate Memphis",
        "summary": [
            "Corporate Memphis",
            "Corporate Memphis is a term used to describe a flat, geometric art style, widely associated with Big Tech illustrations in the late 2010s and early 2020s. It has been criticized by some as uninspired or dystopian, though some illustrators have defended the style, pointing at what they claim to be its art-historical legitimacy."
        ],
        "related": 14
    },
    {
        "title": "Monsieur et Madame jokes",
        "summary": [
            "Monsieur et Madame jokes",
            "A Monsieur et Madame joke is originally a French type of joke, which takes the form of a riddle. It involves providing the surname of a husband and wife and asking for their childs given name, with the answer forming a pun. For example:\n\nMr. and Mrs. Sleigh have a son, what is his name?\n- Bob! Bob Sleigh = bobsleigh"
        ],
        "related": 39
    }
]