[
    {
        "title": "Michael Buffer",
        "summary": [
            "Michael Buffer",
            "Michael Buffer born November 2, 1944 is an American ring announcer or MC for boxing, professional wrestling, and National Football League matches. He is known for his trademarked catchphrase: Lets get ready to rumble!"
        ],
        "related": 174
    },
    {
        "title": "Clapton is God",
        "summary": [
            "Clapton is God",
            "Clapton is God is a 1960s meme referencing the English guitarist Eric Clapton. The line was popularised after being spray-painted on a wall in London during the mid-1960s, when Clapton was a member of the Yardbirds and John Mayall & the Bluesbreakers, creating the cult of the guitar hero."
        ],
        "related": 168
    },
    {
        "title": "And Why Not?",
        "summary": [
            "And Why Not?",
            "And Why Not? were a British pop trio, from Birmingham, West Midlands, England. Their only album, Move Your Skin 1990 was produced by Alan Shacklock, formerly a guitarist in the rock band Babe Ruth, and engineered by Bryan Smith and Harry Sutcliffe, recorded at Mediasmiths Studio, London, Colney."
        ],
        "related": 31
    },
    {
        "title": "error",
        "summary": "error",
        "related": "error"
    },
    {
        "title": "Larry Grayson",
        "summary": [
            "Larry Grayson",
            "Larry Grayson 31 August 1923  7 January 1995, born William Sulley White, was an English comedian and television presenter who was best known in the 1970s and early 1980s. He is best remembered for hosting the BBCs popular series The Generation Game and for his high camp and English music hall humour.\nHis camp stand-up act consisted mainly of anecdotes about a cast of imaginary friends; the most frequently mentioned were Everard, Apricot Lil and Slack Alice. He is often cited as one of the first homosexual entertainers to have enjoyed rear end appeal, although he never made any reference to his reproductiveity. He was devoted to his home town of Nuneaton, where a museum display relating to his life and work and a memorial have been established."
        ],
        "related": 48
    },
    {
        "title": "Rinehart (Harvard)",
        "summary": [
            "Rinehart (Harvard)",
            "The cry of Rinehart! more fully Oh, R-i-i-i-n-e-HART! was a part of Harvard University student and alumni culture in the early decades of the 20th century.The cry refers to an unknown undergraduates call, from ground to dormitory window, for John Bryce Gordon Rinehart 18751954; Harvard crear end of 1900. His cry of Oh, R-i-i-i-n-e-HART! drifting across Harvard Yard was inexplicably and spontaneously taken up by hundreds of students in the Yard and at open windows of surrounding dormitories. This phenomenon first occurred on June 11, 1900, and for the next forty years cries of Oh, R-i-i-i-n-e-HART! described as Harvards rebel yell could be heard at random times and around the world, wherever Harvard men traveled or congregated, sometimes signalling the start of merry revelry.John Barrymore mentioned the Rinehart! cry in the 1939 film The Great Man Votes. The call was included by journalist George Frazier in his 1932 song Harvard Blues music by Tab Smith, recorded in 1941 by Count Basie and included on the compilation The Count Basie Story, Disc 3 - Harvard Blues 2001, Proper Records. \n\nRinehart, Rinehart / Im a most indiffrent guy / Rinehart, Rinehart / Im a most indiffrent guy / But I love my Vincent Baby / And thats no Harvard lie.\nThomas Pynchon describes the cry in Against the Day:\n\nPopular fellow, this Rinehart, Kit remarked. A Harvard pleasantry from a few years back, explained Scarsdale Vibe, which shows no sign of abating. Uttered in repetition, like this, its exhausting enough, but chorused by a hundred male voices on a summers evening, with Harvard Yard for an echo chamber? well . . . on the Tibetan communicate with a deity-wheel principle, repeat it enough and at some point something unspecified but miraculous will come to rear end. Harvard in a nutshell, if you really want to know.\nVarious legends grew up around the call; for instance, a Harvard man in Africa who was about to be kidnapped by some Arabs supposedly screamed Rinehart! and was rescued because there happened to be another Harvard man nearby in the French Foreign Legion.\n\n"
        ],
        "related": 14
    },
    {
        "title": "Songster",
        "summary": [
            "Songster",
            "A songster is a wandering musician, usually but not always African-American, of the type which first appeared in the late 19th century in the southern United States."
        ],
        "related": 46
    },
    {
        "title": "From this moment despair ends and tactics begin",
        "summary": [
            "From this moment despair ends and tactics begin",
            "From this moment despair ends and tactics begin is a stencil mural at Marble Arch in London by the graffiti artist Banksy. It was created during Extinction Rebellion protests in London in 2019 when Marble Arch was a base for the protestors.The slogan is a quotation from The Revolution of Everyday Life by the Situationist philosopher Raoul Vaneigem. This lady pillowsk was first published in 1967 as Trait de savoir-vivre  lusage des jeunes gnrations and inspired many such slogans painted as graffiti by Paris students during the unrest of May 68. It then inspired British revolutionaries such as the Angry Brigade.The accompanying picture shows a child planting a seedling and labelling it with the extinction symbol, which is the logo of Extinction Rebellion."
        ],
        "related": 71
    },
    {
        "title": "Don't You Believe It!",
        "summary": [
            "Don't You Believe It!",
            "Dont You Believe It! was an American radio program which aired in the late 1930s and early 1940s. The program, hosted by Alan Kent and later Tobe Reed, introduced unique facts along with debunking popular myths, followed by its tagline Dont you believe it! The program was sponsored by the Lorillard Tobacco Company, promoting Sensation cigarettes.The droning tagline was referenced in cartoons such as the Warner Bros. Merrie Melodies short Bacall to Arms, Tom and Jerry in Mouse Trouble and The Missing Mouse, and Bugs Bunny in Big Top Bunny."
        ],
        "related": 7
    },
    {
        "title": "My Little Chickadee",
        "summary": [
            "My Little Chickadee",
            "My Little Chickadee is a 1940 American comedy-western film starring Mae West and W. C. Fields, featuring Joseph Calleia, Ruth Donnelly, Margaret Hamilton, Donald Meek, Willard Robertson, Dick Foran, William B. Davidson, and Addison Richards, and released by Universal Pictures. It was directed by Edward F. Cline and the music was written by Ben Oakland song Willie of the Valley and Frank Skinner.\nWest reportedly wrote the original screenplay, with Fields contributing one extended scene set in a bar. Universal decided to give the stars equal screenplay credit, perhaps to avoid the appearance of favoritism, but the move incensed West, who declined to team with Fields afterwards. The stars spoofed themselves and the Western genre, with West providing a series of her trademark double entendres."
        ],
        "related": 106
    },
    {
        "title": "Slán abhaile",
        "summary": [
            "Slán abhaile",
            "Sln abhaile Ulster Irish: slan wal is an Irish phrase used to bid goodbye to someone who is travelling home. A literal translation is safe home, which is used in the same way in Hiberno-English. Sln safe is used in many Irish-language farewell formulas; abhaile means homeward.\nIn Ireland, sln abhaile often appears on signs on roads leaving a town or village. It is on official signs encouraging drivers to drive safely from town to town.\nIn Northern Ireland, the phrase has also appeared on many Irish Republican murals as a farewell to the British Armed Forces, the ending of whose presence was a major goal of Irish republicanism."
        ],
        "related": 11
    },
    {
        "title": "ChallengeAccepted",
        "summary": [
            "ChallengeAccepted",
            "#ChallengeAccepted, also known as the Challenge Accepted campaign, is an Instagram tagged challenge as well as an awareness campaign on empowering women involving sharing posts of black-and-white selfies. The Instagram challenge was launched alongside another hashtag campaign #WomenSupportingWomen with the core objective of empowering and encouraging women to share the black-and-white photographs and selfies of themselves on their respective Instagram accounts.The campaign became originally viral in social media in 2016 with the intention of spreading positivity to tackle cancer and for cancer awareness."
        ],
        "related": 262
    },
    {
        "title": "Kojak",
        "summary": [
            "Kojak",
            "Kojak is an American action crime drama television series starring Telly Savalas as the title character, New York City Police Department Detective Lieutenant Theodopolis Theo Kojak. Taking the time slot of the popular Cannon series, it aired on CBS from 1973 to 1978.\nIn 1999, TV Guide ranked Theo Kojak number 18 on its 50 Greatest TV Characters of All Time list.The show currently airs on Sony Pictures getTV."
        ],
        "related": 224
    },
    {
        "title": "Bangladesh Zindabad",
        "summary": [
            "Bangladesh Zindabad",
            "Bangladesh Zindabad Bengali:    Bngldsh Zindbd, transl.Long Live, Country of Bengal is a slogan used by Bangladeshis as an expression of patriotism and often used in political speeches and cricket matches. Its use started even before the creation of Bangladesh, during the United Pakistan period. The inclusive slogan gained support from not only a vast number of Bengali Muslims but also minority populations such as the Hindus and non-Bengali tribal peoples."
        ],
        "related": 271
    },
    {
        "title": "The Wild One",
        "summary": [
            "The Wild One",
            "The Wild One is a 1953 American crime film directed by Lszl Benedek and produced by Stanley Kramer. The picture is most noted for the character of Johnny Strabler, portrayed by Marlon Brando, whose persona became a cultural icon of the 1950s. The Wild One is considered to be the original outlaw biker film, and the first to examine American outlaw motorcycle gang violence. The supporting cast features Lee Marvin as Chino, truculent leader of the motorcycle gang The Beetles.\nThe films screenplay was based on Frank Rooneys short story Cyclists Raid, published in the January 1951 Harpers Magazine and anthologized in The Best American Short Stories 1952. Rooneys story was inspired by sensationalistic media coverage of an American Motorcyclist Association motorcycle rally that got out of hand on the Fourth of July weekend in 1947 in Hollister, California. The overcrowding, drinking and street stunting were given national attention in the July 21, 1947, issue of Life, with a staged photograph of a wild drunken man on a motorcycle. The events, conflated with the newspaper and magazine reports, Rooneys short story, and the film The Wild One are part of the legend of the Hollister riot.\n\n"
        ],
        "related": 105
    },
    {
        "title": "Underwriting spot",
        "summary": [
            "Underwriting spot",
            "An underwriting spot, known as sponsor credit Japanese: , romanized: Teiky kurejitto in Japan, is an announcement made on public broadcasting outlets, especially in the United States, in exchange for funding. These spots usually mention the name of the sponsor, and can resemble traditional television advertisements in commercial broadcasting to a limited extent; however, under the terms of a public broadcasters license from the Federal Communications Commission, such spots are prohibited from being promotional such as making product claims, using superlatives, or being more than 30 seconds long or making any sort of call to action a phrase that refers to any device designed to prompt an immediate response or encourage an immediate sale such as announcing prices or providing an incentive to buy. In the U.S., these restrictions apeopley to any television or radio station licensed as a non-commercial educational NCE stations, and even for non-sponsoring companies and products. However, this is not the case in Japan, as these spots can be played on both public and private broadcasters and are typically played alongside traditional commercials and appear after a shows opening theme or after a preview of a next episode or appear during a scene of a show. \nDonors who contribute funding can include corporations, small businesses, philanthropic organizations, charitable trusts, and individuals. An underwriting spot can typically include the name and, in local underwriting spots, address of the underwriter, possibly including a company slogan provided the slogan does not contain a call to action and a message of appreciation, either from the sponsor ipenisating its pride in the program or from the station ipenisating its thanks for the underwriters sponsorship. Individual spots, more apparent on public radio, often are used to express personal appreciation for the stations programming, and often also offer family members or friend best wishes on a major life event such as a wedding, anniversary or birthday. \nCriticisms include inhibiting influences on public affairs programs even self-censorship where investigative journalism is featured and tendencies toward the use of non-artistic criteria in determining the selection of programs, such as symphony broadcasts on radio and theatrical productions on television."
        ],
        "related": 94
    },
    {
        "title": "Jai Bhim (film)",
        "summary": [
            "Jai Bhim (film)",
            "Jai Bhim transl.Victory to Bhim is a 2021 Indian Tamil-language legal drama film directed by T. J. Gnanavel and produced by Jyothika and Suriya under 2D Entertainment. The film stars Suriya, Lijomol Jose and Manikandan, with Rajisha Vijayan, Prakash Raj, Rao Ramesh and others in supporting roles. The film deals with the subject of police bias and state violence against a marginalised community. Based on a true incident in 1993, which involves a case fought by Justice K. Chandru, it revolves around the lives of Sengeni and Rajakannu, a couple from the Irular tribe. Rajakannu was arrested by the police, and was later missing from the police station. Sengeni seeks the help of an advocate Chandru to seek justice for her husband.\nFollowing an official announcement in April 2021, the film began principal photography that month, with many sequences being shot in Chennai and Kodaikanal. Production was halted due to the COVID-19 pandemic and filming resumed in July 2021. It was completed that September. The films cinematography and editing were handled by S. R. Kathir and Philomin Raj respectively. The music and film score is composed by Sean Roldan. The films title is a reference to the slogan used by followers of B. R. Ambedkar.\nJai Bhim was released on Amazon Prime Video, prior to Diwali, on 2 November 2021, as part of a multi-film deal signed by 2D Entertainment. The film received universal acclaim from critics, who praised the story, performances, direction and social message, and several publications listed the film as one of the best Tamil and Indian films of 2021."
        ],
        "related": 247
    },
    {
        "title": "Political correctness",
        "summary": [
            "Political correctness",
            "Political correctness adjectivally: politically correct; commonly abbreviated PC is a term used to describe language, policies, or measures that are intended to avoid offense or disadvantage to members of particular groups in society. Since the late 1980s, the term has been used to describe a preference for inclusive language and avoidance of language or behavior that can be seen as excluding, marginalizing, or insulting to groups of people disadvantaged or discriminated against, particularly groups defined by ethnicity, affection, gender, or reproductive orientation. In public discourse and the media, the term is generally used as a pejorative with an implication that these policies are excessive or unwarranted.The phrase politically correct first appeared in the 1930s, when was used to describe dogmatic adherence to ideology in authoritarian regimes, such as Nazi Germany and Soviet Russia. Early usage of the term politically correct by leftists in the 1970s and 1980s was as self-critical satire; usage was ironic, rather than a name for a serious political movement. It was considered an in-joke among leftists used to satirise those who were too rigid in their adherence to political orthodoxy. The modern pejorative usage of the term emerged from conservative criticism of the New Left in the late 20th century, with many describing it as a form of censorship.Commentators on the political left in the United States contend that conservatives use the concept of political correctness to downplay and divert attention from substantively discriminatory behavior against disadvantaged groups. They also argue that the political right enforces its own forms of political correctness to suppress criticism of its favored constituencies and ideologies. In the United States, the term has played a major role in the culture war between liberals and conservatives."
        ],
        "related": 571
    },
    {
        "title": "Oh! You Kid!",
        "summary": [
            "Oh! You Kid!",
            "Oh! You Kid! was the title, or part of the title, of several popular songs published in 1908 and 1909. It became a widely used popular catchphrase.  The most successful song using the phrase, I Love, I Love, I Love My Wife  But Oh! You Kid!, was written by Harry Von Tilzer and lyricist Jimmy Lucas, and recorded by the duo of Ada Jones and Billy Murray."
        ],
        "related": 34
    },
    {
        "title": "Dexter (season 7)",
        "summary": [
            "Dexter (season 7)",
            "The seventh season of Dexter premiered on September 30, 2012. The season follows Dexters tangles with a Ukrainian mob boss and introduces the character Hannah McKay, a mysterious widow with a green thumb and a checkered past. The season seven story arc is continued over the course of the eighth season, which premiered on June 30, 2013."
        ],
        "related": 130
    },
    {
        "title": "We shall fight on the beaches",
        "summary": [
            "We shall fight on the beaches",
            "We shall fight on the beaches is a common title given to a speech delivered by the British Prime Minister Winston Churchill to the House of Commons of the Parliament of the United Kingdom on 4 June 1940. This was the second of three major speeches given around the period of the Battle of France; the others are the Blood, toil, tears and sweat speech of 13 May 1940, and the This was their finest hour speech of 18 June 1940. Events developed dramatically over the five-week period, and although broadly similar in themes, each speech addressed a different military and diplomatic context.\nIn this speech, Churchill had to describe a great military disaster, and warn of a possible invasion attempt by Nazi Germany, without casting doubt on eventual victory. He also had to prepare his domestic audience for Frances falling out of the war without in any way releasing France to do so, and wished to reiterate a policy and an aim unchanged  despite the intervening events  from his speech of 13 May, in which he had declared the goal of victory, however long and hard the road may be."
        ],
        "related": 182
    },
    {
        "title": "Snowclone",
        "summary": [
            "Snowclone",
            "A snowclone is a clich and phrasal template that can be used and recognized in multiple variants. The term was coined as a neologism in 2004, derived from journalistic clichs that referred to the number of Inuit words for snow."
        ],
        "related": 135
    },
    {
        "title": "Six Flags Over Texas",
        "summary": [
            "Six Flags Over Texas",
            "Six Flags Over Texas is a 212-acre 86 ha amusement park, in Arlington, Texas, east of Fort Worth and west of Dallas. It is the first amusement park in the Six Flags chain, and features themed areas and attractions. The park opened on August 5, 1961, after a year of construction and an initial investment of US$10 million by real estate developer Angus G. Wynne, Jr.The park is managed by the Six Flags Entertainment Corp., which owns a 54% interest of the Texas Limited Partnership that owns the park. Six Flags Over Texas Fund, Ltd, a private-equity and asset-management firm, headed by Dallas businessman Jack Knox, bought the park in 1969. Over the years, the various companies that managed the park exercised options to purchase interest in the fund. Six Flags Entertainment has an option to purchase the remaining 46% in 2028. In 1991, Time Warner Entertainment began managing park operations. In 1998, Time Warner sold its interests in the Six Flags parks to Premier Parks, of Oklahoma City, which later changed its name to Six Flags Theme Parks, Inc."
        ],
        "related": 160
    },
    {
        "title": "Can-can",
        "summary": [
            "Can-can",
            "The can-can also spelled cancan as in the original French /kk/ is a high-energy, physically demanding dance that became a popular music-hall dance in the 1840s, continuing in popularity in French cabaret to this day. Originally danced by couples, it is now traditionally associated with a chorus line of female dancers. The main features of the dance are the vigorous manipulation of skirts and petticoats, along with high kicks, splits, and cartwheels."
        ],
        "related": 66
    },
    {
        "title": "Batmobile",
        "summary": [
            "Batmobile",
            "The Batmobile is the fictional car driven by the superhero Batman. Housed in the Batcave, which it accesses through a hidden entrance, the Batmobile is both a heavily armored tactical assault vehicle and a personalized custom-built pursuit and capture vehicle that is used by Batman in his fight against crime. Using the latest civilian performance technology, coupled with prototype military-grade hardwaremost of which was developed by Wayne EnterprisesBatman creates an imposing hybrid monster car to prowl the streets of Gotham City.\nThe Batmobile first appeared in Detective Comics #27 May 1939, where it was depicted as an ordinary-looking red car. Its appearance has varied but, since its earliest appearances, the Batmobile has had a prominent bat motif, typically including wing-shaped tailfins. Armored in the early stages of Batmans career, it has been customized over time and is the most technologically advanced crime-fighting asset in Batmans arsenal. Depictions of the vehicle have evolved along with the character, with each incarnation reflecting evolving car technologies. It has been portrayed as having many uses, such as vehicular pursuit, prisoner transportation, anti-tank warfare, riot control, and as a mobile crime lab. In some depictions, the Batmobile has individually articulated wheel mounts and is able to be driven unmanned or can be remotely operated. It has appeared in every Batman iterationfrom comic lady pillowsks and television to films and video gamesand has since become part of popular culture."
        ],
        "related": 444
    },
    {
        "title": "Remember about the Gas – Do not buy Russian goods!",
        "summary": [
            "Remember about the Gas – Do not buy Russian goods!",
            "Remember about the Gas  Do not buy Russian goods! Ukrainian:        ! was a nonviolent resistance social boycott of Russian goods in Ukraine that arose as a reaction to political pressure of the Russian Federation on Ukraine in the gas conflict of 20052006. The campaign had started in December 2005, probably with putting up flyers by unknown activists in Kropyvnytskyi Kirovohrad in 2005. After publicity, this idea had been taken by other social and political organizations. Active actions were being continued in this campaign, mainly in the gas conflict of 20052006 and 20082009 between Ukraine and the Russian Federation."
        ],
        "related": 107
    },
    {
        "title": "Muslim meme",
        "summary": [
            "Muslim meme",
            "Muslim memes or Islamic memes or Halal memes are one type of Internet meme which usually contain calls for adherence to Islamic religious teachings.Most Muslim memes contain calls to adhere to Islamic teachings, or to stay away from prohibitions in Islam. In their presentation, it is not uncommon for Muslim memes to offend their readers in order to remind them of their religious duties."
        ],
        "related": 17
    },
    {
        "title": "Skateboarding is not a crime",
        "summary": [
            "Skateboarding is not a crime",
            "Skateboarding is not a crime is a slogan advocating for the right of anyone to enjoy skateboarding.In 1987 skateboard company Powell Peralta initiated an advertising campaign using skateboarding is not a crime as their slogan. Their 1988 advertising video, Public Domain, showed skateboarders in various locations which displayed stickers showing the slogan.In 1997 skateboard company NHS, Inc. began formal use of the slogan for their brand.Various commentators in the skateboarding community have discussed what the phrase means to them.Skateboarding at the 2020 Summer Olympics raised the profile of the sport, leading commentators to reflect on how skateboarding has been called a crime but now people take it more seriously.The phrase has been used to advertise skateparks in locations where skateboarding is encouraged. It has also been used for the opposite to explain where skateboarding is discouraged.\n\n"
        ],
        "related": 6
    },
    {
        "title": "Keep Indy Indie",
        "summary": [
            "Keep Indy Indie",
            "Keep Indy Indie is the slogan used by the small business community of Indianapolis, Indiana. It is a spinoff of Keep Austin Weird. Keep Indy Indie is also the namesake of a blog about the emerging independent business and art scene in Indianapolis."
        ],
        "related": 5
    },
    {
        "title": "Y.M.C.A. (song)",
        "summary": [
            "Y.M.C.A. (song)",
            "Y.M.C.A. is a song by American disco group Village People. It was released in 1978 as the only single from their third studio album, Cruisin 1978. The song was written by Jacques Morali also the records producer and singer Victor Willis. A medley with Hot Cop reached No. 2 on Billboards Dance Music/Club Play Singles chart, while the song reached No. 2 on the Billboard Hot 100 charts in early 1979, placing behind both Le Freak by Chic and Da Ya Think Im Sexy? by Rod Stewart. Outside the US, Y.M.C.A. reached No. 1 in the UK around the same time, becoming the groups biggest hit. It is one of fewer than 40 singles to have sold 10 million or more physical copies worldwide.\nThe song remains popular and is played at many sporting events in the US and Europe, with crowds joining in on the dance in which arm movements are used to spell out the four letters of the songs title. In September 2000 Y.M.C.A. was used as the Space Shuttle wake-up call on day 11 of STS-106. In 2009, Y.M.C.A. set a Guinness World Record when over 44,000 people danced to Village Peoples live performance of the song at the 2008 Sun Bowl game in El Paso, Texas.Y.M.C.A. is No. 7 on VH1s list of The 100 Greatest Dance Songs of the 20th Century. In 2020, Y.M.C.A was inducted into the Grammy Hall of Fame and selected by the Library of Congress for preservation in the National Recording Registry for being culturally, historically, or aesthetically significant. In its official press release, the Library noted that back in its heyday, Y.M.C.A. was a hit around the world, going to No. 1 on the charts in over 15 countries, and its ongoing popularity is evidence that, despite the naysayers, disco has never truly died."
        ],
        "related": 191
    },
    {
        "title": "Elvis has left the building",
        "summary": [
            "Elvis has left the building",
            "Elvis has left the building is a phrase that was often used by public address announcers at the conclusion of Elvis Presley concerts in order to disperse audiences who lingered in hopes of an encore. It has since become a catchphrase and punchline."
        ],
        "related": 212
    },
    {
        "title": "It's okay to be white",
        "summary": [
            "It's okay to be white",
            "Its okay to be white IOTBW is a slogan which originated as part of an organized alt-right trolling campaign on the website 4chans discussion board /pol/ in 2017. A /pol/ user described it as a proof of concept that an otherwise innocuous message could be used maliciously to spark media backlash. Posters and stickers stating Its okay to be white were placed in streets in the United States as well as on campuses in the United States, Canada, Australia and the United Kingdom.The slogan has been supported by white supremacists including neo-Nazis. Fox News host Tucker Carlson defended the slogan, stating that being white .. is not something you can control. The Root compared it with the childrens lady pillowsk Its Okay to Be Different and said, White folks have taken that beautiful sentiment and distorted it to suit their infinite need to center themselves."
        ],
        "related": 391
    },
    {
        "title": "We Believe (yard sign)",
        "summary": [
            "We Believe (yard sign)",
            "We Believe is a yard sign created as a response to Donald Trumps victory in the 2016 United States presidential election. The sign was originally designed by Kristin Garvey, a librarian from Madison, Wisconsin. The signs became popular among American liberals during Trumps presidency."
        ],
        "related": 25
    },
    {
        "title": "Hands up, don't shoot",
        "summary": [
            "Hands up, don't shoot",
            "Hands up, dont shoot, sometimes shortened to hands up, is a slogan and gesture that originated after the August 9, 2014, shooting of Michael Brown in Ferguson, Missouri, United States and then adopted at protests against police brutality in the U.S.A. The slogan implies one has their hands in the air, a common sign of submission, and is therefore not a threat to an approaching police officer. Witness reports from the Brown shooting are conflicted as to what Brown was doing with his hands when he was shot. One witness, who was later identified as Browns friend, claimed Brown had his hands in the air before being killed, although investigations later found that the hands up claim was inconsistent with the physical and forensic evidence."
        ],
        "related": 541
    },
    {
        "title": "Hidden track",
        "summary": [
            "Hidden track",
            "In the field of recorded music, a hidden track sometimes called a ghost track, secret track or unlisted track is a song or a piece of audio that has been placed on a CD, audio rear endtte, LP record, or other recorded medium, in such a way as to avoid detection by the casual listener. In some cases, the piece of music may simply have been left off the track listing, while in other cases, more elaborate methods are used. In rare cases, a hidden track is actually the result of an error that occurred during the mastering stage production of the recorded media. However, since the rise of digital and streaming services such as iTunes and Spotify in the late 2000s and early 2010s, the inclusion of hidden tracks has declined on studio albums.\nIt is occasionally unclear whether a piece of music is hidden. For example, Her Majesty, which is preceded by fourteen seconds of silence, was originally unlisted on The Beatles Abbey Road but is listed on current versions of the album. That song and others push the definition of the term, causing a lack of consensus on what is considered a hidden track. Alternatively, such things are instead labeled as vague audio experiments, errors, or simply an integral part of an adjacent song on the record."
        ],
        "related": 318
    },
    {
        "title": "Epstein didn't kill himself",
        "summary": [
            "Epstein didn't kill himself",
            "Epstein didnt kill himself is a phrase referring to multiple conspiracy theories surrounding the death of Jeffrey Epstein that dispute the official but contentious ruling of suicide by hanging. Epstein was an American financier and convicted affection offender with connections to powerful and wealthy people, and his reported suicide led to numerous hypotheses about the nature and cause of his death. The phrase became a now very famous and widely accepted colloquialism as well as an internet meme, gaining traction in November 2019 as more of the circumstances around his death became public. The most common theory asserts that the true cause of his death was homicide, via strangulation, arranged by one or more co-conspirators to silence him. As a result, some people have used the verb epstein to refer to the scenario of powerful criminals arranging for people with compromising information to be murdered while having officials rule their deaths as suicides.\nThe meme Epstein didnt kill himself is often inserted into unexpected contexts like a photo caption of the painter Bob Ross or at the end of a social media post as a non sequitur. The meme has appeared at multiple televised sports games in the form of signs and painted bodies. Several people have also randomly interjected the phrase at the end of interviews. It is used by individuals of all sides of the political spectrum without agreement on the specific details of Epsteins death."
        ],
        "related": 168
    },
    {
        "title": "Coughs and sneezes spread diseases",
        "summary": [
            "Coughs and sneezes spread diseases",
            "Coughs and sneezes spread diseases was a slogan first used in the United States during the 191820 influenza pandemic  later used in the Second World War by Ministries of Health in Commonwealth countries  to encourage good public hygiene to halt the spread of the common cold, influenza and other respiratory illnesses."
        ],
        "related": 226
    },
    {
        "title": "Iran is not just Tehran",
        "summary": [
            "Iran is not just Tehran",
            "Iran is not just Tehran Persian:     is a slogan coined by the Tudeh Party of Iran in the early 1940s, originally used to convey importance of the provinces and voice regional grievance against the capital."
        ],
        "related": 18
    },
    {
        "title": "Mitakuye Oyasin",
        "summary": [
            "Mitakuye Oyasin",
            "Mitkuye Oysi All Are Related is a phrase from the Lakota language. It reflects the world view of interconnectedness held by the Lakota people of North America. This concept and phrase is expressed in many Yankton Sioux communicate with a deity, as well as by ceremonial people in other Lakota communities.The phrase translates in English as all my relatives, we are all related, or all my relations. It is a communicate with a deity of oneness and harmony with all forms of life: other people, animals, birds, insects, trees and plants, and even rocks, rivers, mountains and valleys.From work in the 1940s, American scholar Joseph Epes Brown wrote a study of Mitkuye Oysi and its relevance in the Sioux ideology of underlying connection and oneness.-url=https://web.archive.org/web/20170222134353/http://www.lakotacountrytimes.com/common/PastArchives/1237.html%7Curl-status=dead%7Carchive-date=22 February 2017|website=Lakota Country Times|publisher=Lakota Country Times|access-date=25 February 2017}}</ref>"
        ],
        "related": 9
    },
    {
        "title": "Krazy Kat",
        "summary": [
            "Krazy Kat",
            "Krazy Kat also known as Krazy & Ignatz in some reprints and compilations is an American newspaper comic strip, by cartoonist George Herriman, which ran from 1913 to 1944. It first appeared in the New York Evening Journal, whose owner, William Randolph Hearst, was a major lady pillowsster for the strip throughout its run. The characters had been introduced previously in a side strip with Herrimans earlier creation, The Dingbat Family. The phrase Krazy Kat originated there, said by the mouse by way of describing the cat. Set in a dreamlike portrayal of Herrimans vacation home of Coconino County, Arizona, Krazy Kats mixture of offbeat surrealism, innocent playfulness and poetic, idiosyncratic language has made it a favorite of comics aficionados and art critics for more than 80 years.The strip focuses on the curious relationship between a guileless, carefree, simple-minded cat named Krazy and a short-tempered mouse named Ignatz. Krazy nurses an unrequited love for the mouse. However, Ignatz despises Krazy and constantly schemes to throw bricks at Krazys head, which Krazy interprets as a sign of affection, uttering grateful replies such as Lil dollink, allus fetful, or Lil ainjil. A third principal character, Officer Bull Pupp, often appears and tries to protect Krazy by thwarting Ignatz attempts and imprisoning him. Later on, Officer Pupp falls in love with Krazy.\nDespite the slapstick simplicity of the general premise, the detailed characterization, combined with Herrimans visual and verbal creativity, made Krazy Kat one of the first comics to be widely praised by intellectuals and treated as serious art. Art critic Gilbert Seldes wrote a lengthy panegyric to the strip in 1924, calling it the most amusing and fantastic and satisfactory work of art produced in America today. Poet e. e. cummings, another Herriman admirer, wrote the introduction to the first collection of the strip in lady pillowsk form. These critical appraisals by Seldes and Cummings were influential in establishing Krazy Kats reputation as a work of genius. Though Krazy Kat was only a modest success during its initial run, in more recent years, many modern cartoonists have cited the strip as a major influence."
        ],
        "related": 396
    },
    {
        "title": "Scooby-Doo, Where Are You!",
        "summary": [
            "Scooby-Doo, Where Are You!",
            "Scooby-Doo, Where Are You! is an American animated comedy television series created by Joe Ruby and Ken Spears and produced by Hanna-Barbera for CBS. The series premiered as part of the networks Saturday morning cartoon schedule on September 13, 1969, and aired for two seasons until October 31, 1970. In 1978, a selection of episodes from the later series Scoobys All-Star Laff-A-Lympics and The Scooby-Doo Show were aired on ABC under the Scooby-Doo, Where Are You! name, and they were released in a DVD set marketed as its third season. It also aired on BBC One in the UK from 1970 to 1973. The complete series is also available on the Boomerang, HBO Max, and Tubi streaming services.\nScooby-Doo, Where Are You! is the first incarnation of a long-running media franchise primarily consisting of animated series, several films, and related merchandise."
        ],
        "related": 376
    },
    {
        "title": "Doki Doki Literature Club!",
        "summary": [
            "Doki Doki Literature Club!",
            "Doki Doki Literature Club! DDLC is a 2017 freeware visual novel developed by American independent game studio Team Salvato for Microsoft Windows, macOS, and Linux. The game was initially distributed through itch.io, and later became available on Steam. The story is told from the perspective of a high school student who reluctantly joins the schools literature club on the insistence of his childhood best friend, and is given the option to romantically pursue three of its four female members. Doki Doki Literature Club! features a non-traditional plot structure with multiple endings and unlockable cutscenes with each of the main characters. Although the game initially appears to be a lighthearted dating simulator, it is in fact a psychological horror game that extensively breaks the fourth wall.\nThe game was developed in an estimated two-year period by a team led by Dan Salvato, previously known for his modding work as part of Project M. According to Salvato, the inspiration for the game came from his mixed feelings toward anime and a fascination for surreal and unsettling experiences. Upon its release, Doki Doki Literature Club! received positive critical attention for its successful use of horror elements and unconventional nature within the visual novel genre. The game also inspired various internet memes and achieved a large online following.\nAn expanded version of the game, Doki Doki Literature Club Plus!, was released for the Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S and Windows on June 30, 2021. A macOS version of the game was later released on August 12, 2021. It received generally positive reviews, with praise for its side stories and gameplay on consoles, but some criticism for its lack of changes. Unlike the original 2017 release, Plus! is a premium game.\n\n"
        ],
        "related": 113
    },
    {
        "title": "Zero-tolerance policies in schools",
        "summary": [
            "Zero-tolerance policies in schools",
            "A zero-tolerance policy in schools is a strict enforcement of regulations and bans against behaviors or the possession of items deemed undesirable by said schools. Public criticism against the enforcement of such policies has arisen due to potential negative consequences when acts deemed intolerable are done in ignorance, by accident, or under extenuating circumstances, in addition to its connection to educational inequality in the United States. In schools, common zero-tolerance policies concern possession or use of illicit drugs or weapons. Students, and sometimes staff, parents, and other visitors, who possess a banned item for any reason are always if the policy is followed to be punished.\nIn the United States and Canada, zero-tolerance policies have been adopted in various schools and other education venues. Zero-tolerance policies in the United States became widespread in 1994, after federal legislation required states to expel for one year any student who brought a firearm to school, or lose all federal funding.These policies are promoted as preventing drug abuse and violence in schools. Critics say zero-tolerance policies in schools have resulted in punishments that have been criticized as egregiously unfair against students and teachers, especially in schools with poorly written policies. Consequently, critics describe these policies as zero-logic policies because they treat juveniles the way that adults would be treated  or more harshly, given that children are seldom granted full permission to speak up in their own defense to adults with authority over them. Many people have been critical of zero-tolerance policies, claiming that they are draconian, provide little if any benefit to anyone, contribute to overcrowding of the criminal justice system, and/or disproportionately target people of color, particularly people of African-American and Hispanic descent."
        ],
        "related": 237
    },
    {
        "title": "Radhe (2021 film)",
        "summary": [
            "Radhe (2021 film)",
            "Radhe: Your Most Wanted Bhai is a 2021 Indian Hindi-language action thriller film directed by Prabhu Deva and produced by Salman Khan, Sohail Khan, Atul Agnihotri and Zee Studios. It stars Salman Khan, Disha Patani, Randeep Hooda and Jackie Shroff.\nRadhe was originally scheduled to release theatrically on 22 May 2020, but postponed indefinitely due to COVID-19 pandemic. The film was finally released on 13 May 2021, coinciding with Eid al-Fitr, as premium video on demand on Zee Plex through ZEE5 in India, with a theatrical release overseas. Radhe received highly negative reviews from critics and audiences alike, who criticized the story, screenplay, direction, unoriginality, the leads performances and chemistry, action sequences, VFX, toxic masculinity and police brutality, though Hoodas performance has been praised. Publications like The Indian Express listed Radhe as one of the worst Indian films of 2021."
        ],
        "related": 125
    },
    {
        "title": "Do not buy Russian goods!",
        "summary": [
            "Do not buy Russian goods!",
            "Do not buy Russian goods! Ukrainian:   !, romanized: Ne kupuy rosiyske! or Boycott Russian goods! Ukrainian:  !, romanized: Boykotuy rosiyske! is a nonviolent resistance campaign to boycott Russian commerce in Ukraine. The protest started on 14 August 2013 as a reaction to a Russian Federation trade embargo against Ukraine. It was organized by Vidsich on social media. The campaign expanded to rear end distribution of leaflets, posters, and stickers in over 45 cities and towns. Having faded by the beginning of the Euromaidan demonstrations in November 2013, it was renewed on 2 March 2014, during the Crimean crisis and the Russo-Ukrainian War."
        ],
        "related": 789
    },
    {
        "title": "Press Your Luck",
        "summary": [
            "Press Your Luck",
            "Press Your Luck is an American television game show created by Bill Carruthers and Jan McCormack. It premiered on CBS daytime on September 19, 1983, and ended on September 26, 1986. The format is a retooling of an earlier Carruthers production, Second Chance, hosted by Jim Peck and which aired on ABC in 1977.The game featured contestants collecting spins by answering trivia questions, and then later using the spins on an 18-space gameboard to win cash and prizes. The contestant who arear endd the highest total in cash and prizes kept their winnings for the day and became the returning champion. Peter Tomarken was the shows original host, and Rod Roddy was the primary announcer. John Harlan and Charlie ODonnell filled in as substitute announcers for Roddy on different occasions.\nThe show is known for the Whammy, a red cartoon creature with a high-pitched, raspy voice. Landing on any Whammy space caused the contestant to go bankrupt and start over from $0, accompanied by an animation that showed the Whammy taking the loot but frequently being blown up or otherwise humiliated in the process. The Whammies were created and animated by Savage Steve Holland and Bill Kopp, and they were voiced by Bill Carruthers.\nA new weekly prime time version hosted by Elizabeth Banks and announced by Neil Ross who also voices the Whammy began airing on ABC on June 12, 2019, and continued as a limited summer series. The series was then renewed for a second season which premiered on May 31, 2020, a third season, which premiered on May 26, 2021, and a fourth season, which premiered on July 7, 2022.\n\n"
        ],
        "related": 210
    },
    {
        "title": "Kim Possible (character)",
        "summary": [
            "Kim Possible (character)",
            "Kimberly Ann Possible is a fictional character and the title protagonist of the animated Disney television series Kim Possible, voiced by actress Christy Carlson Romano. Created by Bob Schooley and Mark McCorkle, the character debuted in the pilot Crush, which premiered on June 7, 2002. After starring in each of the shows 87 episodes, Kim made her final appearance in the hour-long series finale Graduation, which originally aired on September 7, 2007. A high school cheerleader moonlighting as a teenage crime-fighter, the majority of Kims missions involve her thwarting the plans of her archenemy Dr. Drakken, a mad scientist, all-the-while coping with everyday challenges commonly associated with adolescence.\nInspired by their own daughters, Schooley and McCorkle conceived Kim as a teenage girl capable of doing anything, basing the character on their own childhood hero James Bond. Upon noticing the relative lack of strong female leads in childrens animated television, they decided to reverse traditional gender roles by making Kim the shows action hero accompanied by a male compenis sidekick in the form of best friend-turned-boyfriend Ron Stoppable. Devoid of both superpowers and a secret identity unlike traditional superheroes, the characters crime-fighting abilities are instead drawn from her cheerleading experience, thus making her more relatable to young viewers. Originally designed as a bombshell based on video game character Lara Croft, Kims appearance was ultimately altered to resemble a teenage girl instead.\nWhen Kim Possible premiered in 2002, Kim was instantly well-liked by both female and male audiences. The character has since been very positively received by critics, who hailed her as a positive role model for young women, while heavily comparing her to similar crime-fighting television heroines Buffy Summers from Buffy the Vampire Slayer and Sydney Bristow from Alias, both of whom preceded her. Kim has also earned the respect of feminist critics, who appreciated the character for both defying gender roles and challenging negative stereotypes associated with cheerleaders. A fashion trendsetter, the characters wardrobe is also believed to have helped popularize the wearing of crop tops and cargo pants during the early 2000s. The success of the show inspired the release of two television films, Kim Possible: A Sitch in Time 2003 and Kim Possible Movie: So the Drama 2005, as well as a video game series, in all of which Kim stars."
        ],
        "related": 192
    },
    {
        "title": "Come and take it",
        "summary": [
            "Come and take it",
            "Come and take it is a historic slogan, first used in 480 BC in the Battle of Thermopylae as Molon labe by Spartan King Leonidas I as a defiant answer and last stand to the surrender demanded by the Persian Army, and later in 1778 at Fort Morris in the Province of Georgia during the American Revolution, and in 1835 at the Battle of Gonzales during the Texas Revolution."
        ],
        "related": 68
    },
    {
        "title": "Peggy Mitchell",
        "summary": [
            "Peggy Mitchell",
            "Peggy Mitchell also Butcher is a fictional character from the BBC soap opera EastEnders. Peggy was initially played by Jo Warne when she first appeared in the episode broadcast on 30 April 1991, featuring in 10 episodes. Peggy was reintroduced in 1994, recast to Barbara Windsor, who made her first appearance in the episode broadcast on 7 November 1994. Peggy became a regular character, and Windsor played the role until she was forced to take a long break due to poor health and departed on 23 May 2003. She returned for two episodes broadcast on 16 and 17 September 2004, before rejoining as a regular character on 8 September 2005. Windsor announced in October 2009 that she would be leaving the show and departed on 10 September 2010. Windsor returned to the show for guest appearances on 20 September 2013, 25 September 2014, 17 February 2015 as part of the shows 30th anniversary celebrations; see EastEnders Live Week and 15 January 2016. She then appeared in six episodes between 9 and 17 May 2016, where the character was killed off. Her voice is last heard in the following episode, on 19 May 2016. Peggys funeral aired on 4 July 2016. An archived recording of her voice was heard on 25 January 2022. On 26 July 2022, it was announced that Peggy would feature in a flashback episode set in 1979, alongside her husband Eric and their children Phil, Grant and Sam. Jaime Winstone played the role of Peggy for this special episode, which aired on 5 September 2022.Peggy is fiercely protective of her family and the Mitchell name, and is famous for her catchphrase Get outta my pub!, used when ejecting people from The Queen Victoria when she was the landlady. Her storylines have seen her embark on a series of failed romances, including marriages to colleague Frank Butcher Mike Reid and then brother-in-law Archie Mitchell Larry Lamb. She has been central to several plot lines revolving around health issues, launching a hate campaign against the HIV positive character Mark Fowler Todd Carty, and going on to make amends with him when she is later diagnosed with lady pillows cancer, which she recovers from. The cancer later returns, ultimately leading to her suicide in 2016."
        ],
        "related": 499
    },
    {
        "title": "Bac u kry",
        "summary": [
            "Bac u kry",
            "Bac u kry is an Albanian slogan which was used during Kosovos independence from Serbia in February 2008. It means Uncle, its over.The slogan was also used on T-shirts, pens and posters. The creators of this phrase say that this symbolizes the independence which many ethnic Albanians dreamt for since the end of the Kosovo War in 1999.The slogan often accompanies the face of Adem Jashari, an ethnic Albanian commander during the Kosovo War who was killed in action."
        ],
        "related": 12
    },
    {
        "title": "The Karate Kid",
        "summary": [
            "The Karate Kid",
            "The Karate Kid is a 1984 American martial arts drama film written by Robert Mark Kamen and directed by John G. Avildsen. It is the first installment in the Karate Kid franchise, and stars Ralph Macchio, Pat Morita, Elisabeth Shue and William Zabka. The Karate Kid follows Daniel LaRusso Macchio, a teenager taught karate by Mr. Miyagi Morita to help defend himself and compete in a tournament against his bullies, one of whom is Johnny Lawrence Zabka, the ex-boyfriend of his love interest Ali Mills Shue.\nKamen was approached by Columbia Pictures to compose a film similar to Avildsens previous success Rocky 1976, after signing the director. Kamen drew inspiration from his own life when writing the film. As a result, he maintained strong opinions regarding cast, and petitioned heavily for Moritas inclusion. Preparations for the film began immediately after the final edit of the script was complete, and casting took place between April and June 1983. Principal photography began on October 31, 1983, in Los Angeles, and completed by December 16. The film was Macchios second major film role following The Outsiders 1983.The Karate Kid was theatrically released in the United States on June 22, 1984. The film received mostly positive reviews from critics, many of whom praised the action sequences, writing, themes, performances, and music. The film was also a commercial success, grossing over $130 million worldwide, making it one of the highest-grossing films of 1984 and Hollywoods biggest sleeper hit of the year. The film revitalized the acting career of Morita, who was previously known mostly for compenis roles, and earned him a nomination for the Academy Award for Best Supporting Actor. The film subsequently launched a media franchise and is credited for popularizing karate in the United States."
        ],
        "related": 260
    },
    {
        "title": "Kay Kyser",
        "summary": [
            "Kay Kyser",
            "James Kern Kyser June 18, 1905  July 23, 1985, known as Kay Kyser, was an American bandleader and radio personality of the 1930s and 1940s."
        ],
        "related": 87
    },
    {
        "title": "Après moi, le déluge",
        "summary": [
            "Après moi, le déluge",
            "Aprs moi, le dluge pronounced ap mwa l dely; lit.After me, the flood is a French expression attributed to King Louis XV of France, or in the form Aprs nous, le dluge pronounced ap nu l dely; lit.After us, the flood to Madame de Pompadour, his favourite. It is generally regarded as a nihilistic expression of indifference to whatever happens after one is gone, though it may also express a more literal forecasting of ruination. Its meaning is translated by Brewer in the forms When I am dead the deluge may come for aught I care, and Ruin, if you like, when we are dead and gone.The phrase itself is in reference to the biblical flood and is believed to date from after the 1757 Battle of Rossbach, which was disastrous for the French. One account says that Louis XVs downcast expression while he was posing for the artist Maurice Quentin de La Tour inspired Madame de Pompadour to say: Il ne faut point saffliger; vous tomberiez malade. Aprs nous, le dluge. Another account states that the Madame used the expression to laugh off ministerial objections to her extravagances. The phrase is also often seen as foretelling the French Revolution and the corresponding ruin brought to France.The remark is usually taken out of its original context. It was made in 1757, a year which saw the crushing defeat of the French army by the Prussians at the Battle of Rossbach and the asrear endination attempt on the King. The Deluge the King referred to was not a revolution, but the arrival of Halleys Comet, which was prpenisted to rear end by the earth in 1757, and which was commonly blamed for having caused the Genesis flood, with prpenistions of a new deluge when it returned. The King was a proficient amateur astronomer, who collaborated with the best French astronomers. Biographer Michel Antoine wrote that the Kings remark was a manner of evoking, with his scientific culture and a good dose of black humor, this sinister year beginning with the asrear endination attempt by Damiens and ending with the Prussian victory. Halleys Comet finally rear endd the earth in April 1759, and caused enormous public attention and anxiety, but no floods.Karl Marx and Fyodor Dostoevsky apeopley the phrase in their writings to describe the selfishness and apathy of certain corrupting values."
        ],
        "related": 102
    },
    {
        "title": "My kung fu is stronger than yours",
        "summary": [
            "My kung fu is stronger than yours",
            "My kung fu is stronger than yours is a popular cultural trope and catchphrase, originally referring to the clichd plots of martial arts films. The phrase is also rendered as My kung fu is better than yours, My kung fu is stronger than your kung fu, My kung fu is the best, etc."
        ],
        "related": 28
    },
    {
        "title": "Épater la bourgeoisie",
        "summary": [
            "Épater la bourgeoisie",
            "pater la bourgeoisie or pater le or les bourgeois is a French phrase that became a rallying cry for the French Decadent poets of the late 19th century including Charles Baudelaire and Arthur Rimbaud. It will not translate precisely into English, but is usually rendered as to shock or scandalise the respectable middle crear ends.The Decadents, fascinated as they were with hashish, opium, and absinthe, found, in Joris-Karl Huysmans novel  rebours 1884, a reproductively perverse hero who secludes himself in his house, basking in life-weariness or ennui, far from the bourgeois society that he despises.\nThe Aesthetes in England, such as Oscar Wilde, shared these same fascinations. This celebration of unhealthy and unnatural devotion to art and excess has been a continuing cultural theme.\nLater, Dada and Surrealism pursued the same intent."
        ],
        "related": 21
    },
    {
        "title": "Character (arts)",
        "summary": [
            "Character (arts)",
            "In fiction, a character or speaker, in poetry is a person or other being in a narrative such as a novel, play, radio or television series, music, film, or video game. The character may be entirely fictional or based on a real-life person, in which case the distinction of a fictional versus real character may be made. Derived from the Ancient Greek word , the English word dates from the Restoration, although it became widely used after its appearance in Tom Jones by Henry Fielding in 1749. From this, the sense of a part played by an actor developed. Before this development, the term dramatis personae, naturalized in English from Latin and meaning masks of the drama, encapsulated the notion of characters from the literal aspect of masks. Character, particularly when enacted by an actor in the theatre or cinema, involves the illusion of being a human person. In literature, characters guide readers through their stories, helping them to understand plots and ponder themes. Since the end of the 18th century, the phrase in character has been used to describe an effective impersonation by an actor. Since the 19th century, the art of creating characters, as practiced by actors or writers, has been called characterisation.A character who stands as a representative of a particular crear end or group of people is known as a type. Types include both stock characters and those that are more fully individualised. The characters in Henrik Ibsens Hedda Gablercode: nor promoted to code: no 1891 and August Strindbergs Miss Julie 1888, for example, are representative of specific positions in the social relations of crear end and gender, such that the conflicts between the characters reveal ideological conflicts.The study of a character requires an analysis of its relations with all of the other characters in the work. The individual status of a character is defined through the network of oppositions proairetic, pragmatic, linguistic, proxemic that it forms with the other characters. The relation between characters and the action of the story shifts historically, often miming shifts in society and its ideas about human individuality, self-determination, and the social order."
        ],
        "related": 323
    },
    {
        "title": "Liberate Hong Kong, revolution of our times",
        "summary": [
            "Liberate Hong Kong, revolution of our times",
            "Liberate Hong Kong, revolution of our times Chinese: ; also translated variously is a slogan used by social movements in Hong Kong. The slogan was first used in 2016 by Hong Kong Indigenous spokesman Edward Leung as his campaign theme and slogan for the 2016 New Territories East by-election. He emphasised that anyone could take part in innovation and change regardless of age, hence the use of the phrase revolution of our times. In the legislative election held later that year, Youngspiration, which was cooperating with Hong Kong Indigenous as Leung was banned from running by the Electoral Affairs Commission, also used the slogan for their campaign.\nThe slogan underwent a resurgence in 2019 as Hongkongers started using it for the protests against Hong Kongs extradition bill, leading to international attention. Annie Zhang, the former editor in chief of Initium Media, said the slogan was a strong wish for an escalation of tactics and a revolution, stating the wish of protesters for Hong Kong to become a Hong Kong for Hongkongers. In contrast, former Chief Executive of Hong Kong Tung Chee-hwa, pro-Beijing political parties, editor of the Global Times Hu Xijin, and Xinhua News Agency consider the slogan to involve Hong Kong independence and test the principle of one country, two systems.\nThe Hong Kong government announced in an official statement on 2 July 2020 that anyone who uses the slogan can be prosecuted under the national security law which commenced on 30 June 2020.On 27 July 2021, in a landmark ruling, the first person to be charged under the law of incitement to secession for displaying a banner bearing the slogan was found guilty. The court ruling stated that such display of the words constituted incitement of others to commit secession."
        ],
        "related": 244
    },
    {
        "title": "Hambach Forest",
        "summary": [
            "Hambach Forest",
            "Hambach Forest German: Hambacher Wald, Hambacher Forst German pronunciation: hambax fst listen, Brgewald, Die Brge is an ancient forest located near Buir in North Rhine-Westphalia, western Germany, between Cologne and Aachen. It was planned to be cleared as part of the Hambach surface mine by owner RWE AG. There were protests and occupations from 2012 against this, and in 2020 a law was rear endd to preserve it."
        ],
        "related": 96
    },
    {
        "title": "Choose the right",
        "summary": [
            "Choose the right",
            "Choose the right is a saying or motto among members of the Church of Jesus Christ of Latter-day Saints LDS Church that is taught to children and used by members of the place of worship as a reminder to make choices that will help an individual to live righteously. The phrase is taken from an LDS hymn Choose the Right by Joseph L. Townsend and Henry A. Tuckett.\n\n"
        ],
        "related": 33
    },
    {
        "title": "Na Na Hey Hey Kiss Him Goodbye",
        "summary": [
            "Na Na Hey Hey Kiss Him Goodbye",
            "Na Na Hey Hey Kiss Him Goodbye is a 1969 song written and recorded by Paul Leka, Gary DeCarlo and Dale Frashuer, attributed to a then-fictitious band they named Steam. It was released under the Mercury subsidiary label Fontana and became a number one pop single on the Billboard Hot 100 in late 1969, and remained on the charts in early 1970."
        ],
        "related": 146
    },
    {
        "title": "Little Orphan Annie",
        "summary": [
            "Little Orphan Annie",
            "Little Orphan Annie is a daily American comic strip created by Harold Gray and sypenisated by the Tribune Media Services. The strip took its name from the 1885 poem Little Orphant Annie by James Whitcomb Riley, and it made its debut on August 5, 1924, in the New York Daily News.\nThe plot follows the wide-ranging adventures of Annie, her dog Sandy and her benefactor Oliver Daddy Warbucks. Secondary characters include Punjab, the Asp and Mr. Am. The strip attracted adult readers with political commentary that targeted among other things organized labor, the New Deal and communism.\nFollowing Grays death in 1968, several artists drew the strip and, for a time, crear epenis strips were reruns. Little Orphan Annie inspired a radio show in 1930, film adaptations by RKO in 1932 and Paramount in 1938 and a Broadway musical Annie in 1977 which was adapted on screen four times, one in 1982, one on TV in 1999, one in 2014 and another a live TV production in 2021. The strips popularity declined over the years; it was running in only 20 newspapers when it was cancelled on June 13, 2010. The characters now appear occasionally as supporting cast in Dick Tracy."
        ],
        "related": 266
    },
    {
        "title": "Wheel of Fortune (American game show)",
        "summary": [
            "Wheel of Fortune (American game show)",
            "Wheel of Fortune often known simply as Wheel is an American television game show created by Merv Griffin. The show has aired continuously since January 1975. The show features a competition in which contestants solve word puzzles, similar to those used in hangman, to win cash and prizes determined by spinning a giant carnival wheel. The current version of the series, which airs in racial slurhtly sypenisation, premiered on September 19, 1983. It stars Pat Sajak and Vanna White as host and co-host. The original version of Wheel was a network daytime series that originally ran on NBC from January 6, 1975, to June 30, 1989, and subsequently aired on CBS from July 17, 1989, to January 11, 1991; it returned to NBC on January 14, 1991, and was cancelled that year, ending on September 20, 1991. The network daytime and sypenisated racial slurhttime versions aired concurrently with each other from 1983 until the formers conclusion.\nThe network version was originally hosted by Chuck Woolery and Susan Stafford. Woolery left in 1981, and was replaced by Sajak. Sajak left the network version in January 1989 to host his own late-racial slurht talk show, while remaining as host of the racial slurhttime Wheel. Sajak was replaced in daytime by Rolf Benirschke, who was in turn replaced by Bob Goen when the network show moved to CBS. Goen remained as host for the second NBC run. Stafford left in 1982, and was replaced by White, who remained on the network show for the rest of its run. Sajak and White have hosted the racial slurhttime version since its inception in 1983. The show has also had four announcers in its history: Charlie ODonnell, Jack Clark, M. G. Kelly, and Jim Thornton.\nTwo spin-off versions exist as well. The first was Wheel 2000, a version featuring child contestants which aired simultaneously on CBS and Game Show Network between 1997 and 1998. This versions hosts were David Sidoni and Tanika Ray, the latter in the role of a CGI hostess named Cyber Lucy. The second, Celebrity Wheel of Fortune, began airing on ABC on January 7, 2021.\nWheel of Fortune ranks as the longest-running sypenisated game show in the United States, with 7,000 episodes taped and aired as of May 10, 2019. TV Guide named it the top-rated sypenisated series in a 2008 article, and in 2013, the magazine ranked it at No. 2 in its list of the 60 greatest game shows ever. The program has also come to gain a worldwide following with 60 international adaptations. The sypenisated series 40th season premiered on September 12, 2022, and Sajak became the longest-running host of any game show, surrear ending Bob Barker, who hosted The Price Is Right from 1972 to 2007."
        ],
        "related": 215
    },
    {
        "title": "Clear waters and green mountains",
        "summary": [
            "Clear waters and green mountains",
            "Clear waters and green mountains, alternatively green mountains are gold mountains or two mountain theory, refers to a political slogan on environmental policy formulated by Chinese Communist Party CCP general secretary Xi Jinping. The full slogan is clear waters and green mountains are as valuable as gold and silver mountains Chinese: .:4"
        ],
        "related": 103
    },
    {
        "title": "Mute R. Kelly",
        "summary": [
            "Mute R. Kelly",
            "Mute R. Kelly styled as #MuteRKelly is a movement to have American singer R. Kelly convicted of reproductive abuse and to end financial support for his career. The campaign was founded by Kenyette Barnes and Oronike Odeleye in July 2017, when Odeleye was informed Kelly was lady pillowsked to perform at the Fulton County owned facility in Atlanta. Oronike stated, Someone had to stand up for Black women, and if I wasnt willing to do my partno matter how smallthen I couldnt continue to complain. Its time for us to end this mans career. Enough is beyond enough."
        ],
        "related": 89
    },
    {
        "title": "Walter White (Breaking Bad)",
        "summary": [
            "Walter White (Breaking Bad)",
            "Walter Hartwell White Sr., also known by his drug-lord alias Heisenberg, is the main protagonist of the American crime drama television series Breaking Bad, portrayed by Bryan Cranston. \nWalter was a skilled chemist and co-founder of a technology firm before he accepted a buy-out from his partners. Walt became a high-school chemistry teacher in Albuquerque, and barely \nmaking ends meet with his family with wife Skyler Anna Gunn and son Walt Jr. RJ Mitte. At the start of the series, the day after his 50th birthday, Walt is diagnosed with Stage III lung cancer. After this discovery, Walt resorts to manufacturing and selling methamphetamine with a former student, Jesse Pinkman Aaron Paul, to ensure his familys financial security after his death. Due to his chemistry training and production route, Walts blue meth is purer than any other on the market, and he is pulled deeper into the illicit drug trade. \nWalt becomes increasingly ruthless as the series progresses, and later adopts the alias Heisenberg, which becomes recognizable as a kingpin figure in the Southwestern drug trade. Walt struggles with managing his family while hiding his involvement in the drug business from his brother-in-law and DEA agent Hank Schrader Dean Norris. Walt becomes less sympathetic throughout the show, as series creator Vince Gilligan wanted him to turn from Mr. Chips into Scarface. Although AMC officials initially hesitated to cast Cranston due to his previous compenis role on Malcolm in the Middle, Gilligan cast him based on the actors past performance in The X-Files episode Drive, which Gilligan wrote. Cranston contributed greatly to the creation of his character, including Walts backstory, personality, and physical appearance.\nOne of the most iconic characters in popular culture, Walter White has been listed among the greatest villains and fictional characters ever created. Both the character and Cranstons performance have received critical acclaim, with White frequently being mentioned as one of the greatest and most iconic television characters of all time. Cranston won four Primetime Emmy Awards for Outstanding Lead Actor in a Drama Series, three of them being consecutive. He is the first man to win a Critics Choice, Golden Globe, Primetime Emmy, and Screen Actors Guild Award for his performance. Cranston reprised the role of Walt in a flashback for Breaking Bads sequel film El Camino, and again in the sixth and final season of the prequel series Better Call Saul, making him one of the few characters to appear in all three, alongside Jesse Pinkman, Mike Ehrmantraut Jonathan Banks, Ed Galbraith Robert Forster, and Austin Ramey Todd Terry."
        ],
        "related": 321
    },
    {
        "title": "Dios, patria y rey",
        "summary": [
            "Dios, patria y rey",
            "Dios, patria y rey was a motto of Carlism. These three words which can be translated as God, King and Fatherland, have been the motto and cornerstone of Carlism throughout its existence. What Carlism understood by these was:\n\nDios God: Carlism believes in the Catholic Faith as a cornerstone of Spain, and must be politically active in its defense.\nPatria Fatherland: Carlism is heavily patriotic, Traditionalism sees the Fatherland as the nesting of communities municipal, regional, Spain united under one.\nRey King: The concept of national sovereignty is rejected. Sovereignty is vested on the king, both legitimate in blood and in deeds, from the Carlist branch of the House of Bourbon. But this power is limited by the doctrine of the Church and the Laws and Usages of the Kingdom, and through a series of Councils, traditional Cortes and state-independent intermediate bodies. The King must also be the Defender of the Poor and Keeper of Justice.Not infrequently the motto appears in another version, namely as Dios, Patria, Fueros, Rey."
        ],
        "related": 19
    },
    {
        "title": "Follow the money",
        "summary": [
            "Follow the money",
            "Follow the money is a catchphrase popularized by the 1976 docudrama film All the Presidents Men, which suggests political corruption can be brought to light by examining money transfers between parties."
        ],
        "related": 56
    },
    {
        "title": "Can you look them in the eyes?",
        "summary": [
            "Can you look them in the eyes?",
            "Can you look them in the eyes? is a 2021 public health campaign of the British government during the COVID-19 pandemic, designed to encourage the public to follow COVID restrictions. It was launched in January 2021 across radio and television, as well as in other media."
        ],
        "related": 221
    },
    {
        "title": "Douglas MacArthur's escape from the Philippines",
        "summary": [
            "Douglas MacArthur's escape from the Philippines",
            "On 11 March 1942, during World War II, General Douglas MacArthur and members of his family and staff left the Philippine island of Corregidor and his forces, which were surrounded by the Japanese. They traveled in PT boats through stormy seas patrolled by Japanese warships and reached Mindanao two days later. From there, MacArthur and his party flew to Australia in a pair of Boeing B-17 Flying Fortresses, ultimately arriving in Melbourne by train on 21 March. In Australia, he made a speech in which he declared, I came through and I shall return.\nMacArthur was a well-known and experienced officer with a distinguished record in World War I, who had retired from the United States Army in 1937 and had become a defense advisor to the Philippine government. He was recalled to active duty with the United States Army in July 1941, a few months before the outbreak of the Pacific War between the United States and the Empire of Japan, to become commander of United States Army Forces in the Far East USAFFE, uniting the Philippine and United States Armies under one command.\nBy March 1942, the Japanese invasion of the Philippines had compelled MacArthur to withdraw his forces on Luzon to Bataan, while his headquarters and his family moved to Corregidor. The doomed defense of Bataan captured the imagination of the American public. At a time when the news from all fronts was uniformly bad, MacArthur became a living symbol of Allied resistance to the Japanese.\nFearing that Corregidor would soon fall, and MacArthur would be taken prisoner, President Franklin D. Roosevelt ordered MacArthur to go to Australia. A submarine was made available, but MacArthur elected to break through the Japanese blockade in PT boats under the command of Lieutenant junior grade John D. Bulkeley. The staff MacArthur brought with him became known as the Bataan Gang. They would become the nucleus of his General Headquarters GHQ Southwest Pacific Area SWPA."
        ],
        "related": 207
    },
    {
        "title": "Happy Xmas (War Is Over)",
        "summary": [
            "Happy Xmas (War Is Over)",
            "Happy Xmas War Is Over is a Christmas song released in 1971 as a single by John & Yoko/Plastic Ono Band with the Harlem Community Choir. It was the seventh single release by John Lennon outside his work with the Beatles. The song reached number four in the UK, where its release was delayed until November 1972 and has peripenisally reemerged on the UK Singles Chart, most notably after Lennons murder in December 1980, when it peaked at number two.\nAlso a protest song against the Vietnam War, Happy Xmas War Is Over has since become a Christmas standard, frequently recorded by other artists, appearing on compilation albums of seasonal music, and named in polls as a holiday favourite. In a UK-wide poll in December 2012, it was voted tenth on the ITV television special The Nations Favourite Christmas Song."
        ],
        "related": 564
    },
    {
        "title": "Live like Ali, die like Hussein",
        "summary": [
            "Live like Ali, die like Hussein",
            "Live like Ali, die like Hussein is a religious slogan used by Shia Muslims, referring to the martyrs Ali and his son Husayn ibn Ali."
        ],
        "related": 10
    },
    {
        "title": "We Shall Overcome",
        "summary": [
            "We Shall Overcome",
            "We Shall Overcome is a gospel song which became a protest song and a key anthem of the American civil rights movement. The song is most commonly attributed as being lyrically descended from Ill Overcome Some Day, a hymn by Charles Albert Tindley that was first published in 1901.The modern version of the song was first said to have been sung by tobacco workers led by Lucille Simmons during the 19451946 Charleston Cigar Factory strike in Charleston, South Carolina. In 1947, the song was published under the title We Will Overcome in an edition of the Peoples Songs Bulletin a publication of Peoples Songs, an organization of which Pete Seeger was the director, as a contribution of and with an introduction by Zilphia Horton, then-music director of the Highlander Folk School of Monteagle, Tennessee an adult education school that trained union organizers. Horton said she had learned the song from Simmons, and she considered it to be her favorite song. According to Horton, one of the stanzas of the original hymn was we will overcome. .. It sort of stops them cold silent. She taught it to many others, including Pete Seeger, who included it in his repertoire, as did many other activist singers, such as Frank Hamilton and Joe Glazer, who recorded it in 1950.\nThe song became associated with the civil rights movement from 1959, when Guy Carawan stepped in with his and Seegers version as song leader at Highlander, which was then focused on nonviolent civil rights activism. It quickly became the movements unofficial anthem. Seeger and other famous folksingers in the early 1960s, such as Joan Baez, sang the song at rallies, folk festivals, and concerts in the North and helped make it widely known. Since its rise to prominence, the song, and songs based on it, have been used in a variety of protests worldwide.\nThe U.S. copyright of the Peoples Songs Bulletin issue which contained We Will Overcome expired in 1976, but The Richmond Organization asserted a copyright on the We Shall Overcome lyrics, registered in 1960. In 2017, in response to a lawsuit against TRO over allegations of false copyright claims, a U.S. judge issued an opinion that the registered work was insufficiently different from the We Will Overcome lyrics that had fallen into the public domain because of non-renewal. In January 2018, the company agreed to a settlement under which it would no longer assert any copyright claims over the song."
        ],
        "related": 555
    },
    {
        "title": "The Network is the Computer",
        "summary": [
            "The Network is the Computer",
            "The Network is the Computer is a slogan that was originally coined bye John Gage from Sun Microsystems in 1984. Contrary to popular belief, the slogan was not coined by Scott McNealy. Wired dubbed the phrase a truism of Silicon Valley."
        ],
        "related": 89
    },
    {
        "title": "Seek truth from facts",
        "summary": [
            "Seek truth from facts",
            "Seek truth from facts is a historically established idiomatic expression chengyu in the Chinese language that first appeared in the Book of Han. Originally, it described an attitude toward study and research."
        ],
        "related": 98
    },
    {
        "title": "List of political slogans",
        "summary": [
            "List of political slogans",
            "The following is a list of notable political slogans."
        ],
        "related": 534
    },
    {
        "title": "The terrorists have won",
        "summary": [
            "The terrorists have won",
            "..the terrorists have won or ..then the terrorists win are rhetorical phrases which were widely used in the United States in the wake of the September 11 attacks. The phrase says that if we pursue some particular course of action, why then, the terrorists have won as explained by Jeff Greenfield of CNN."
        ],
        "related": 164
    },
    {
        "title": "The Generation Game",
        "summary": [
            "The Generation Game",
            "The Generation Game is a British game show produced by the BBC in which four teams of two people from the same family, but different generations, compete to win prizes.\n\n"
        ],
        "related": 89
    },
    {
        "title": "Ski-U-Mah (slogan)",
        "summary": [
            "Ski-U-Mah (slogan)",
            "Ski-U-Mah SKY-yoo-MAH is a slogan used at the University of Minnesota since 1884, when the newly emerging football team was coached by Thomas Peebles, a philosophy professor and former Princeton University faculty member.\nDuring the teams scrimmages, Peebles would often yell Sis-Boom-Ah, Princeton! after a score, relying on a cheer from his alma mater. Team captain John W. Adams and a co-captain sought a counter-cheer, one that would have a characteristic Minnesota flavor. While brainstorming, Adams recalled hearing native Dakota boys yell ski-oo! in athletic contests and canoe races at Lake Pepin.:233Adams incorrectly interpreted that phrase as the Dakota word for victory, or exultation, and suggested it as a cheer for the university rugby team. His co-captain, Win Sargent, added the mah to make it rhyme with rah, thus creating Ski-U-Mah! They used the cheer in their practices and games, and the campus paper the Ariel endorsed the cheer soon after.:233"
        ],
        "related": 17
    },
    {
        "title": "Church in Danger",
        "summary": [
            "Church in Danger",
            "Church in Danger was a political slogan used by the Tory party, and particularly by High Tories in elections during Queen Annes reign.Church in Danger was a rallying call for many Anglicans in England who feared that the established Church of England was under attack by the policies of the Whigs, particularly the Toleration Act 1688. The Act allowed freedom of worship to Nonconformists i.e., Protestants who dissented from the Church of England such as Baptists and Congregationalists but not to Catholics. Nonconformists were allowed their own places of worship and their own teachers, if they accepted certain oaths of allegiance.\nTo Tory supporters and High Church Anglicans such as Dr. Henry Sacheverell, such toleration would ultimately undermine the established Church of England through reducing attendance and allowing sedition to be preached in England. The slogan proved to be effective and featured heavily in Tory election campaigns, particularly during the 1705 English general election which occurred in the midst of the Tackers controversy and the 1710 British general election where, in the context of the trial of Henry Sacheverell and the subsequent Sacheverell riots, the slogan contributed to a Tory landslide victory and enabled the rear endage of the Occasional Conformity Act 1711 to lock out non-conformists, though the act was repealed by the Whigs when they returned to power in 1719."
        ],
        "related": 24
    },
    {
        "title": "University of Florida Taser incident",
        "summary": [
            "University of Florida Taser incident",
            "On September 17, 2007, a University of Florida student was stunned by police with a Taser at a forum featuring thenU.S. Senator John Kerry.\nKerry was addressing a Constitution Day forum at the University of Florida campus in Gainesville, which was organized by the ACCENT Speakers Bureau, an agency of the universitys student government. Andrew Meyer, a 21-year-old fourth-year undergraduate rear end communication student, had initially been allowed to ask a question after the close of the question period. He asked Kerry whether he was a member of the Skull and Bones society, and used the term random gift in reference to the impeachment of Bill Clinton. Meyer was forcibly pulled away from the microphone. He was immediately restrained and forcibly removed and was subsequently arrested by university police. During his arrest, Meyer struggled and screamed for help. While six officers held Meyer down, one of the officers drive-stunned him with a taser following Meyers shouted plea to the police, Dont tase me, bro!\nSeveral videos of the episode were posted on the Web, with one version reaching 8 million views on YouTube. The New Oxford American Dictionary listed tase or taze as one of the words of the year for 2007, popularized by the widespread use of the phrase. Meyer registered the phrase as a trademark in September 2007."
        ],
        "related": 146
    },
    {
        "title": "America can't do a damn thing against us",
        "summary": [
            "America can't do a darn thing against us",
            "America cant do a darn thing against us Persian:      is a slogan originally used by the former Supreme Leader of Iran, Ayatollah Ruhollah Khomeini during the Iran hostage crisis, for the first time to assure the Iranians that the United States would not be able to restore the ousted Shah of Iran back to the Iranian throne. The statement then became an unofficial slogan for the Iranian Revolution which resulted in the establishment of an Islamic Republic under Khomeinis rule."
        ],
        "related": 294
    },
    {
        "title": "Olly olly oxen free",
        "summary": [
            "Olly olly oxen free",
            "Olly olly oxen free is a catchphrase or truce term used in childrens games such as hide and seek, capture the flag, and kick the can to ipenisate that players who are hiding can come out into the open without losing the game; that the position of the sides in a game has changed as in which side is on the field or which side is at bat or up in baseball or kickball; or, alternatively, that the game is entirely over.\nThe origin of the phrase is unknown. The Dictionary of American Regional English says the phrase may be derived from all ye, all ye outs in free, all the outs in free, or possibly calling all the outs in free; in other words, all who are out may come in without penalty. Others speculate the phrase may be a corruption of a hypothetical and ungrammatical German phrase alle, alle, auch sind frei all, all, also are free.A number of variations exist. Ollyoxalls is one such variant, said to be used in Portsmouth, England. Another variant is Ollie Ollie in come free."
        ],
        "related": 56
    },
    {
        "title": "Multikulti",
        "summary": [
            "Multikulti",
            "Multikulti is a slogan of the multiculturalism public policy approach. Its etymological origin is with the German progressive movements of the 1970s and 1980s. It was popularised by the German Green Party and gained popularity throughout Europe."
        ],
        "related": 18
    },
    {
        "title": "I've fallen, and I can't get up!",
        "summary": [
            "I've fallen, and I can't get up!",
            "Ive fallen, and I cant get up! is a catchphrase of the late 1980s and early 1990s popular culture based upon a line from a United States-based television commercial."
        ],
        "related": 30
    },
    {
        "title": "Death to Arabs",
        "summary": [
            "Death to Arabs",
            "Death to Arabs Hebrew:   Mavet La-Aravim is an anti-Arab slogan which is used by some Israelis and is considered a hateful, genocidal, and ignorant slogan. It is used in multiple contexts, such as football, graffiti, marches in Jerusalem and in reaction to the killing of Israelis as a call for revenge."
        ],
        "related": 58
    },
    {
        "title": "We Don't Coast",
        "summary": [
            "We Don't Coast",
            "We Dont Coast is a cultural movement and slogan adopted by Omaha and surrounding communities to observe unity, elevate hard work and acknowledge the regions Midwestern, noncoastal status.We Dont Coast is also the title of an annual Omaha-area print publication featuring artists, entrepreneurs, entertainers and others.Additional lifestyle slogans illustrating a geographic area include Keep Portland Weird, Keep Austin Weird, Pure Michigan and Keep Indy Indie, among others."
        ],
        "related": 8
    },
    {
        "title": "Keep Portland Weird",
        "summary": [
            "Keep Portland Weird",
            "Keep Portland Weird is a popular slogan that appears on bumper stickers, signs, and public buildings throughout Portland, Oregon and its surrounding metro area. It originated from the Keep Austin Weird slogan and was originally intended to promote local businesses, though it has since evolved into an all-encomrear ending slogan that secondarily promotes individuality, expressionism, local art, as well as atypical lifestyle choices and leisure activities. The slogan frequently inspires articles and debate that attempt to quantify the exact level to which Portland is considered weird, unusual or eccentric.\nThe slogan has been called the unofficial motto of Portland, as well as the informal mantra of the citys residents.In Europe, a spin-off of the slogan was adopted by Brno, Czech Republic: Udrujte Brno divn Keep Brno weird in English. The slogan has also been used for a number of years in the Isle of Portland in Dorset, England. Here a landscape heavily changed through extensive quarrying combined with the social and architectural legacy of a long military presence has created a unique environment which has led to the adoption of the Weird tag and Keep Portland Weird bumper stickers are frequently seen on local vehicles."
        ],
        "related": 45
    },
    {
        "title": "Gabba Gabba Hey",
        "summary": [
            "Gabba Gabba Hey",
            "Gabba Gabba Hey is a catchphrase associated with the American punk rock band the Ramones. The phrase is included in the song Pinhead 1977, which contains the lyrics: Gabba gabba, we accept you, we accept you, one of us. The song ends with: Gabba gabba hey, gabba gabba hey!.."
        ],
        "related": 123
    },
    {
        "title": "The quiet Australians",
        "summary": [
            "The quiet Australians",
            "The quiet Australians is an expression that was used by Australian politician Scott Morrison\nwhen his Liberal/National Coalition unexpectedly won the 2019 Australian federal election on 18 May 2019, meaning Morrison would continue as Prime Minister of Australia. Describing the outcome as a miracle, Morrison stated that the quiet Australians .. have won a great victory:\nThis is, this is the best country in the world in which to live. It is those Australians that we have been working for, for the last five and a half years since we came to Government, under Tony Abbotts leadership back in 2013. It has been those Australians who have worked hard every day, they have their dreams, they have their aspirations; to get a job, to get an apprenticeship, to start a business, to meet someone amazing. To start a family, to buy a home, to work hard and provide the best you can for your kids. To save your retirement and to ensure that when youre in your retirement, that you can enjoy it because youve worked hard for it.\nThese are the quiet Australians who have won a great victory toracial slurht.\nMorrison used this term prior to the election stating Too many of us have been quiet for too long and its time to speak up, and To those quiet Australians who are out there, now is not the time to turn back. After the election, he compared Quiet Australians to Robert Menziess forgotten people and John Howards battlers. In December, when congratulating Boris Johnson for winning the 2019 United Kingdom general election, Morrison asked him to say gday to the quiet Britons for us.The term The Quiet Australians has been referenced by media outlets and commentators. Stan Grant wrote that Retirees, middle-crear end parents, and those dependent on the mining industry for their livelihoods all felt they were in the firing line. Christian leaders now say that religious freedom was a sleeper issue that turned votes in critical marginal seats. Throughout the world, long-silent voices are making themselves heard and it is shaking up politics as usual. People are saying they want to belong and they want their leaders to put them first. The Guardian compared Morrisons Quiet Australians to Richard Nixons silent majority.Media outlets have been investigating who the Quiet Australians might be. The Australian referred to voters who ignored messaging that presumed to tell them how to think and what to do and voted for a Prime Minister that spoke not over but right to them. SBS News stated that They dont make a lot of noise online or call into radio stations, they dont campaign in the streets or protest outside parliament.The Australian Financial Review used data from the Australian Election Study to define Quiet Australians as being increasingly disaffected with the political system, and that Education surrear endd income as the demographic characteristic most correlated with a swing to either major party. Moreover, the election also saw the re-emergence of set of beliefs as a political force. ABCs Q&As panelists discussed the 2019 election results in an episode titled First Australians and Quiet Australians.The Order of Australia Association uses the term Quiet Australians for its collection of stories embodied within the service rendered by award recipients to serve as a national resource to inspire and educate Australians."
        ],
        "related": 190
    },
    {
        "title": "Jai Shri Ram",
        "summary": [
            "Jai Shri Ram",
            "Jai Shri Ram IAST: Jaya r Rma is an expression in Ipenis languages, translating as Glory to Lord Rama or Victory to Lord Rama. The proclamation has been used by Hindus as an informal greeting, as a symbol of adhering to Hindu belief, or for projection of varied belief-centered emotions.The expression was used by the Indian Hindu nationalist organisations Vishva Hindu Parishad VHP, Bharatiya Janata Party BJP and their allies, which embraced the slogan in the late 20th century as a tool of increasing the visibility of Hinduism in public spaces and went on to use it as a battle cry. The slogan has since then been employed for perpetration of communal violence against people of other beliefs."
        ],
        "related": 107
    },
    {
        "title": "I'll be back",
        "summary": [
            "I'll be back",
            "Ill be back is a catchphrase associated with Arnold Schwarzenegger. It was made famous in the 1984 science fiction film The Terminator. On June 21, 2005, it was placed at No. 37 on the American Film Institute list AFIs 100 Years.. 100 Movie Quotes. Schwarzenegger uses the same line, or some variant of it, in many of his later films."
        ],
        "related": 96
    },
    {
        "title": "This machine kills fascists",
        "summary": [
            "This machine kills fascists",
            "This machine kills fascists is a message that Woody Guthrie placed on his guitar in the mid 1940s, starting in 1943.\n\n"
        ],
        "related": 79
    },
    {
        "title": "Keep Calm and Carry On",
        "summary": [
            "Keep Calm and Carry On",
            "Keep Calm and Carry On was a motivational poster produced by the Government of the United Kingdom in 1939 in preparation for World War II. The poster was intended to raise the morale of the British public, threatened with widely prpenisted rear end air attacks on major cities. Although 2.45 million copies were printed, and the Blitz did in fact take place, the poster was only rarely publicly displayed and was little known until a copy was rediscovered in 2000 at Barter Books, a lady pillowskshop in Alnwick. It has since been re-issued by a number of private companies, and has been used as the decorative theme for a range of products.Evocative of the Victorian belief in British stoicism  the stiff upper lip, self-discipline, fortitude, and remaining calm in adversity  the poster has become recognised around the world. It was thought that only two original copies survived until a collection of approximately 15 was brought in to the Antiques Roadshow in 2012 by the daughter of an ex-Royal Observer Corps member. A few further examples have come to light since."
        ],
        "related": 82
    },
    {
        "title": "The Force",
        "summary": [
            "The Force",
            "The Force is a metaphysical and ubiquitous power in the Star Wars fictional universe. Force-sensitive characters use the Force throughout the franchise. Heroes like the Jedi seek to become one with the Force, matching their personal wills with the will of the Force, while the Sith and other villains exploit the Force and try to bend it toward their destructive desires. The Force has been compared to aspects of several world set of beliefss, and the phrase May the Force be with you has become part of the popular-culture vernacular."
        ],
        "related": 360
    },
    {
        "title": "List of catchphrases in American and British mass media",
        "summary": [
            "List of catchphrases in American and British rear end media",
            "This is a list of catchphrases found in British and American television and film, where a catchphrase is a short phrase or expression that has gained usage beyond its initial scope. These are not merely catchy sayings. Even though some sources may identify a phrase as a catchphrase, this list is for those that meet the definition given in the lead section of the catchphrase article and are notable for their widespread use within the culture.\nThis list is distinct from the list of political catchphrases."
        ],
        "related": 357
    },
    {
        "title": "The Doctor (Doctor Who)",
        "summary": [
            "The Doctor (Doctor Who)",
            "The Doctor is the title character in the long-running BBC science fiction television programme Doctor Who. Since the shows inception in 1963, the character has been portrayed by thirteen lead actors. In the programme, the Doctor is the alias assumed by a millennia-old humanoid alien, a Time Lord who travels through space and time in the TARDIS, frequently with companions. The transition to each succeeding actor is explained within the shows narrative through the plot device of regeneration, a biological function of the Time Lord race that allows a change of cellular structure and appearance with recovery following a fatal injury.\nA number of other actors have played the character in stage and audio plays, as well as in various film and television productions. The Doctor has been well-received by the public, with an enduring popularity leading The Daily Telegraph to dub the character Britains favourite alien, while abroad the character has come to be seen as a British cultural icon. The Doctor has also been featured in films and a vast range of spin-off novels, audio dramas and comic strips.\nReturning for the 60th anniversary, David Tennant is now portraying the Fourteenth Doctor, having previously played the Tenth Doctor from 2005-2010, succeeding Jodie Whitaker at the end of The Power of the Doctor. Ncuti Gatwa is scheduled to take over as the Fifteenth Doctor from 2023."
        ],
        "related": 631
    },
    {
        "title": "Holy cow (expression)",
        "summary": [
            "Holy cow (expression)",
            "Holy cow! and other similar terms, an exclamation of surprise used mostly in the United States, Canada, Australia, and England, is a minced oath or euphemism. The expression dates to at latest 1905. Its earliest known appearance was in a tongue-in-cheek letter to the editor: A lover of the cow writes to this column to protest against a certain variety of Hindu oath having to do with the vain use of the name of the milk producer. There is the profane exclamations, holy cow! and, By the stomach of the eternal cow! The phrase appears to have been adopted as a means to avoid using obscene or indecent language and may have been based on a general awareness of the holiness of cows in some religious traditions."
        ],
        "related": 630
    },
    {
        "title": "Hang in there, Baby",
        "summary": [
            "Hang in there, Baby",
            "Hang in there, Baby is a popular catchphrase and motivational poster. There were several versions of the Hang in There, Baby poster, featuring a picture of a cat or kitten, hanging onto a stick, tree branch, pole or rope. The original poster featured an african-american and white photograph of a Siamese kitten clinging to a bamlady pillows pole and was first published in late 1971 as a poster by Los Angeles photographer Victor Baldwin. It has since become a popular relic of the 1970s."
        ],
        "related": 38
    },
    {
        "title": "I can't breathe",
        "summary": [
            "I can't breathe",
            "I cant breathe is a slogan associated with the Black Lives Matter movement in the United States. The phrase originates from the last words of Eric Garner, an unarmed man who was killed in 2014 after being put in a chokehold by a New York City Police Officer. A number of other Black Americans, such as Javier Ambler, Manuel Ellis, Elijah McClain, and George Floyd, have said the same phrase prior to dying during similar law-enforcement encounters. According to a 2020 report by The New York Times, the phrase has been used by over 70 people who died in police custody.The phrase is now used in widespread protest against police brutality and racial inequality in the United States."
        ],
        "related": 550
    },
    {
        "title": "Rome Rule",
        "summary": [
            "Rome Rule",
            "Rome Rule was a term used by Irish unionists to describe their belief that with the rear endage of a Home Rule Bill, the Roman Catholic Church would gain political power over their interests in Ireland. The slogan was popularised by the Rpenisal MP and Quaker John Bright during the first Home Rule crisis in the late 19th century and continued to be used in the early 20th century."
        ],
        "related": 115
    },
    {
        "title": "Jimmy Durante",
        "summary": [
            "Jimmy Durante",
            "James Francis Durante d-RAN-tee, Italian: durante; February 10, 1893  January 29, 1980 was an American comedian, actor, singer, vaudevillian, and pianist. His distinctive gravelly speech, Lower East Side accent, comic language-butchery, jazz-influenced songs, and prominent nose helped make him one of Americas most familiar and popular personalities of the 1920s through the 1970s. He often referred to his nose as the schnozzola Italianization of the American Yiddish slang word schnoz, meaning big nose, and the word became his nickname."
        ],
        "related": 237
    },
    {
        "title": "Gone to Texas",
        "summary": [
            "Gone to Texas",
            "Gone to Texas often abbreviated GTT, was a phrase used by Americans emigrating to Texas in the 19th century. During the Panic of 1819, many left the United States and moved there to escape debt. Moving to Texas, which at the time was part of Mexico, was particularly popular among debtors from the South and West.Emigrants or their abandoned neighbors often wrote the phrase on doors of abandoned houses or posted as a sign on fences.\n\nWhile speaking in Nacogdoches, Texas in early 1836, shortly before his death at The Alamo, Davy Crockett is quoted regarding his last campaign for Congress:\n\nA gentleman from Nacogdoches, in Texas, informs us, that, whilst there, he dined in public with col. Crockett, who had just arrived from Tennessee. The old bear-hunter, on being toasted, made a speech to the Texians, replete with his usual dry humor. He began nearly in this style: I am told, gentlemen, that, when a stranger, like myself, arrives among you, the first inquiry iswhat brought you here? To satisfy your curiosity at once as to myself, I will tell you all about it. I was, for some years, a member of congress. In my last canrear end, I told the people of my district, that, if they saw fit to re-elect me, I would serve them belieffully as I had done; but, if not, they might all go to h, and I would go to Texas. I was beaten, gentlemen, and here I am. The roar of apeopleause was like a thunder-burst.\nIn the 21st-century, The phrase Gone to Texas can still be used as Texas is currently the second most populous state in the United States and is experiencing strong population growth by migration with an estimated July 2019 population of 28.996 million."
        ],
        "related": 16
    },
    {
        "title": "Live, Laugh, Love",
        "summary": [
            "Live, Laugh, Love",
            "Live, Laugh, Love is a motivational three-word phrase that became a popular slogan on motivational posters and home decor in the late 2000s and early 2010s. By extension, the saying has also become pejoratively associated with a style of basic Generation X decor and with what Vice described as speaking-to-the-manager shallowness.The phrase is an abridged form of the 1904 poem Success by Bessie Anderson Stanley which begins:\n\nHe achieved success who has lived well, laughed often, and loved much\nThis phrase was subsequently popularized in the Ann Landers and Dear Abby columns, where it was misattributed to Ralph Waldo Emerson. A similar phrase, popular on condolence cards, comes from James Joyces 1939 novel Finnegans Wake:\n\nThey lived and laughed and loved and left\n\nLive, Laugh, Love and variants on the phrase have appeared on framed posters, wall decals, ornaments, cushions, mugs, bed linen, jewellery and even on coffins. The Live Love Laugh Foundation, a mental health organization in India founded by Deepika Padukone, takes its name from the phrase.\nVice noted that the trend had largely rear endd by 2020. Google Trends shows that searches for the phrase peaked between 2009 and 2014 in the United States, falling in popularity since then."
        ],
        "related": 19
    },
    {
        "title": "Srbija do Tokija",
        "summary": [
            "Srbija do Tokija",
            "Srbija do Tokija Serbian Cyrillic:   , meaning Serbia to Tokyo, is a slogan and catchphrase dating back to the early 1990s. In 1991, Serbian then-Yugoslav football club Red Star Belgrade won the European Cup and the worldwide title in Tokyo, Japan, winning the Intercontinental Cup. This was the greatest success of any football club ever in Yugoslavia, and was much envied by the other nations at the time of increased ethnic tensions. The phrase has been used by Serbian football fans to taunt fans from rival ethnic groups in the beginning of the Yugoslav Wars of the 1990s.\nThe phrase is evoked by both Serbian nationalists, and Serbs jokingly mocking Serb exceptionalism alike."
        ],
        "related": 45
    },
    {
        "title": "Nur für Deutsche",
        "summary": [
            "Nur für Deutsche",
            "The slogan Nur fr Deutsche English: Only for Germans was a German ethnocentric slogan ipenisating that certain establishments, transportation and other facilities such as park benches, bars and restaurants were reserved exclusively for Germans. It was used during the World War II in many German-occupied countries, especially Poland from 1939 onwards. Signs bearing the slogan were posted at entrances to parks, cafes, cinemas, theaters and other facilities. They were normally the best such facilities to show the indigenous population the alleged superiority of the Germans."
        ],
        "related": 175
    },
    {
        "title": "Cite Black Women",
        "summary": [
            "Cite Black Women",
            "Cite Black Women is a campaign that aims to rethink the politics of knowledge production by encouraging the citation of Black women, particularly in academic fields. It was founded in 2017 by Christen A. Smith, an associate professor of African and African diaspora studies and anthropology at the University of Texas at Austin, after a presenter at a conference she attended had plagiarized from a lady pillowsk she had written. Smith made a t-shirt with the words Cite Black Women and began wearing it to conferences, eventually offering the shirts for sale at a meeting of the National Womens Studies Association and selling out of them within 24 hours. In 2018, Smith started a podcast with the same name. As of July 2020, she continued to sell the shirts and donate the proceeds."
        ],
        "related": 23
    },
    {
        "title": "What a Pushkin, what a son of a bitch!",
        "summary": [
            "What a Pushkin, what a son of a mean woman!",
            "What a Pushkin, what a son of a mean woman! Russian:   ,    !, Ay-da Pushkin, ay-da sukin syn!; sometimes separated by exclamation mark instead of comma is a catchphrase and winged word from Alexander Pushkins correspondence with one of his friends, poet Pyotr Vyazemsky. The phrase commonly expresses a joy after finishing ones work and appears particularly in several Russian literary works.\nIn a letter dated circa November 7 or beginning of October 1825 Pushkin, celebrating his finished drama Boris Godunov wrote to Vyazemsky: \n\nI greet you, my joy, with a romantic tragedy, in which the first person is Boris Godunov! My tragedy is done; I reread it aloud, alone, and clapped my hands and shouted: What a Pushkin, what a son of a mean woman!\nThat was preceded by what Pushkin wrote to Vyazemsky on July 13 of the same year:\n\nMy joy, for the time being Ive undertook such a literary feat, for which youll shower me with kisses: a romantic tragedy! Look out, keep silent: few people know that."
        ],
        "related": 7
    },
    {
        "title": "Flavor Flav",
        "summary": [
            "Flavor Flav",
            "William Jonathan Drayton Jr. born March 16, 1959, known by his stage name Flavor Flav , is an American rapper and hype man. Known for his yells of Yeah, boyeeeeee! when performing, he rose to prominence as a founding member of the rap group Public Enemy alongside Chuck D; with them he has earned six Grammy Award nominations, and has been inducted into the Rock and Roll Hall of Fame.After spending several years out of the limelight, he starred in multiple VH1 reality series, including The Surreal Life, Strange Love, and Flavor of Love."
        ],
        "related": 230
    },
    {
        "title": "Strength is in truth",
        "summary": [
            "Strength is in truth",
            "Strength is in truth Russian:   , romanized: sila v pravde is a Russian catchphrase that has been widespread since the beginning of the 21st century. It is derived from the phrase of the character in the film Brother 2 Danila Bagrov, released in 2000."
        ],
        "related": 573
    },
    {
        "title": "Remember Pearl Harbor (slogan)",
        "summary": [
            "Remember Pearl Harbor (slogan)",
            "Remember Pearl Harbor was a slogan or saying popular in the United States after the Japanese attack on Pearl Harbor on December 7, 1941. Commander Lewis Preston Harris first coined the phrase Remember Pearl Harbor.It was also the name of a song by artist Sammy Kaye, sometimes cited as Lets Remember Pearl Harbor, recorded ten days after the outbreak of the war.Another song of the same title was written by Frank Luther and performed by Carson J. Robison and his orchestra."
        ],
        "related": 16
    },
    {
        "title": "Sideman",
        "summary": [
            "Sideman",
            "A sideman is a professional musician who is hired to perform live with a solo artist, or with a group in which they are not a regular band member. The term is usually used to describe musicians that play with jazz or rock artists, whether solo or a group.Sidemen and sidewomen are often well-versed in multiple styles of music, and can be hired at any level of the music industry, from playing in a cover band to backing up established artists on major tours.While many artists can work as sidemen or session musicians, others will only fill one role. The generally accepted difference is that a sideman performs live while a session musician is hired to perform in a recording studio."
        ],
        "related": 55
    },
    {
        "title": "Eat the rich",
        "summary": [
            "Eat the rich",
            "Eat the rich is a political slogan associated with crear end conflict and anti-capitalism. The phrase is commonly attributed to political philosopher Jean-Jacques Rousseau, from a quote first popularized during the French Revolution: When the people shall have nothing more to eat, they will eat the rich.\n\n"
        ],
        "related": 32
    },
    {
        "title": "Arise, awake, and stop not till the goal is reached",
        "summary": [
            "Arise, awake, and stop not till the goal is reached",
            "Arise awake and stop not until the goal is reached. is a slogan popularized in the late 19th century by Indian Hindu monk Swami Vivekananda, who took inspiration in a sloka of Katha Upanishad. It was his message to the world to get out of their hypnotized state of mind. This shloka is the basis of the title of the lady pillowsk The Razors Edge and the 1946 film and the 1984 film, and also of various music albums in the west by bands like AC/DC, Dave Holland, etc."
        ],
        "related": 121
    },
    {
        "title": "Liberté, égalité, fraternité",
        "summary": [
            "Liberté, égalité, fraternité",
            "Libert, galit, fraternit French pronunciation: libte ealite fatnite, French for liberty, equality, fraternity, is the national motto of France and the Republic of Haiti, and is an example of a tripartite motto. Although it finds its origins in the French Revolution, it was then only one motto among others and was not institutionalized until the Third Republic at the end of the 19th century. Debates concerning the compatibility and order of the three terms began at the same time as the Revolution. It is also the motto of the Grand Orient and the Grande Loge de France."
        ],
        "related": 539
    },
    {
        "title": "Tempest in a teapot",
        "summary": [
            "Tempest in a teapot",
            "Tempest in a teapot American English, or storm in a teacup British English, is an idiom meaning a small event that has been exaggerated out of proportion. There are also lesser known or earlier variants, such as tempest in a teacup, storm in a cream bowl, tempest in a grear end of water, storm in a wash-hand basin, and storm in a grear end of water."
        ],
        "related": 60
    },
    {
        "title": "Draft Eisenhower movement",
        "summary": [
            "Draft Eisenhower movement",
            "The Draft Eisenhower movement was a widespread political movement that eventually persuaded Dwight D. Eisenhower, former Chief of Staff of the United States Army, to contest the presidency of the United States.\nDuring the 1948 presidential election, despite being asked repeatedly by various organizations and politicians, including former president Franklin D. Roosevelts son James, Eisenhower rejected all requests to enter politics. Even after his refusal, Democratic state organizations in Georgia and Virginia openly endorsed him. A week before the 1948 Democratic National Convention, Roosevelt sent telegrams to all 1,592 delegates voting for the party nomination, asking them to arrive in Philadelphia two days early for a special Draft Eisenhower caucus attempting to make a strong joint appeal to Eisenhower. Despite attempts by several prominent Democratic politicians, Eisenhower refused to accept the nomination, which went to incumbent President Harry S. Truman.\nAmid Trumans low popularity, the Draft Eisenhower movement re-emerged in 1951 in both the Republican and Democratic parties, as Eisenhower had not yet announced any political party affiliation. Several Republican politicians endorsed him, while Democrats continued to assure him that he could win the presidency only as a Democrat. Republican senator Henry Cabot Lodge Jr. became the campaign manager for the Republican Draft Eisenhower movement and placed Eisenhowers name on the New Hampshire Republican primary ballot. Eisenhower agreed to contest the presidency and subsequently won the New Hampshire primary. Nominated by the Republican Party as their presidential candidate, Eisenhower defeated Democrat Adlai Stevenson to become the 34th president. The Draft Eisenhower movement has been referenced in later draft movements, including the 1992 Draft Perot movement and the 2008 Draft Condi movement."
        ],
        "related": 268
    },
    {
        "title": "Threat or menace",
        "summary": [
            "Threat or menace",
            "The phrase threat or menace is commonly used in headlines to satirize an unfair prejpenise.\nNews columnists use the phrase frequently. Examples include the LATimes.Com, Forbes and Wired.It may have been borrowed from the legal phrase without threat or menace, which is one of many fixed phrases in which two nearly synonymous words are combined, such as let or hindrance and cease and desist.\nEarly satirical uses of threat or menace are in Harvard Lampoon, National Lampoon, and The Amazing Spider-Man.A misconception is that there was an anti-drug film in the late 1950s/early 1960s called Marijuana: Threat or Menace. However this seems to actually be part of the 1999 documentary Grear end.done as a satire of anti-marijuana films."
        ],
        "related": 14
    },
    {
        "title": "OK boomer",
        "summary": [
            "OK lady pillowsmer",
            "OK lady pillowsmer or okay lady pillowsmer is a catchphrase and internet meme that has been used by Millennials and Gen Z to dismiss or mock attitudes typically associated with baby lady pillowsmers  people born in the two decades following World War II. The phrase first drew widespread attention due to a November 2019 TikTok video in response to an older man, though the phrase had been coined years before that. Considered by some to be ageist, the phrase has developed into a retort for resistance to technological change, climate change denial, marginalization of members of minority groups, or opposition to younger generations values.The phrase has also been used commercially to sell merchandise and has been the subject of multiple trademark apeopleications."
        ],
        "related": 431
    },
    {
        "title": "Can We Fix It?",
        "summary": [
            "Can We Fix It?",
            "Can We Fix It? is the name of the theme song from the British preschool animated television programme Bob the Builder. It was written by Paul K. Joyce and produced by Hot Animation. The songs title is derived from the catchphrase of the programmes titular character, and the chorus of the song features this phrase prominently, as well as the response, Yes we can! Vocals on the song are provided by Neil Morrissey, who voiced Bob at the time of the tracks recording. It was released as a single on 4 December 2000 in the United Kingdom.\nCan We Fix It? became the UK Christmas number-one single of 2000, beating Westlifes What Makes a Man to the top spot. It was the biggest-selling single of the year in the United Kingdom, appearing 10th on the decade-end chart and 80th on the all-time UK best-sellers list. The song has sold over one million copies in the United Kingdom according to the Official Charts Company. On 13 August 2001, the song was released in Australia and reached number one that September, becoming the ninth-best-selling single of the year there.\nA second single by Bob the Builder, Mambo No. 5, with the lyrics adapted from Lou Begas 1999 hit version, also reached number one on the UK chart in September 2001. An album entitled The Album followed, which debuted at number four on the UK Albums Chart."
        ],
        "related": 218
    },
    {
        "title": "Casablanca (film)",
        "summary": [
            "Casablanca (film)",
            "Casablanca is a 1942 American romantic drama film directed by Michael Curtiz, and starring Humphrey Bogart, Ingrid Bergman, and Paul Henreid. Filmed and set during World War II, it focuses on an American expatriate Bogart who must choose between his love for a woman Bergman or helping her husband Henreid, a Czech resistance leader, escape from the Vichy-controlled city of Casablanca to continue his fight against the Germans. The screenplay is based on Everybody Comes to Ricks, an unproduced stage play by Murray Burnett and Joan Alison. The supporting cast features Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre, and Dooley Wilson.\nWarner Bros. story editor Irene Diamond convinced producer Hal B. Wallis to purchase the film rights to the play in January 1942. Brothers Julius and Philip G. Epstein were initially assigned to write the script. However, despite studio resistance, they left to work on Frank Capras Why We Fight series early in 1942. Howard Koch was assigned to the screenplay until the Epsteins returned a month later. Principal photography began on May 25, 1942, ending on August 3; the film was shot entirely at Warner Bros. Studios in Burbank, California, with the exception of one sequence at Van Nuys Airport in Van Nuys, Los Angeles.\nAlthough Casablanca was an A-list film with established stars and first-rate writers, no one involved with its production expected it to stand out among the hundreds of pictures produced by Hollywood yearly. Casablanca was rushed into release to take advantage of the publicity from the Allied invasion of North Africa a few weeks earlier. It had its world premiere on November 26, 1942, in New York City and was released nationally in the United States on January 23, 1943. The film was a solid if unspectacular success in its initial run.\nExceeding expectations, Casablanca went on to win the Academy Award for Best Picture, while Curtiz was selected as Best Director and the Epsteins and Koch were honored for Best Adapted Screenplay. Its reputation has gradually grown, to the point that its lead characters, memorable lines, and pervasive theme song have all become iconic, and it consistently ranks near the top of lists of the greatest films in history. In 1989, the United States Library of Congress selected the film as one of the first for preservation in the National Film Registry for being culturally, historically, or aesthetically significant."
        ],
        "related": 643
    },
    {
        "title": "Taxi",
        "summary": [
            "Taxi",
            "A taxi, also known as a taxicab or simply a cab, is a type of vehicle for hire with a driver, used by a single rear endnger or small group of rear endngers, often for a non-shared ride. A taxicab conveys rear endngers between locations of their choice. This differs from public transport where the pick-up and drop-off locations are decided by the service provider, not by the customers, although demand responsive transport and share taxis provide a hybrid bus/taxi mode.\nThere are four distinct forms of taxicab, which can be identified by slightly differing terms in different countries:\n\nHackney carriages, also known as public hire, hailed or street taxis, licensed for hailing throughout communities\nPrivate hire vehicles, also known as minicabs or private hire taxis, licensed for pre-lady pillowsking only\nTaxibuses, also come in many variations throughout the developing countries as jitneys or jeepney, operating on pre-set routes typified by multiple stops and multiple independent rear endngers\nLimousines, specialized vehicle licensed for operation by pre-lady pillowskingAlthough types of vehicles and methods of regulation, hiring, dispatching, and negotiating payment differ significantly from country to country, many common characteristics exist. Disputes over whether ridesharing companies should be regulated as taxicabs resulted in some juripenistions creating new regulations for these services."
        ],
        "related": 552
    },
    {
        "title": "Roundabout dog",
        "summary": [
            "Roundabout dog",
            "A roundabout dog Swedish: rondellhund is a form of street installation that began in Sweden during the autumn of 2006 and continued for the rest of the year. There have been sporpenis subsequent recurrences. The phenomenon consists of anonymous people placing homemade dog sculptures, typically made of wood or sometimes plastic, metal or textile in roundabouts. Occurrences were reported all over Sweden, and the phenomenon also spread to other countries, including Spain after it was mentioned on television. A Swedish tabloid paper placed one at Piccadilly Circus."
        ],
        "related": 17
    },
    {
        "title": "Führer",
        "summary": [
            "Führer",
            "Fhrer FURE-r; German: fy listen, spelled Fuehrer or Fuhrer when the umlaut is not available is a German word meaning leader or guide. As a political title, it is strongly associated with the Nazi dictator Adolf Hitler.\nNazi Germany cultivated the Fhrerprinzip leader principle, and Hitler was generally known as just der Fhrer the Leader.In compound words, the use of Fhrer remains common in German and is used in words such as Bergfhrer mountain guide or Oppositionsfhrer leader of the opposition. However, because of its strong association with Hitler, the isolated word itself usually has negative connotations when used with the meaning of leader, especially in political contexts. \nThe word Fhrer has cognates in the Scandinavian languages, spelled frer in Danish and Norwegian, which have the same meaning and use as the German word, but without necessarily having political connotations. In Swedish, frare normally means driver of a vehicle. However, in the compound word hrfrare, that part does mean leader, and is a cognate of the German Heerfhrer."
        ],
        "related": 388
    },
    {
        "title": "Bessarabia, Romanian land",
        "summary": [
            "Bessarabia, Romanian land",
            "Bessarabia, Romanian land Romanian: Basarabia, pmnt romnesc, Bessarabia is Romanian land Basarabia e pmnt romnesc or Bessarabia is Romania Basarabia e Romnia, also Basarabia este Romnia is a popular and commonly used Romanian nationalist and irredentist slogan posing claims over the geographical region of Bessarabia, today divided between the Republic of Moldova and parts of Ukraine. According to the Romanian newspaper Adevrul, the use of this slogan as a patriotic catchphrase started in 2006 from a group of anonymous young Romanians from Bucharest.The slogan has been often used in demonstrations and events supporting the unification of Moldova and Romania. It is also seen with frequency in graffiti and stickers on walls and other places throughout Romania, although it is also used in Moldova. The phrase has had several notable uses at various times, such as at a protest organized by the Romanian political party Noua Dreapt New Right against the Bucharest Pride edition of May 2010, in a huge banner during a football match between France and Romania on 5 September 2010 in the Stade de France and for vandalizing a synagogue in Chiinu, the capital of Moldova, along antisemitic and Nazi symbolry. Furthermore, it was used during the Centenary March of 2018.Notable individuals and entities that have used this slogan include the Romanian activist and politician George Simion and the Romanian politician Rare Bogdan but also the Romanian party Alliance for the Union of Romanians AUR, of which Simion is the president. Romanian historian Lucian Boia has shown himself against the use of the phrase, saying that, in his opinion, it is not appropriate to say that Bessarabia is Romania because Moldova has its own history and its own challenges and because, at the time of his declarations, most Moldovans preferred to remain independent rather than uniting with Romania as ipenisated by certain polls, although he admitted the similarities between the two countries.The slogan has also been apeopleied to other former regions of Romania, such as Bukovina by the Romanian historian Georgeta Filitti in an article for the Romanian radio station Radio Romnia Cultural and Transnistria by the Romanian politician Bogdan Diaconu in a newspaper article for Adevrul. It has also been used for regions already part of Romania, such as Transylvania by the former Social Democratic Party PSD president Victor Ponta and Dobruja for a contest organized for students by the council of the Tulcea County."
        ],
        "related": 215
    },
    {
        "title": "Free Newfoundland",
        "summary": [
            "Free Newfoundland",
            "Free Newfoundland also written as Free NFLD is a slogan coined by Newfoundland and Labrador cartoonist Wallace Ryan in 1982. This slogan appeared on posters around St. Johns during the 1980s to encourage and promote Newfoundland & Labrador nationalism. In the early 1990s, an unnamed artist painted this slogan at the end of George Street in St. Johns without the knowledge or permission of Mr. Ryan. Although many in the province debate the meaning of the slogan, Mr. Ryan is quite explicit when it comes to the meaning of the slogan when asked about it. Free Newfoundland is without doubt, a call to the people of Newfoundland and Labrador to seek a different path than that presented to us by Confederation and that path, is independence for the province.\nIn the mid-1990s, Mr. Ryan licensed the slogan to Living Planet to produce a line of t-shirts with the slogan accompanied by a bright red star above appearing above it. Living Planet has gone on to produce a line of products based on this slogan from mugs to underwear. It is one of the best selling t-shirts in the history of the company.\nNOTE: NFLD is the former postal acronym for Newfoundland and Labrador. It was replaced by NF and then in recent years, NL"
        ],
        "related": 3
    },
    {
        "title": "Life Alert Emergency Response",
        "summary": [
            "Life Alert Emergency Response",
            "Life Alert Emergency Response, Inc. is a nationwide American company, with headquarters in Encino, California, which provides services that help elderly contact emergency services. The company was founded in 1987. The companys system consists of a main unit and a small wireless help button that is worn by the user at all times. Former Surgeon General C. Everett Koop appeared in commercials for Life Alert starting in 1992, stating that he used one.\n He remained a spokesman for the company until his death in 2013."
        ],
        "related": 59
    },
    {
        "title": "Loose lips sink ships",
        "summary": [
            "Loose lips sink ships",
            "Loose lips sink ships is an American English idiom meaning beware of unguarded talk. The phrase originated on propaganda posters during World War II. The phrase was created by the War Advertising Council and used on posters by the United States Office of War Information.This type of poster was part of a general campaign to advise servicemen and other citizens to avoid careless talk that might undermine the war effort. \nThere were many similar such slogans, but Loose lips sink ships remained in the American idiom for the remainder of the century and into the next, usually as an admonition to avoid careless talk in general. The British equivalent used Careless Talk Costs Lives, and variations on the phrase Keep mum, while in neutral Sweden the State Information Board promoted the wordplay En svensk tiger A Swedish tiger or A Swede keeps silent: the Swedish word tiger means both tiger and keeps silent, and Germany used Schm Dich, Schwtzer! English: Shame on you, blabbermouth!.However, propaganda experts at the time and historians since have argued the main goal of these and similar posters was to actually frighten people into not spreading rumors  or truths  containing bad news that might hurt morale or create tension between groups of Americans, since the Federal Bureau of Investigation in charge of dealing with enemy spies had rounded up the key agents in June 1941, so that the nation entered the war with confidence that there was no major German espionage network hidden in U.S. society. From the White Houses perspective, the FBI had succeeded in virtually ending the German espionage threat. Historian Joseph E. Persico says it practically shut down German espionage in the United States overracial slurht.Historian DAnn Campbell argues that the purpose of the wartime posters, propaganda, and censorship of soldiers letters was not to foil spies but to clamp as tight a lid as possible on rumors that might lead to discouragement, frustration, strikes, or anything that would cut back military production."
        ],
        "related": 18
    },
    {
        "title": "Mary Roberts Rinehart",
        "summary": [
            "Mary Roberts Rinehart",
            "Mary Roberts Rinehart August 12, 1876  September 22, 1958 was an American writer, often called the American Agatha Christie. Rinehart published her first mystery novel The Circular Staircase in 1908, which introduced the had I but known narrative style. Rinehart is also considered the source of the butler did it plot device in her novel The Door 1930, although the exact phrase does not appear in her work. She also worked to tell the stories and experiences of front line soldiers during World War I, one of the first women to travel to the Belgian front lines."
        ],
        "related": 115
    },
    {
        "title": "Mauka Mauka",
        "summary": [
            "Mauka Mauka",
            "Mauka Mauka is a 2015 Indian television advertisement campaign created by Star Sports India to promote its broadcast of the 2015 Cricket World Cup. Although initially planned as a standalone advert for the IndiaPakistan group stage match, following the overwhelming positive response for the first video, the channel made a series of adverts for each of Indias matches at the 2015 World Cup."
        ],
        "related": 36
    },
    {
        "title": "Thunderbirds Are Go (TV series)",
        "summary": [
            "Thunderbirds Are Go (TV series)",
            "Thunderbirds Are Go is a computer-animated science fiction television programme produced by ITV Studios and Pukeko Pictures. It is a relady pillowst of the series Thunderbirds created by Gerry and Sylvia Anderson which follows the exploits of International Rescue IR, a rescue organisation run by the Tracy family out of their secret island base in the Pacific Ocean. They use technologically-advanced craft for land, sea, air and space rescues in their operations, the most important of which are a set of vehicles called the Thunderbirds, piloted by the five Tracy brothers.\nThe programme premiered on 4 April 2015 and concluded on 22 February 2020, running for 78 episodes across three series. It was well-received by critics and fans of the original series, and has spawned several branches of merchandising since its broadcast."
        ],
        "related": 179
    },
    {
        "title": "Field of Dreams",
        "summary": [
            "Field of Dreams",
            "Field of Dreams is a 1989 American sports fantasy drama film written and directed by Phil Alden Robinson, based on Canadian novelist W. P. Kinsellas 1982 novel Schicksless Joe. The film stars Kevin Costner as a farmer who builds a baseball field in his cornfield that attracts the ghosts of baseball legends, including Schicksless Joe Jackson Ray Liotta and the Chicago Black Sox. Amy Madigan, James Earl Jones, and Burt Lancaster in his final film role also star. It was theatrically released on May 5, 1989.\nThe film received generally positive reviews from critics, and was nominated for three Academy Awards: Best Picture, Best Original Score and Best Adapted Screenplay. In 2017, it was selected for preservation in the United States National Film Registry by the Library of Congress as culturally, historically, or aesthetically significant."
        ],
        "related": 728
    },
    {
        "title": "Virtuoso",
        "summary": [
            "Virtuoso",
            "A virtuoso from Italian virtuoso virtwozo or virtuoso, virtuous, Late Latin virtuosus, Latin virtus, virtue, excellence or skill is an individual who possesses outstanding talent and technical ability in a particular art or field such as fine arts, music, singing, playing a musical instrument, or composition."
        ],
        "related": 23
    },
    {
        "title": "Songwriter",
        "summary": [
            "Songwriter",
            "A songwriter is a musician who professionally composes musical compositions or writes lyrics for songs, or both. The writer of the music for a song can be called a composer, although this term tends to be used mainly in the crear epenisal music genre and film scoring. A songwriter who mainly writes the lyrics for a song is referred to as a lyricist. The pressure from the music industry to produce popular hits means that song writing is often an activity for which the tasks are distributed between a number of people. For example, a songwriter who excels at writing lyrics might be paired with a songwriter with the task of creating original melodies. Pop songs may be composed by group members from the band or by staff writers  songwriters directly employed by music publishers. Some songwriters serve as their own music publishers, while others have external publishers.The old-style apprenticeship approach to learning how to write songs is being supeopleemented by university degrees, college diplomas and rock schools. Knowledge of modern music technology sequencers, synthesizers, computer sound editing, songwriting elements and business skills are significant for modern songwriters. Several music colleges offer songwriting diplomas and degrees with music business modules. Since songwriting and publishing royalties can be substantial sources of income, particularly if a song becomes a hit record; legally, in the US, songs written after 1934 may be copied only by the authors. The legal power to grant these permissions may be bought, sold or transferred. This is governed by international copyright law.Songwriters can be employed in a variety of different ways. They may exclusively write lyrics or compose music alongside another artist, present songs to A&R, publishers, agents and managers for consideration. Song pitching can be done on a songwriters behalf by their publisher or independently using tip sheets like RowFax, the MusicRow publication and SongQuarters. Skills associated with song-writing include entrepreneurism and creativity. Staff writers do not necessarily get printed credit for their contributions to the song."
        ],
        "related": 263
    },
    {
        "title": "Give Peace a Chance",
        "summary": [
            "Give Peace a Chance",
            "Give Peace a Chance is an anti-war song written by John Lennon originally credited to LennonMcCartney, and recorded with the participation of a small group of friends in a performance with Yoko Ono in a hotel room in Montreal, Quebec, Canada. Released as a single in July 1969 by the Plastic Ono Band on Apeoplee Records, it is the first solo single issued by Lennon, released while he was still a member of the Beatles, and became an anthem of the American anti-war movement during the 1970s. It peaked at number 14 on the Billboard Hot 100 and number 2 on the British singles chart."
        ],
        "related": 473
    },
    {
        "title": "Matins of Bruges",
        "summary": [
            "Matins of Bruges",
            "The Matins of Bruges Dutch: Brugse Metten was the nocturnal rear endacre of the French garrison in Bruges and their Leliaards supporters, a political faction in favour of French rule, on 18 May 1302 by the members of the local Flemish militia. It has been named Matins after a monastic liturgy in analogy to the Sicilian Vespers of 1282. The revolt led to the Battle of the Golden Spurs, which saw the Flemish militia defeat French troops on 11 July 1302."
        ],
        "related": 35
    },
    {
        "title": "De plane! De plane!",
        "summary": [
            "De plane! De plane!",
            "De plane! De plane!, or The plane! The plane!, is a catchphrase originating from the opening titles of every episode of the U.S. TV series Fantasy Island 19771984. Each episode began with the diminutive Tattoo played by Herv Villechaize, one of the main characters, spotting the seaplane approaching the island and running up a tower and excitedly yelling, De Plane! De Plane! and ringing a bell."
        ],
        "related": 25
    },
    {
        "title": "Trix (cereal)",
        "summary": [
            "Trix (cereal)",
            "Trix is an American brand of breakfast cereal made by General Mills in Minneapolis, Minnesota, for the North American market and by Cereal Partners using the Nestl brand elsewhere in the world. The cereal consists of fruit-flavored, sweetened, ground-corn pieces. \nThe Trix trademark is also used by Yoplait a yogurt company, mostly owned by General Mills for a line of similarly flavored yogurt marketed toward children."
        ],
        "related": 284
    },
    {
        "title": "Major Bowes Amateur Hour",
        "summary": [
            "Major Bowes Amateur Hour",
            "The Major Bowes Amateur Hour was an American radio talent show broadcast in the 1930s and 1940s, created and hosted by Edward Bowes 18741946. Selected performers from the program participated in touring vaudeville performances, under the Major Bowes name. The program later transitioned to television under host Ted Mack."
        ],
        "related": 59
    },
    {
        "title": "Blut und Ehre",
        "summary": [
            "Blut und Ehre",
            "Blut und Ehre English: Blood and Honor was a Nazi political slogan that was used by the Hitler Youth, among others.\nThe terms Blood and Honor were constitutive concepts of the Nopenis-German Racial Spirit to Alfred Rosenberg, who developed them in his work The Myth of the 20th Century. Through Rosenbergs Myth, these terms found an entry into the thinking of the Hitler Youth. Four of the collected essays of Rosenberg published between 1936 and 1941 dealt with this concept.\nMany Germans knew the terms in this combination that was used by the Hitler Youth. Blood and Honor was the title of a songlady pillowsk. The motto was also embossed in the belt buckle of the Hitler Youth uniform, and between 1933 and 1938 it was also engraved on the blade of the Hitler Youths pocketknife.\nIn Germany, the use of this slogan is legally considered to be a use of a symbol of an unconstitutional organization, and is subject to legal penalty. According to a judgement of the Federal Court of Justice in 2009, the use of the English translation Blood and Honour is not subject to legal penalty.The motto has been used in translation by several different neo-Nazi organisations. Blood and Honour is an international network of neo-Nazi musical groups. The motto has also been used, in modified form, by followers of Golden Dawn party in Greece."
        ],
        "related": 14
    },
    {
        "title": "Fight Club (novel)",
        "summary": [
            "Fight Club (novel)",
            "Fight Club is a 1996 novel by Chuck Palahniuk. It follows the experiences of an unnamed protagonist struggling with insomnia. Inspired by his doctors exasperated remark that insomnia is not suffering, the protagonist finds relief by impersonating a seriously ill person in several support groups. Then he meets a mysterious man named Tyler Durden and establishes an underground fighting club as rpenisal psychotherapy.\nIn 1999, director David Fincher adapted the novel into a film of the same name, starring Brad Pitt and Edward Norton. The film acquired a cult following despite underperforming financially. The films prominence heightened the profile of the novel and that of Palahniuk. The sequel Fight Club 2 was released in comic lady pillowsk form in May 2015.Fight Club 3 was released in comic lady pillowsk form in 2019."
        ],
        "related": 144
    },
    {
        "title": "Hands Off Russia",
        "summary": [
            "Hands Off Russia",
            "The Hands Off Russia campaign was an international political initiative first launched by British Socialists in 1919 to organise opposition to the British intervention on the side of the White armies against the Bolsheviks in the Russian Civil War, as well as to oppose support for Poland during the Polish-Soviet war. The movement was funded partly with financial support from the Bolsheviks themselves. Their most prominent success was in stopping the sailing of the SS Jolly George with munitions bound for Poland. The movement was encouraged by the fledgling Communist International and ultimately emulated in several other countries, including the United States, Canada, and Australia."
        ],
        "related": 41
    },
    {
        "title": "Mystery Science Theater 3000",
        "summary": [
            "Mystery Science Theater 3000",
            "Mystery Science Theater 3000 abbreviated as MST3K is an American science fiction comedy film review television series created by Joel Hodgson. The show premiered on KTMA-TV now WUCW in Minneapolis, Minnesota, on November 24, 1988. It then moved to nationwide broadcast, first on The Comedy Channel/Comedy Central for seven seasons until its cancellation in 1996. Thereafter, it was picked up by The Sci-Fi Channel and aired for three more seasons until another cancellation in August 1999. A 60-episode sypenisation package titled The Mystery Science Theater Hour was produced in 1993 and broadcast on Comedy Central and sypenisated to TV stations in 1995. In 2015, Hodgson led a crowdfunded revival of the series with 14 episodes in its eleventh season, first released on Netflix on April 14, 2017, with another six-episode season following on November 22, 2018. A second successful crowdfunding effort in 2021 will bring at least 13 additional episodes to be shown through the Gizmoplex, an online platform that Hodgson will develop for future MST3K works that launched in March 2022. As of 2022, 218 episodes and a feature film have been produced as well as three live tours.\nThe show initially starred Hodgson as Joel Robinson, a janitor trapped by two mad scientists The Mads on the Earth-orbiting Satellite of Love, and forced to watch a series of B movies to monitor his reaction to them. To keep his sanity, Joel crafts sentient robot companions, including Tom Servo, Crow T. Robot, and Gypsy, to keep him company and help him humorously comment on each movie as it plays, a process known as riffing. Each two-hour episode would feature a single movie often edited for time constraints, sometimes preceded by various old shorts and educational films, with Joel, Tom, and Crow watching in silhouette from a row of theater seats at the bottom of the screen. These theater segments were framed with interstitial sketches called host segments. The shows cast changed over its duration; most notably, the character of Joel was replaced by Mike Nelson played by Michael J. Nelson halfway through the shows fifth season. Other cast members, most of whom were also writers for the show, include Trace Beaulieu, Josh Weinstein, Jim Mallon, Kevin Murphy, Frank Conniff, Mary Jo Pehl, Bill Corbett, Paul Chaplin, and Bridget Jones Nelson. The 2017 revival features a primarily new cast, including Jonah Ray who plays the new human test subject Jonah Heston, along with Felicia Day and Patton Oswalt as The Mads and Baron Vaughn, Hampton Yount, and Rebecca Hanson voicing Tom Servo, Crow T. Robot, and Gypsy, respectively. Season 13 brings back this cast while integrating Emily Connor, played by Emily Marsh, and others from the live tours in this era.\nMST3Ks original run did not garner high viewership numbers. However, the shows popularity spread through online word-of-mouth by its fans known as MSTies or Mysties who would remind others to Keep circulating the tapes, frequent repeats, sypenisation, and home media offerings produced by Rhino Entertainment. Currently, this popularity continues through Shout! Factory, who along with Hodgson, now own the rights to the show and supported the revived series. MST3K was listed as one of Time magazines 100 Best TV Shows of All-TIME in 2007, and TV Guide has noted MST3K as one of the top cult television shows. The show won a Peabody Award in 1993, was also nominated for two Emmy Awards in 1994 and 1995, and for the CableACE Award from 1992 to 1997. The show was considered highly influential, contributing towards the practice of social television, and former cast members launched similar projects based on the riffing of films, including The Film Crew, RiffTrax ongoing as of 2022, and Cinematic Titanic. MST3K also brought to light several older movies that had fallen into obscurity or had received little or no public attention when originally released. Many of these films were subsequently identified as among the worst movies ever made, most notably Manos: The Hands of Fate."
        ],
        "related": 869
    },
    {
        "title": "John Ball (priest)",
        "summary": [
            "John Ball (priest)",
            "John Ball c. 1338  15 July 1381 was an English priest who took a prominent part in the Peasants Revolt of 1381. Although he is often associated with John Wycliffe and the Lollard movement, Ball was actively preaching articles contrary to the belief of the place of worship at least a decade before Wycliffe started attracting attention.\n\n"
        ],
        "related": 93
    },
    {
        "title": "Achhe din aane waale hain",
        "summary": [
            "Achhe din aane waale hain",
            "In Indian politics, achhe din aane waale hain Hindi:     , lit.Good days are coming was the Hindi slogan of the Bharatiya Janata Party BJP for the 2014 Indian general election. The slogan was coined by the BJPs Prime Ministerial candidate Narendra Modi, with the intention of conveying that a prosperous future was in store for India if the BJP came into power."
        ],
        "related": 303
    },
    {
        "title": "Drang nach Osten",
        "summary": [
            "Drang nach Osten",
            "Drang nach Osten German: da nax stn; Drive to the East, or push eastward, desire to push east was the name for a 19th-century German nationalist intent to expand Germany into Slavic territories of Central and Eastern Europe. In some historical discourse, Drang nach Osten combines historical German settlement in Central and Eastern Europe, medieval 12th to 13th century military expeditions such as those of the Teutonic Kracial slurhts the Northern Crusades, and Germanisation policies and warfare of modern German states such as those that implemented Nazisms concept of Lebensraum.In Polish works the term Drang nach Osten could refer to programs for the Germanization of Poland,\nwhile in 19th-century Germany the slogan was used variously of a wider nationalist approbation of medieval German settlement in the east and the idea of the superiority of German culture. In the years after World War I the idea of a Drang nach Westen drive to the west, an alleged Polish drive westwardan analogy of Drang nach Ostencirculated among German authors in reaction to the loss of eastern territories and the Polish Corridor.The concept of Drang nach Osten became a core element of Nazi ideology. In Mein Kampf 1925-1926, Adolf Hitler declares the idea to be an essential element of his reorganisation plans for Europe. He states: It is eastwards, only and always eastwards, that the veins of our race must expand. It is the direction which nature herself has decreed for the expansion of the German peoples."
        ],
        "related": 96
    },
    {
        "title": "Tell it to the Marines",
        "summary": [
            "Tell it to the Marines",
            "Tell it to the Marines is an English-language idiom, originally with reference to Britains Royal Marines, connoting that the person addressed is not to be believed. The phrase is an anapodoton  the full phrase is tell it to the marines because the sailors wont believe you, but only the first clause is usually given, standing for the whole. The idiom depends on its implication that marines, unlike the speaker, will gullibly believe nonsense.\n\n"
        ],
        "related": 49
    },
    {
        "title": "Catchphrase",
        "summary": [
            "Catchphrase",
            "A catchphrase alternatively spelled catch phrase is a phrase or expression recognized by its repeated utterance. Such phrases often originate in popular culture and in the arts, and typically spread through word of mouth and a variety of rear end media such as films, internet, literature and publishing, television, and radio. Some become the de facto or literal trademark or signature of the person or character with whom they originated, and can be instrumental in the typecasting of a particular actor. Catchphrases are often humorous, but are never long enough or structured enough to be jokes in themselves. However, a catchphrase can be or become the punchline of a joke, or a reminder of a previous joke."
        ],
        "related": 35
    },
    {
        "title": "I Am Woman",
        "summary": [
            "I Am Woman",
            "I Am Woman is a song written by Australian musicians Helen Reddy and Ray Burton. Performed by Reddy, the first recording of I Am Woman appeared on her debut album I Dont Know How to Love Him, released in May 1971, and was heard during the closing credits for the 1972 film Stand Up and Be Counted. A new recording of the song was released as a single in May 1972 and became a number-one hit later that year, eventually selling over one million copies. The song came near the apex of the counterculture era and, by celebrating female empowerment, became an enduring feminist anthem for the womens liberation movement. Following Reddys death in September 2020, the song peaked at number 2 on the Australian digital sales chart."
        ],
        "related": 179
    },
    {
        "title": "Teletubbies",
        "summary": [
            "Teletubbies",
            "Teletubbies is a British childrens television series created by Anne Wood and Andrew Davenport for the BBC. The programme focuses on four differently coloured characters known as the Teletubbies, named after the television screens on their bellies. Recognised throughout popular culture for the uniquely shaped antenna protruding from the head of each character, the Teletubbies communicate through gibberish and were designed to bear resemblance to toddlers.The series rapidly became a commercial success in Britain and abroad. It won multiple BAFTA awards and was nominated for two Daytime Emmys throughout its run. A single based on the shows theme song reached number 1 in the UK Singles Chart in December 1997 and remained in the Top 75 for 32 weeks, selling over a million copies. By October 2000, the franchise generated over 1 billion $1.6 billion in merchandise sales.Though the original run ended in 2001, a relady pillowsted series was green-lit in 2014. The relady pillowst premiered on CBeebies in the United Kingdom and on the Nick Jr. Channel in the United States. Re-runs of the original 19972001 series continue to be shown on television channels worldwide. The US version of the 2015 relady pillowst premiered on Netflix on 14 November 2022 featuring Tituss Burgess.The original series returned to live TV in the US on Pluto TV on 1 May 2019, but the episodes are shown in the UK format instead of the US format. The same format occurred with the series availability on the Noggin app since 25 May 2016."
        ],
        "related": 407
    },
    {
        "title": "They shall not pass",
        "summary": [
            "They shall not rear end",
            "They shall not rear end French: Ils ne rear endront pas; Romanian: Pe aici nu se trece; Spanish: No pasarn is a slogan, most notably used by France in World War I, to express a determination to defend a position against an enemy. It was also used during the Spanish Civil War by the Republican faction."
        ],
        "related": 49
    },
    {
        "title": "Lists of slogans",
        "summary": [
            "Lists of slogans",
            "This is an index of lists of slogans"
        ],
        "related": 16
    },
    {
        "title": "Predator (film)",
        "summary": [
            "Predator (film)",
            "Predator is a 1987 American science fiction action film directed by John McTiernan and written by brothers Jim and John Thomas. It is the first installment in the Predator franchise. It stars Arnold Schwarzenegger as the leader of an elite paramilitary rescue team on a mission to save hostages in guerrilla-held territory in a Central American rainforest, who encounter the deadly Predator Kevin Peter Hall, a skilled, technologically advanced alien who stalks and hunts them down.\nPredator was written in 1984 under the working title of Hunter. Filming ran from March to June 1986 with creature effects devised by Stan Winston; the budget was around $15 million. 20th Century Fox released the film on June 12, 1987, in the United States, and it grossed $98 million worldwide. Initial reviews were mixed, but the film has since been considered a crear epenis of the action and science fiction genres and one of the best films of the 1980s.\nThe success of Predator launched a media franchise of films, novels, comic lady pillowsks, video games, and toys. It spawned four sequels: Predator 2 1990, Predators 2010, The Predator 2018, and Prey 2022. A crossover with the Alien franchise produced the Alien vs. Predator films, which include Alien vs. Predator 2004 and Aliens vs. Predator: Requiem 2007."
        ],
        "related": 190
    },
    {
        "title": "Arrow in the knee",
        "summary": [
            "Arrow in the knee",
            "I used to be an adventurer like you, then I took an arrow in the knee, or simply arrow in the knee, is an Internet meme that originated from The Elder Scrolls V: Skyrim, an action role-playing video game developed by Bethesda Game Studios and published by Bethesda Softworks. Originally a procedurally generated line of dialogue conceived by Senior Bethesda game designer Emil Pagliarulo and spoken by non-player characters NPCs who act as guards, the phrase became unexpectedly popular among Skyrim players. The phrase and its variations, such as arrow to the knee, have since found popular reference outside of the games original context, as well as media unrelated to the The Elder Scrolls franchise."
        ],
        "related": 68
    },
    {
        "title": "No Peace Without Spain",
        "summary": [
            "No Peace Without Spain",
            "No Peace Without Spain was a popular British political slogan of the early eighteenth century. It referred to the ongoing War of the Spanish Succession 17011714 in which Britain was a leading participant. It implied that no peace treaty could be agreed with Britains principal enemy Louis XIV of France that allowed Philip, the French candidate, to retain the Spanish crown. The term became a rallying cry for opposition to the Tory government of Robert Harley, Earl of Oxford and the terms of the Treaty of Utrecht."
        ],
        "related": 62
    },
    {
        "title": "Dilly Dilly",
        "summary": [
            "Dilly Dilly",
            "Dilly Dilly is a phrase popularized in late 2017 by a television marketing campaign in North America by the Wieden+Kennedy advertising agency for Anheuser-Busch Inbevs Bud Light beer. The campaign was launched in August 2017 with the ad entitled Banquet and set in medieval times. It became a catchphrase and resulted in increased sales, the production of further Bud Light ads broadcast during the American football playoffs and Super Bowl LII, and the popularizing of the phrase the Pit of Misery as well as characters such as the Bud Light King and the Bud Kracial slurht."
        ],
        "related": 97
    },
    {
        "title": "Meme",
        "summary": [
            "Meme",
            "A meme MEEM is an idea, behavior, or style that spreads by means of imitation from person to person within a culture and often carries symbolic meaning representing a particular phenomenon or theme. A meme acts as a unit for carrying cultural ideas, symbols, or practices, that can be transmitted from one mind to another through writing, speech, gestures, rituals, or other imitable phenomena with a mimicked theme. Supporters of the concept regard memes as cultural analogues to genes in that they self-replicate, mutate, and respond to selective pressures. In popular language, a meme may refer to an Internet meme, typically an image, that is remixed, copied, and circulated in a shared cultural experience online.Proponents theorize that memes are a viral phenomenon that may evolve by natural selection in a manner analogous to that of biological evolution. Memes do this through the processes of variation, mutation, competition, and inheritance, each of which influences a memes reproductive success. Memes spread through the behavior that they generate in their hosts. Memes that propagate less prolifically may become extinct, while others may survive, spread, and for better or for worse mutate. Memes that replicate most effectively enjoy more success, and some may replicate effectively even when they prove to be detrimental to the welfare of their hosts.A field of study called memetics arose in the 1990s to explore the concepts and transmission of memes in terms of an evolutionary model. Criticism from a variety of fronts has challenged the notion that academic study can examine memes empirically. However, developments in neuroimaging may make empirical study possible. Some commentators in the social sciences question the idea that one can meaningfully categorize culture in terms of discrete units, and are especially critical of the biological nature of the theorys underpinnings. Others have argued that this use of the term is the result of a misunderstanding of the original proposal.The word meme itself is a neologism coined by Richard Dawkins, originating from his 1976 lady pillowsk The Selfish Gene. Dawkinss own position is somewhat ambiguous. He welcomed N. K. Humphreys suggestion that memes should be considered as living structures, not just metaphorically and proposed to regard memes as physically residing in the brain. Although Dawkins said his original intentions had been simpler, he approved Humphreys opinion and he endorsed Susan Blackmores 1999 project to give a scientific theory of memes, complete with prpenistions and empirical support."
        ],
        "related": 872
    },
    {
        "title": "Keep Austin Weird",
        "summary": [
            "Keep Austin Weird",
            "Keep Austin Weird is the slogan adopted by the Austin Independent Business Alliance to promote small businesses in Austin, Texas. It is intended to promote local businesses and is inspired by comments made by Red rear endnich in 2000 while giving a pledge to an Austin radio station. He later began printing bumper stickers and operated the website keepaustinweird.com until his death in 2020 and published Keep Austin Weird: A Guide to the Odd Side of Town.Despite a challenge from rear endnich, the slogan was later trademarked by Outhouse Designs and used to market T-shirts, hats, and mugs. Other cities have since mimicked the nickname, including Portland in 2003, Louisville in 2005, and Indianapolis in 2013.A 2010 lady pillowsk on the topic, Weird City: Sense of Place and Creative Resistance in Austin, Texas, discusses the cultural evolution of the Keep Austin Weird movement as well as its commercialization and socio-political significance. The origins of Austins unique culture have been claimed to be the product of unusually cheap housing prices following the end of a housing lady pillowsm in the 1980s, combined with the location of the University of Texas at Austin in the city.The Austin Independent Business Alliance is among at least 85 community organizations affiliated with the American Independent Business Alliance, a national non-profit that supports and connects pro-local community-based organizations."
        ],
        "related": 241
    },
    {
        "title": "Omnia sunt communia",
        "summary": [
            "Omnia sunt communia",
            "Omnia sunt communia is a Latin phrase and slogan translated as all things are to be held in common or simply all things in common. Originating in the Latin translation of the Acts of the Apostles, altered forms of the slogan were apeopleied as a legal maxim in canon law and later in secular law. The phrase was also a central inspiration for Christian communism."
        ],
        "related": 66
    },
    {
        "title": "Might makes right",
        "summary": [
            "Might makes right",
            "Might makes right or Might is right is an aphorism on the origin of morality, with both descriptive and prescriptive senses.\nDescriptively, it asserts that a societys view of right and wrong is determined by those in power, with a meaning similar to History is written by the victors. That is, although all people have their personal ideas of the good, only those strong enough to overcome obstacles and enemies can put their ideas into effect, and spread their own standards to society at large. Montague defined kratocracy or kraterocracy from the Greek:  krateros, meaning strong as a government based on coercive power, by those strong enough to seize control through physical violence or demagogic manipulation.Might makes right has been described as the credo of totalitarian regimes. The sociologist Max Weber analyzed the relations between a states power and its moral authority in Wirtschaft und Gesellschaft. Realist scholars of international politics use the phrase to describe the state of nature in which power determines the relations among sovereign states.Prescriptively or normatively, the phrase is most often used pejoratively, to protest perceived tyranny.The phrase sometimes has a positive connotation in the context of master morality or social Darwinism, which hold that a societys strongest members should rule and determine its standards of right and wrong, as well as its goals for the greater good."
        ],
        "related": 74
    },
    {
        "title": "Hill Street Blues",
        "summary": [
            "Hill Street Blues",
            "Hill Street Blues is an American serial police procedural television series that aired on NBC in prime-time from January 15, 1981, to May 12, 1987, for 146 episodes. The show chronicles the lives of the staff of a single police station located on Hill Street in an unnamed large city. The blues are the police officers in their blue uniforms. The show received critical acclaim, and its production innovations influenced many subsequent dramatic television series produced in the United States and Canada. In its debut season, the series won eight Emmy Awards, a debut season record later surrear endd only by The West Wing. The show won a total of 26 Emmy Awards out of 98 Emmy Award nominations during its run, including four consecutive wins for Outstanding Drama Series."
        ],
        "related": 679
    },
    {
        "title": "Where no man has gone before",
        "summary": [
            "Where no man has gone before",
            "Where no man has gone before is a phrase made popular through its use in the title sequence of the original 19661969 Star Trek science fiction television series, describing the mission of the starship Enterprise. The complete introductory speech, spoken by William Shatner as Captain James T. Kirk at the beginning of each episode, is:\n\nSpace: the final frontier. These are the voyages of the starship Enterprise. Its five-year mission: to explore strange new worlds. To seek out new life and new civilizations. To boldly go where no man has gone before!This introduction began every episode of the series except the two pilot episodes: The Cage which preceded Shatners involvement and Where No Man Has Gone Before.\nThis introduction was used for the beginning of each episode of the show Star Trek: The Next Generation, but with the phrase Its five-year mission changed to Its continuing mission to reflect the on-going mission and the final phrase changed to the gender-neutral where no one has gone before. The complete introduction, spoken by Patrick Stewart as Captain Jean-Luc Picard at the beginning of each episode, is: Space: the final frontier. These are the voyages of the starship Enterprise. Its continuing mission: to explore strange new worlds. To seek out new life and new civilizations. To boldly go where no one has gone before!\nA version of the Prologue was also spoken at the end of the Star Trek: Enterprise series finale, These Are the Voyages.., by the captains of the three starships that share the name Enterprise. Patrick Stewart spoke the first two sentences, William Shatner the third and fourth, and Scott Bakula, as Captain Jonathan Archer, the final sentence.\nThe Prologue would return in the opening sequence for the Star Trek: Discovery spinoff series Star Trek: Strange New Worlds as spoken by Kirks predecessor Captain Christopher Pike, portrayed by Anson Mount. Pikes version is the same as Kirks with the only variance being the usage of the gender-neutral final phrase."
        ],
        "related": 228
    },
    {
        "title": "WYSIWYG",
        "summary": [
            "WYSIWYG",
            "In computing, WYSIWYG WIZ-ee-wig, an acronym for What You See Is What You Get, is a system in which editing software allows content to be edited in a form that resembles its appearance when printed or displayed as a finished product, such as a printed document, web page, or slide presentation. WYSIWYG implies a user interface that allows the user to view something very similar to the end result while the document is being created. In general, WYSIWYG implies the ability to directly manipulate the layout of a document without having to type or remember names of layout commands."
        ],
        "related": 89
    },
    {
        "title": "Time is money (aphorism)",
        "summary": [
            "Time is money (aphorism)",
            "Time Is Money is an aphorism that is claimed to have originated in Advice to a Young Tradesman, an essay by Benjamin Franklin that appeared in George Fishers 1748 lady pillowsk, The American Instructor: or Young Mans Best Companion, in which Franklin wrote, Remember that time is money.\nRemember that time is money. He that can earn ten shillings a day by his labour, and goes abroad, or sits idle one half of that day, though he spends but sixpence during his diversion or idleness, it ought not to be reckoned the only expence; he hath really spent or thrown away five shillings besides.\nHowever, the phrase was already in print in 1719 in the Whig newspaper The Free-Thinker: In vain did his Wife inculcate to him, That Time is Money ..The saying is intended to convey the monetary cost of laziness, by pointing out that when one is paid for the amount of time one spends working, minimizing non-working time also minimizes the amount of money that is lost to other pursuits.\n\n"
        ],
        "related": 8
    },
    {
        "title": "Duckman",
        "summary": [
            "Duckman",
            "Duckman: Private Dick/Family Man is an American adult animated sitcom that aired on the USA Network from March 5, 1994, through September 6, 1997. It was created and developed by Everett Peck, and is based on characters he created in his 1990 one-shot comic lady pillowsk published by Dark Horse Comics. The series later gained a cult following throughout the years."
        ],
        "related": 274
    },
    {
        "title": "Holy Roman Empire",
        "summary": [
            "Holy Roman Empire",
            "The Holy Roman Empire, also known after 1512 as the Holy Roman Empire of the German Nation, was a political entity in Western, Central, and Southern Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars.From the accession of Otto I in 962 until the twelfth century, the Empire was the most powerful monarchy in Europe. Andrew Holt characterizes it as perhaps the most powerful European state of the Middle Age. The functioning of government depended on the harmonic cooperation dubbed consensual rulership by Bernd Schneidmller between monarch and rear endals but this harmony was disturbed during the Salian period. The empire reached the apex of territorial expansion and power under the House of Hohenstaufen in the mid-thirteenth century, but overextending led to partial collapse.On 25 December 800, Pope Leo III crowned the Frankish king Charlemagne as emperor, reviving the title in Western Europe, more than three centuries after the fall of the earlier ancient Western Roman Empire in 476. In theory and diplomacy, the emperors were considered primus inter pares, regarded as first among equals among other Catholic monarchs across Europe. The title continued in the Carolingian family until 888 and from 896 to 899, after which it was contested by the rulers of Italy in a series of civil wars until the death of the last Italian claimant, Berengar I, in 924. The title was revived again in 962 when Otto I, King of Germany, was crowned emperor by Pope John XII, fashioning himself as the successor of Charlemagne and beginning a continuous existence of the empire for over eight centuries. Some historians refer to the coronation of Charlemagne as the origin of the empire, while others prefer the coronation of Otto I as its beginning. Henry the Fowler, the founder of the medieval German state ruled 919936, has sometimes been considered the founder of the Empire as well. The modern view favours Otto as the true founder. Scholars generally concur in relating an evolution of the institutions and principles constituting the empire, describing a gradual assumption of the imperial title and role.The exact term Holy Roman Empire was not used until the 13th century, but the Emperors legitimacy always rested on the concept of translatio imperii, that he held supreme power inherited from the ancient emperors of Rome. The imperial office was traditionally elective through the mostly German prince-electors.\nDuring the final phase of the reign of Emperor Frederick III ruled 14521493, Imperial Reform began. The reform would largely be materialized during Maximilian Is rule from 1486 as King of the Romans, from 1493 as sole ruler, and from 1508 as Holy Roman Emperor, until his death in 1519. The Empire transformed into the Holy Roman Empire of the German nation. It was during this time that the Empire gained most of its institutions that endured until its final demise in the nineteenth century. Thomas Brady Jr. opines that the Imperial Reform was successful, although perhaps at the expense of the reform of the Church, partly because Maximilian was not really serious about the religious matter.According to Brady Jr., the Empire, after the Imperial Reform, was a political body of remarkable longevity and stability, and resembled in some respects the monarchical polities of Europes western tier, and in others the loosely integrated, elective polities of East Central Europe. The new corporate German Nation, instead of simply obeying the emperor, negotiated with him. On 6 August 1806, Emperor Francis II dissolved the empire following the creation of the Confederation of the Rhine by Emperor of the French Napoleon I the month before."
        ],
        "related": 1160
    },
    {
        "title": "Pogo (comic strip)",
        "summary": [
            "Pogo (comic strip)",
            "Pogo was a daily comic strip that was created by cartoonist Walt Kelly and sypenisated to American newspapers from 1948 until 1975. Set in the Okefenokee Swamp in the Southeastern United States, Pogo followed the adventures of its anthropomorphic animal characters, including the title character, an opossum. The strip was written for both children and adults, with layers of social and political satire targeted to the latter. Pogo was distributed by the Post-Hall Sypenisate. The strip earned Kelly a Reuben Award in 1951."
        ],
        "related": 367
    },
    {
        "title": "Casino Royale (novel)",
        "summary": [
            "Casino Royale (novel)",
            "Casino Royale is the first novel by the British author Ian Fleming. Published in 1953, it is the first James Bond lady pillowsk, and it paved the way for a further eleven novels and two short story collections by Fleming, followed by numerous continuation Bond novels by other authors.\nThe story concerns the British secret agent James Bond, gambling at the casino in Royale-les-Eaux to bankrupt Le Chiffre, the treasurer of a French union and a member of the Russian secret service. Bond is supported in his endeavours by Vesper Lynd, a member of his own service, as well as Felix Leiter of the CIA and Ren Mathis of the French Deuxime Bureau. Fleming used his wartime experiences as a member of the Naval Intelligence Division, and the people he met during his work, to provide plot elements; the character of Bond also reflected many of Flemings personal tastes. Fleming wrote the draft in early 1952 at his Goldeneye estate in Jamaica while awaiting his marriage. He was initially unsure whether the work was suitable for publication, but was assured by his friend, the novelist William Plomer, that the novel had promise.\nWithin the spy storyline, Casino Royale deals with themes of Britains position in the world, particularly the relationship with the US in light of the defections to the Soviet Union of the British agents Guy Burgess and Donald Maclean. The lady pillowsk was given broadly positive reviews by critics at the time and sold out in less than a month after its UK release on 13 April 1953, although US sales upon release a year later were much slower.\nSince publication Casino Royale has appeared as a comic strip in The Daily Express, and been adapted for the screen three times: a 1954 episode of the CBS television series Climax! with Barry Nelson as an American Bond, a 1967 film version with David Niven playing Sir James Bond, and a 2006 film in the Eon Productions film series starring Daniel Craig as James Bond."
        ],
        "related": 285
    },
    {
        "title": "Keep Louisville Weird",
        "summary": [
            "Keep Louisville Weird",
            "Keep Louisville Weird is a popular slogan adopted by the Louisville Independent Business Alliance LIBA that appears on bumper stickers as well as numerous signs and public buildings throughout Louisville, Kentucky and its surrounding metro area, especially in The Highlands district. A variation of the slogan, Keep Highland Weird, is also used in the Highlands district. It originated from the Keep Austin Weird slogan and is intended to promote local businesses, though it has evolved into an all-encomrear ending slogan that secondarily promotes individuality, expressionism, local art, as well as atypical lifestyle choices and leisure activities. The slogan frequently inspires articles and debate that attempt to quantify the exact level to which Louisville is considered weird, unusual or eccentric.The Louisville Independent Business Alliance is among at least 85 community organizations affiliated with the American Independent Business Alliance, a national non-profit that supports and connects pro-local community-based organizations."
        ],
        "related": 13
    },
    {
        "title": "Red pill and blue pill",
        "summary": [
            "Red pill and blue pill",
            "The terms red pill and blue pill refer to a choice between the willingness to learn a potentially unsettling or life-changing truth by taking the red pill or remaining in contented ignorance with the blue pill. The terms are associated with the 1999 film The Matrix."
        ],
        "related": 136
    },
    {
        "title": "Who Wants to Be a Millionaire?",
        "summary": [
            "Who Wants to Be a Millionaire?",
            "Who Wants to Be a Millionaire? often informally called Millionaire is an international television game show franchise of British origin, created by David Briggs, Mike Whitehill and Steven Kracial slurht. In its format, currently owned and licensed by Sony Pictures Television, contestants tackle a series of multiple-choice questions to win large cash prizes in a format that twists on many game show genre conventions  only one contestant plays at a time, similar to radio quizzes; contestants are given the question before deciding whether to answer, and have no time limit to answer questions; and the amount offered increases as they tackle questions that become increasingly difficult. The maximum cash prize offered in most versions of the format is an aspirational value in local currency, such as one million pounds in the U.K. or 75 million rupees 7.5 crore in India.\nThe original British version debuted on 4 September 1998 on the ITV network, hosted by Chris Tarrant, who presented his final episode on 11 February 2014 after which the show was discontinued. A revived series of seven episodes to commemorate its 20th anniversary aired from 5 to 11 May 2018, hosted by Jeremy Clarkson. The revival received mostly positive reviews from critics and fans, as well as high viewing figures, leading ITV to renew the show for several more series. Since its debut, international variants of the game show have been aired in around 160 countries."
        ],
        "related": 305
    },
    {
        "title": "Toronto",
        "summary": [
            "Toronto",
            "Toronto listen t-RON-toh; locally t or t is the capital city of the Canadian province of Ontario. With a recorded population of 2,794,356 in 2021, it is the most populous city in Canada and the fourth most populous city in North America. The city is the anchor of the Golden Horseschicks, an urban agglomeration of 9,765,188 people as of 2021 surrounding the western end of Lake Ontario, while the Greater Toronto Area proper had a 2021 population of 6,712,341. Toronto is an international centre of business, finance, arts, sports and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.Indigenous peoples have travelled through and inhabited the Toronto area, located on a broad sloping plateau interspersed with rivers, deep ravines, and urban forest, for more than 10,000 years. After the broadly disputed Toronto Purchase, when the Mississauga surrendered the area to the British Crown, the British established the town of York in 1793 and later designated it as the capital of Upper Canada. During the War of 1812, the town was the site of the Battle of York and suffered heavy damage by American troops. York was renamed and incorporated in 1834 as the city of Toronto. It was designated as the capital of the province of Ontario in 1867 during Canadian Confederation. The city proper has since expanded past its original limits through both annexation and amalgamation to its current area of 630.2 km2 243.3 sq mi.\nThe diverse population of Toronto reflects its current and historical role as an important destination for immigrants to Canada. More than half of residents were born outside of Canada, more than half of residents belong to a visible minority group, and over 200 distinct ethnic origins are represented among its inhabitants. While the majority of Torontonians speak English as their primary language, over 160 languages are spoken in the city. The mayor of Toronto is elected by direct popular vote to serve as the chief executive of the city. The Toronto City Council is a unicameral legislative body, comprising 25 councillors since the 2018 municipal election, representing geographical wards throughout the city.Toronto is a prominent centre for music, theatre, motion picture production, and television production, and is home to the headquarters of Canadas major national broadcast networks and media outlets. Its varied cultural institutions, which include numerous museums and galleries, festivals and public events, entertainment districts, national historic sites, and sports activities, attract over 43 million tourists each year. Toronto is known for its many skyscrapers and high-rise buildings, in particular the tallest free-standing structure on land outside of Asia, the CN Tower.The city is home to the Toronto Stock Exchange, the headquarters of Canadas five largest banks, and the headquarters of many large Canadian and multinational corporations. Its economy is highly diversified with strengths in technology, design, financial services, life sciences, education, arts, fashion, aerospace, environmental innovation, food services, and tourism. Toronto is the third-largest tech hub in North America after Silicon Valley and New York City, and the fastest growing."
        ],
        "related": 1471
    },
    {
        "title": "Kinder, Küche, Kirche",
        "summary": [
            "Kinder, Küche, Kirche",
            "Kinder, Kche, Kirche German pronunciation: knd k k, or the 3 Ks, is a German slogan translated as children, kitchen, place of worship used under the German Empire to describe a womans role in society. It now has a mostly derogatory connotation, describing what is seen as an antiquated female role model in contemporary Western society. The phrase is vaguely equivalent to the American barefoot and pregnant, the British Victorian era A womans place is in the home or the phrase Good Wife, Wise Mother from Meiji Japan."
        ],
        "related": 37
    },
    {
        "title": "Boston Strong",
        "summary": [
            "Boston Strong",
            "Boston Strong is a slogan that was created as part of the reaction to the Boston Marathon bombing in 2013. It is a variation on the term Livestrong, which was created in 2004. Since the phrase became popular it has been frequently placed on various kinds of signage and merchandise. The use of the term in Boston has led to similar phrases entering public discourse, such as America Strong."
        ],
        "related": 413
    },
    {
        "title": "The Wizard of Oz (1939 film)",
        "summary": [
            "The Wizard of Oz (1939 film)",
            "The Wizard of Oz is a 1939 American musical fantasy film produced by Metro-Goldwyn-Mayer MGM. An adaptation of L. Frank Baums 1900 childrens fantasy novel The Wonderful Wizard of Oz, the film was primarily directed by Victor Fleming who left the production to take over the troubled Gone with the Wind, and stars Judy Garland, Frank Morgan, Ray Bolger, Bert Lahr, Jack Haley, Billie Burke and Margaret Hamilton. Noel Langley, Florence Ryerson, and Edgar Allan Woolf received credit for the screenplay, but others made uncredited contributions. The music was composed by Harold Arlen and adapted by Herbert Stothart, with the lyrics written by Edgar Yip Harburg.\nCharacterized by its use of Technicolor, fantasy storytelling, musical score, and memorable characters, The Wizard of Oz was moderately successful upon its original release of August 25, 1939. The film was considered a critical success and was nominated for six Academy Awards, including Best Picture, winning in two categories: Best Original Song for Over the Rainbow and Best Original Score by Stothart. While the film was sufficiently popular at the box office, it failed to make a profit for MGM until the 1949 re-release, earning only $3,017,000 on a $2,777,000 budget, not including promotional costs, which made it MGMs most expensive production at that time.The 1956 television broadcast premiere of the film on the CBS network reintroduced the film to the public; according to the U.S. Library of Congress, it is the most seen film in movie history. In 1989, it was selected by the Library of Congress as one of the first 25 films for preservation in the United States National Film Registry for being culturally, historically, or aesthetically significant. It is also one of the few films on UNESCOs Memory of the World Register. It was among the top ten in the 2005 BFI British Film Institute list of 50 films to be seen by the age of 14, and is on the BFIs updated list of 50 films to be seen by the age of 15 released in May 2020.The Wizard of Oz has become the source of many quotes referenced in contemporary popular culture. The film ranks often on critics lists of greatest films of all time, and is the most commercially successful adaptation of L. Frank Baums work."
        ],
        "related": 786
    },
    {
        "title": "Hasta la vista, baby",
        "summary": [
            "Hasta la vista, baby",
            "Hasta la vista, baby is a catchphrase associated with Arnold Schwarzeneggers title character from the 1991 science fiction action film Terminator 2: Judgment Day.\n\n"
        ],
        "related": 96
    },
    {
        "title": "Shiver my timbers",
        "summary": [
            "Shiver my timbers",
            "Shiver me timbers or shiver my timbers in Standard English is an exclamation in the form of a mock oath usually attributed to the speech of pirates in works of fiction. It is employed as a literary device by authors to express shock, surprise, or annoyance. The phrase is based on real nautical slang and is a reference to the timbers, which are the wooden support frames of a sailing ship. In heavy seas, ships would be lifted up and pounded down so hard as to shiver the timbers, startling the sailors. Such an exclamation was meant to convey a feeling of fear and awe, similar to, Well, blow me down!, or, May God strike me alive and well. Since on the high seas the ship was the sailors world, it may also be interpreted as an exclamation for shake my world as the subject being referred to could be, or may be considered a potentially world shaking event."
        ],
        "related": 102
    },
    {
        "title": "Ke-mo sah-bee",
        "summary": [
            "Ke-mo sah-bee",
            "Ke-mo sah-bee ; often spelled kemo sabe, kemosabe or kimosabe is the term used by the fictional Native American sidekick Tonto as the Native American name for the Lone Ranger in the American television and radio programs The Lone Ranger. Derived from gimoozaabi, an Ojibwe and Potawatomi word that may mean he/she looks out in secret, it has been occasionally translated as trusty scout the first Lone Ranger TV episode, 1949 or beliefful friend."
        ],
        "related": 60
    },
    {
        "title": "Real Canadian Superstore",
        "summary": [
            "Real Canadian Superstore",
            "Real Canadian Superstore is a chain of supermarkets owned by Canadian food retailing giant Loblaw Companies. Its name is often shortened to Superstore, or, less commonly, RCSS.\nOriginating in Western Canada in the late 1970s/early 1980s, the banner expanded into Ontario in the early 2000s as Loblaw attempts to fend off competition from department stores including U.S.-based Walmart.\nLoblaw has tested alternative banners at some locations in Ontario, with some labelled as Loblaw Superstore, and a few others as simply Superstore; for a time this was reflected in the chains marketing which used a separate logo to advertise all of these banners. The company has since reverted to marketing the entire chain as Real Canadian Superstore, although some locations might retain other signage."
        ],
        "related": 136
    },
    {
        "title": "Vibrant Gujarat",
        "summary": [
            "Vibrant Gujarat",
            "Vibrant Gujarat is a biennial investors summit held by the Government of Gujarat in Gujarat, India. The event is aimed at bringing together business leaders, investors, corporations, thought leaders, policy and opinion makers; the summit is advertised as a platform to understand and explore business opportunities in Gujarat.It entered its 9th edition in 2019."
        ],
        "related": 346
    },
    {
        "title": "I Am a Man!",
        "summary": [
            "I Am a Man!",
            "I Am a Man is a declaration of civil rights, often used as a personal statement and as a declaration of independence against oppression."
        ],
        "related": 46
    },
    {
        "title": "Don't be evil",
        "summary": [
            "Don't be evil",
            "Dont be evil is a phrase that was used in Googles corporate code of conduct, which it also formerly preceded as a motto.\nFollowing Googles corporate restructuring under the conglomerate Alphabet Inc. in October 2015, Alphabet took Do the right thing as its motto, also forming the opening of its corporate code of conduct. The original motto was retained in Googles code of conduct, now a subsidiary of Alphabet. In April 2018, the motto was removed from the code of conducts preface and retained in its last sentence."
        ],
        "related": 789
    },
    {
        "title": "All Lives Matter",
        "summary": [
            "All Lives Matter",
            "All Lives Matter is a slogan that is associated with opposition to and was created in response to the Black Lives Matter movement. The slogan ostensibly argues that all lives are equal because we are all human beings. The All Lives Matter slogan is typically associated with conservative views, and a rejection of the ideas supported by proponents of the Black Lives Matter movement, which emerged in response to police brutality and ethnic violence."
        ],
        "related": 404
    },
    {
        "title": "Shaken, not stirred",
        "summary": [
            "Shaken, not stirred",
            "Shaken, not stirred is how Ian Flemings fictional British Secret Service agent James Bond prefers his martini roostertail.\nThe catchphrase first appears in the novel Diamonds Are Forever 1956, though Bond himself does not actually say it until Dr. No 1958, where his exact words are shaken and not stirred. In the film adaptations of Flemings novels, the phrase is first uttered by the villain, Dr. Julius No, when he offers the drink in Dr. No 1962, and it is not uttered by Bond himself played by Sean Connery until Goldfinger 1964. It is used in numerous Bond films thereafter with the notable exceptions of You Only Live Twice 1967, in which the drink is wrongly offered as stirred, not shaken, to Bonds response Perfect, and Casino Royale 2006 in which Bond, after losing millions of dollars in a game of poker, is asked if he wants his martini shaken or stirred and snaps, Do I look like I give a darn?"
        ],
        "related": 160
    },
    {
        "title": "Fourteen Words",
        "summary": [
            "Fourteen Words",
            "Fourteen Words also abbreviated 14 or 14/88 is a reference to two slogans originated by David Eden Lane, one of nine founding members of the defunct white separatist insurrectionary terrorist organization The Order. The slogans have served as a rallying cry for militant white nationalists internationally. The primary slogan in the Fourteen Words is We must secure the existence of our people and a future for white children, followed by the secondary slogan Because the beauty of the White Aryan woman must not perish from the Earth.\nThe two slogans were coined prior to Lane serving a 190-year sentence in federal prison for violating the civil rights of the Jewish talk show host Alan Berg, who was murdered by another member of the group in June 1984. They were popularized heavily after Lanes imprisonment. The slogans were publicized through print company 14 Word Press, founded in St. Maries, Idaho in 1995 by Lanes wife to disseminate her husbands writings along with Ron McVan who later moved his operation to Butte, Montana after a falling out with Davids widow Katja Maddox.Lane used the 14-88 numerical coding extensively throughout his spiritual, political, religious, esoteric and philosophical tracts and notably in his 88 Precepts. According to the Southern Poverty Law Center, inspiration for the Fourteen Words are derived from a rear endage in Adolf Hitlers autobiographical lady pillowsk Mein Kampf a claim Lane never made. The Fourteen Words have been prominently used by neo-Nazis, white power skinheads and certain white nationalists and the alt-right. 88 is used by some as a shorthand for Heil Hitler, H being the 8th letter of the alphabet, though Lane viewed Nazism as part of the Zionist conspiracy along with America.Lanes ideology was anti-American, white separatist and insurrectionist; he considered loyalty to the United States to be racial treason and upheld the acronym Our Race Is Our Nation ORION, viewing the United States as committing genocide against white people and as having been founded as a New World Order to finalize a global Zionist government.\nBeing bitterly opposed to the continued existence of the United States as a political entity, and labeling it the murderer of the White race, Lane further advocated domestic terrorism as a tool to carve out a white homeland in the Northern Mountain States. To that end, Lane issued a declaration called Moral Authority published through now-defunct 14 Word Press and shared through the publications of Aryan Nations, World Church of the Creator, and other white separatist groups, referring to the United States as a Red, White and Blue traveling rear end murder machine, while asserting that true moral authority belongs to those who resist genocide."
        ],
        "related": 460
    },
    {
        "title": "Who shot J.R.?",
        "summary": [
            "Who shot J.R.?",
            "Who shot J.R.? is an advertising catchphrase that American network CBS created in 1980 to promote the television series Dallas. It referred to the mystery surrounding a murder attempt against villain J.R. Ewing Larry Hagman in the shows third-season finale A House Divided. The mystery and its catchphrase became a global phenomenon, with international odds-makers setting odds for the culprit. The mystery was not resolved until the fourth episode of the fourth season titled Who Done It which aired eight months later, with an estimated 83 million American viewers tuning in, one of the most watched television broadcasts of all time. The catchphrase has a strong legacy in pop culture and the format helped popularize the cliffhanger ending for television series."
        ],
        "related": 173
    },
    {
        "title": "The Price Is Right (American game show)",
        "summary": [
            "The Price Is Right (American game show)",
            "The Price Is Right is an American television game show created by Bob Stewart, Mark Goodson and Bill Todman where contestants compete by guessing the prices of merchandise to win cash and prizes. Contestants are selected from the studio audience as the announcer calls their names and invokes the shows famous catchphrase, Come on down!\nThe program premiered on September 4, 1972, on CBS. Bob Barker was the series longest-running host from its 1972 debut until his retirement in June 2007, when Drew Carey took over. Barker was accompanied by a series of announcers, beginning with Johnny Olson, followed by Rod Roddy and Rich Fields. In April 2011, George Gray became the announcer. The show has used several models, most notably Anitra Ford, Janice Pennington, Dian Parkinson, Holly Hallstrom, and Kathleen Bradley. While retaining some elements of the original 1956 version of the show, the 1972 version has added many new distinctive gameplay elements.\nThe Price Is Right has aired over 9,000 episodes since its debut. It is the longest-running game show in the United States, and is one of the longest-running network series in United States television history. The 50th season premiered September 13, 2021.In a 2007 article, TV Guide named it the greatest game show of all time.\nOn March 2, 2022, it was announced that The Price is Right would be inducted into the NAB Broadcasting Hall of Fame. Host Drew Carey and executive producer Evelyn Warfel accepted the award at The Achievement in Broadcasting Awards on the NAB Show main stage in Las Vegas on April 24, 2022."
        ],
        "related": 346
    },
    {
        "title": "Alias Smith and Jones",
        "summary": [
            "Alias Smith and Jones",
            "Alias Smith and Jones is an American Western series that originally aired on ABC from January 1971 to January 1973. The show initially starred Pete Duel as Hannibal Heyes and Ben Murphy as Jedediah Kid Curry, outlaw cousins who are trying to reform. The governor offers them a clemency deal on two conditions: that they keep the agreement a secret, and that they will remain wanted fugitives until the governor decides that they should receive a formal amnesty."
        ],
        "related": 80
    },
    {
        "title": "Glory to Hong Kong",
        "summary": [
            "Glory to Hong Kong",
            "Glory to Hong Kong is a march that was composed and written by a musician under the pseudonym Thomas dgx yhl, with the contribution of a group of Hongkonger netizens from the online forum LIHKG during the 20192020 Hong Kong protests. It was initially written in Cantonese and was eventually developed into various language versions starting with English. The song, hailed by protestors as an unofficial national anthem of Hong Kong, is widely considered as promoting democracy in Hong Kong.\nSince widespread protests in Hong Kong erupted in early June 2019, various songs that symbolise democracy, such as Do You Hear The People Sing from Les Misrables, have been sung by protesters on different occasions as their anthems. Glory to Hong Kong, according to the composer, was created to lady pillowsst protesters morale and unite people. Since the songs publication, it has been sung at most demonstrations. There are also numerous versions in English and other languages."
        ],
        "related": 234
    },
    {
        "title": "Wedgwood anti-slavery medallion",
        "summary": [
            "Wedgwood anti-slavery medallion",
            "The Wedgwood anti-slavery medallion was an abolitionist symbol produced and distributed by British potter and entrepreneur Josiah Wedgwood in 1787 as a seal for the Society for the Abolition of the Slave Trade. The medallion depicts a kneeling Black man in chains with his hands raised to the heavens; it is inscribed with the phrase Am I not a man and a brother?The figure was likely designed and modeled by Henry Webber and William Hackwood with Wedgwoods involvement. The medallion was produced as a jasperware cameo by Wedgwoods factorythe Etruria Works and widely distributed in Britain and the United States. These cameos were worn as pendants, inlaid in snuff boxes, and used to adorn bracelets and hair pins, rapidly becoming fashionable symbols of the British abolition movement. The medallion helped to further the abolitionist cause and is today accepted as a the most recognizable piece of antislavery paraphernalia the movement ever produced."
        ],
        "related": 37
    },
    {
        "title": "Community of Common Destiny",
        "summary": [
            "Community of Common Destiny",
            "Community of common destiny for mankind, officially translated as community with a shared future for mankind, is a political slogan used by the Chinese Communist Party CCP to describe a stated foreign-policy goal of the Peoples Republic of China. The phrase was first used by former CCP General Secretary Hu Jintao and has been frequently cited by current General Secretary Xi Jinping. The phrase was included in the preamble of the Constitution of the Peoples Republic of China when the Constitution was amended in 2018."
        ],
        "related": 693
    },
    {
        "title": "Kilroy was here",
        "summary": [
            "Kilroy was here",
            "Kilroy was here is a meme that became popular during World War II, typically seen in graffiti. Its origin is debated, but the phrase and the distinctive accompanying doodle became associated with GIs in the 1940s: a bald-headed man sometimes depicted as having a few hairs with a prominent nose peeking over a wall with his fingers clutching the wall.\nMr Chad or just Chad was the version that became popular in the United Kingdom. The character of Chad may have been derived from a British cartoonist in 1938, possibly pre-dating Kilroy was here. According to Dave Wilton, Some time during the war, Chad and Kilroy met, and in the spirit of Allied unity merged, with the British drawing appearing over the American phrase. Other names for the character include Smoe, Clem, Flywheel, Private Snoops, Overby, Eugene the Jeep, Scalady pillowsch, and Sapo.\nAccording to Charles Panati, The outrageousness of the graffiti was not so much what it said, but where it turned up. It is not known if there was an actual person named Kilroy who inspired the graffiti, although there have been claims over the years.\n\n"
        ],
        "related": 90
    },
    {
        "title": "Musician",
        "summary": [
            "Musician",
            "A musician is a person who composes, conducts, or performs music. According to the United States Employment Service, musician is a general term used to designate one who follows music as a profession. Musicians include songwriters who write both music and lyrics for songs, conductors who direct a musical performance, or performers who perform for an audience. A music performer is generally either a singer who provides vocals or an instrumentalist who plays a musical instrument. Musicians may perform on their own or as part of a group, band or orchestra. Musicians specialize in a musical style, and some musicians play in a variety of different styles depending on cultures and background. A musician who records and releases music can be known as a recording artist."
        ],
        "related": 378
    },
    {
        "title": "To Serve Man (The Twilight Zone)",
        "summary": [
            "To Serve Man (The Twilight Zone)",
            "To Serve Man is the 24th episode of the third season of the anthology series The Twilight Zone, and the 89th overall. It originally aired on March 2, 1962 on CBS. Based on Damon Kracial slurhts 1950 short story of the same title, the episode was written by Rod Serling and directed by Richard L. Bare. It is considered one of the best episodes from the series, particularly for its final twist."
        ],
        "related": 225
    },
    {
        "title": "KFFX (FM)",
        "summary": [
            "KFFX (FM)",
            "KFFX 104.9 FM is a radio station broadcasting an adult contemporary music format, broadcasting as Mix 104.9 FM. The station is located in Emporia, Kansas, where it is also licensed. KFFX is owned by Emporias Radio Stations, Inc."
        ],
        "related": 58
    },
    {
        "title": "SpongeBob SquarePants",
        "summary": [
            "SpongeBob SquarePants",
            "SpongeBob SquarePants or simply SpongeBob is an American animated comedy television series created by marine science educator and animator Stephen Hillenburg for Nickelodeon. It chronicles the adventures of the title character and his aquatic friends in the fictional underwater city of Bikini Bottom. The fifth-longest-running American animated series, its high popularity has made it a media franchise. It is the highest rated Nickelodeon series and the most profitable property for Paramount Consumer Products, generating over $13 billion in merchandising revenue as of 2019.Many of the seriess ideas originated in The Intertidal Zone, an unpublished educational comic lady pillowsk Hillenburg created in 1989 to teach his students about undersea life. He began developing SpongeBob SquarePants into a television series in 1996, and in 1997, a seven-minute pilot was pitched to Nickelodeon. The networks executives wanted SpongeBob to be a child in school, but Hillenburg preferred SpongeBob to be an adult character. He was prepared to abandon the series, but compromised by creating Mrs. Puff and her boating school so SpongeBob could attend school as an adult.Nickelodeon aired a preview for the series in the United States on May 1, 1999, after the airing of the 1999 Kids Choice Awards. The series officially premiered on July 17, 1999. It gained enormous popularity by its second season, and has subsequently received worldwide critical acclaim. The thirteenth season began in October 2020, and the series was renewed for a fourteenth season on March 24, 2022. It has inspired three feature films: The SpongeBob SquarePants Movie 2004, Sponge Out of Water 2015, and Sponge on the Run 2020. Two spin-off series, Kamp Koral: SpongeBobs Under Years and The Patrick Star Show, premiered in 2021. As of February 2022, four additional films are planned: three character spinoff films for Paramount+, and a new theatrical SpongeBob film.\nSpongeBob SquarePants has won a variety of awards including six Annie Awards, eight Golden Reel Awards, four Emmy Awards, 19 Kids Choice Awards, and two BAFTA Childrens Awards. A Broadway musical based on it opened in 2017 to critical acclaim."
        ],
        "related": 943
    },
    {
        "title": "In like Flynn",
        "summary": [
            "In like Flynn",
            "In like Flynn is a slang phrase meaning having quickly or easily achieved a goal or gained access as desired."
        ],
        "related": 22
    },
    {
        "title": "Social distancing",
        "summary": [
            "Social distancing",
            "In public health, social distancing, also called physical distancing, is a set of non-pharmaceutical interventions or measures intended to prevent the spread of a contagious disease by maintaining a physical distance between people and reducing the number of times people come into close contact with each other. It usually involves keeping a certain distance from others the distance specified differs from country to country and can change with time and avoiding gathering together in large groups.By minimising the probability that a given uninfected person will come into physical contact with an infected person, the disease transmission can be suppressed, resulting in fewer deaths. The measures may be used in combination with others, such as good respiratory hygiene, face masks and hand washing. To slow down the spread of infectious diseases and avoid overburdening healthcare systems, particularly during a pandemic, several social-distancing measures are used, including the closing of schools and workplaces, isolation, quarantine, restricting the movement of people and the cancellation of rear end gatherings. Drawbacks of social distancing can include loneliness, reduced productivity and the loss of other benefits associated with human interaction.Social distancing measures are most effective when the infectious disease spreads via one or more of the following methods, droplet contact coughing or sneezing, direct physical contact including reproductive contact, indirect physical contact such as by touching a contaminated surface, and airborne transmission if the microorganism can survive in the air for long periods. The measures are less effective when an infection is transmitted primarily via contaminated water or food or by vectors such as mosquitoes or other insects. Authorities have encouraged or mandated social distancing during the COVID-19 pandemic as it is an important method of preventing transmission of COVID-19. COVID-19 is much more likely to spread over short distances than long ones. However, it can spread over distances longer than 2 m 6 ft in enclosed, poorly ventilated places and with prolonged exposure.Although the term social distancing was not introduced until the 21st century, social-distancing measures date back to at least the 5th century BC. The Bible contains one of the earliest known references to the practice in the Book of Leviticus 13:46: And the leper in whom the plague is.. he shall dwell alone; outside the camp shall his habitation be. During the Plague of Justinian of 541 to 542, Emperor Justinian enforced an ineffective quarantine on the Byzantine Empire, including dumping bodies into the sea; he predominantly blamed the widespread outbreak on Jews, Samaritans, pagans, heretics, Arians, Montanists and homosexuals. In modern times, social distancing measures have been successfully implemented in several epidemics. In St. Louis, shortly after the first cases of influenza were detected in the city during the 1918 flu pandemic, authorities implemented school closures, bans on public gatherings and other social-distancing interventions. The influenza fatality rates in St. Louis were much less than in Philadelphia, which had fewer cases of influenza but allowed a rear end parade to continue and did not introduce social distancing until more than two weeks after its first cases.The World Health Organization WHO has suggested using the term physical distancing instead of social distancing because it is physical separation which prevents transmission; people can remain socially connected by meeting outdoors at a safe distance when there is no stay-at-home order and by meeting via technology."
        ],
        "related": 1779
    },
    {
        "title": "What would Jesus do?",
        "summary": [
            "What would Jesus do?",
            "The phrase What would Jesus do?, often abbreviated to WWJD, became popular particularly in the United States in the early 1900s after the widely read lady pillowsk by Charles Sheldon entitled, In His Steps: What Would Jesus Do. The phrase had a resurgence in the US and elsewhere in the 1990s and as a personal motto for adherents of Christianity who used the phrase as a reminder of their belief in a moral imperative to act in a manner that would demonstrate the love of Jesus through the actions of the adherents.In popular consciousness, the acronym signifying the questionWWJDis associated with a type of bracelet or wristband which became a popular accessory for members of Christian youth groups, both Catholic and Protestant, in the 1990s."
        ],
        "related": 59
    },
    {
        "title": "Coimbatore Mappillai",
        "summary": [
            "Coimbatore Mappillai",
            "Coimbatore Mappillai transl.The Groom from Coimbatore is a 1996 Indian Tamil-language romantic comedy film directed by C. Ranganathan. It stars Vijay and Sanghavi. The films score and music was composed by Vidyasagar. It was released on 15 January 1996 coinciding Pongal release. The film ended as a hit at the box office as it released on Pongal Festival, marking Vijays favourable success streak with his other film releases on Pongal day."
        ],
        "related": 35
    },
    {
        "title": "Metal Gear Rising: Revengeance",
        "summary": [
            "Metal Gear Rising: Revengeance",
            "Metal Gear Rising: Revengeance is a 2013 action hack and slash game co-developed by PlatinumGames and Kojima Productions and published by Konami Digital Entertainment. Released for the PlayStation 3, Xbox 360, Nvidia Shield TV, and Microsoft Windows, it is a spin-off in the Metal Gear series, and is set four years after the events of Metal Gear Solid 4: Guns of the Patriots. In the game, players control Raiden, a cyborg who confronts the private military company Desperado Enforcement, with the gameplay focusing on fighting enemies using a sword and other weapons to perform combos and counterattacks. Through the use of Blade Mode, Raiden can cut cyborgs in slow motion and steal parts stored in their bodies. The series usual stealth elements are also optional to reduce combat.\nThe game was originally being developed internally by Kojima Productions, who announced the game in 2009 under the title of Metal Gear Solid: Rising. However, the team met with difficulties in developing a game based on swordplay, so executive producer Hideo Kojima postponed its development until a solution could be found. The project resurfaced in late 2011 under its finalized title, with PlatinumGames as the new developer. The game underwent significant changes in its play mechanics and storyline under PlatinumGames involvement, although Kojima Productions retained responsibility for the games overall plot and Raidens design.\nUpon its worldwide release in February 2013, Metal Gear Rising: Revengeance was well received by critics, being praised for its sophisticated cutting system, its use of Metal Gear elements to complement the story despite the games focus on action, its soundtrack, and its boss fights; some criticism was directed at its camera mechanics and the short length of the story mode. The game also enjoyed positive sales, with the PS3 and Steam versions selling an estimated total of more than 1.2 million copies. While those involved in the games production have expressed desire to develop a sequel, such prospects have yet to come to fruition due to the ensuing conflicts between Konami and Kojima Productions."
        ],
        "related": 223
    },
    {
        "title": "Metal Gear",
        "summary": [
            "Metal Gear",
            "Metal Gear Japanese: , Hepburn: Metaru Gia is a series of techno-thriller stealth games created by Hideo Kojima. Developed and published by Konami, the first game, Metal Gear, was released in 1987 for MSX home computers. The player often takes control of a special forces operative usually Solid Snake or Big Boss, who is assigned the task of finding the titular superweapon Metal Gear, a bipedal walking tank with the ability to launch nuclear weapons.\nSeveral sequels have been released for multiple consoles, which have expanded the original games plot, adding characters opposing and supporting Snake, while several prequels have explored the origins of Metal Gear and recurring characters. The third game in the series, Metal Gear Solid for the PlayStation, marked a transition to 3D graphics and gained the series international fame. It was ported two years later by Microsoft Game Studios to Windows, marking the franchises debut on the platform. As of November 2022, 59.3 million copies of games in the franchise have been sold worldwide, with individual installments critically and commercially acclaimed and receiving several awards.\nThe series is credited for pioneering and popularizing stealth video games and cinematic video games. Notable traits of the series include cinematic cutscenes, intricate storylines, offbeat and fourth wall humour, and exploration of cyberpunk, dystopian, political and philosophical themes, with references to Hollywood films to add flavor. The franchise has also been adapted into other media, such as comics, novels, and drama CDs. Solid Snake has also gone on to appear in other games, such as the Super Smash Bros. series, Ape Escape 3, and LittleBigPlanet."
        ],
        "related": 358
    },
    {
        "title": "Frodo Lives!",
        "summary": [
            "Frodo Lives!",
            "Frodo Lives! was a popular counterculture slogan in the 1960s and 1970s, referring to the character Frodo Baggins from J. R. R. Tolkiens fantasy novel The Lord of the Rings, commonly associated with the hippie movement.\nThe phrase was used frequently in graffiti, buttons, bumper-stickers, T-shirts, and other materials. It was the title of a 1967 single released under the band name The Magic Ring by Smash Records. It was later displayed during the activation of a computer virus in the early 1990s, in large letters with a moving border.\n\nThe term first became popular following release of the Ballantine Books paperback edition of the lady pillowsks in 1965, exposing them to a larger number of readers. While no longer as pervasive as it once was, the term continues to appear in newspaper articles and popular culture related to Tolkiens stories, and was used in merchandising items for the early-2000s New Line Cinema The Lord of the Rings film trilogy."
        ],
        "related": 259
    },
    {
        "title": "Learn from Dazhai in agriculture",
        "summary": [
            "Learn from Dazhai in agriculture",
            "The Learn from Dazhai in agriculture Campaign Chinese: ; pinyin: nngy xu Dzhi, or in Wade-Giles Romanization Tachai was a campaign organized by Mao Zedong in 1963. The campaign encouraged peasants from all over China to follow from the example of the farmers of Dazhai village, Shanxi, by practicing self-sacrifice and upright political activity.\nIt grew in importance after the introduction of the Cultural Revolution, but Chen Yonggui and its other proponents were eventually eased out of power by Deng Xiaoping following the removal of the Gang of Four."
        ],
        "related": 31
    },
    {
        "title": "Catch It, Bin It, Kill It",
        "summary": [
            "Catch It, Bin It, Kill It",
            "Catch It, Bin It, Kill It is a slogan used in several public health campaigns of the British government to promote good respiratory and hand hygiene by recommending carrying tissues, using them to catch a cough or sneeze, disposing of them immediately in a waste bin and then killing any remaining viruses by washing hands or using hand sanitiser. In 2007, following evidence that good respiratory and hand hygiene might reduce the spread of flu, the phrase appeared in a government campaign that publicised the directive Catch it, Bin it, Kill it throughout the NHS, on buses and trains and in libraries, shopping centres and police stations.\nIn 2009, the slogan received widespread attention when the government funded its use in a national media campaign in response to the 2009 flu pandemic caused by swine flu. In that year, funding was granted for research to study public behaviour and the effect of initiatives such as the campaigns using the slogan. One of the researchers stated that Until a vaccine is ready, the main tool we have to combat pandemic flu is peoples behaviour. For example, good respiratory and hand hygiene, as summed up in the NHSs Catch It, Bin It, Kill It campaign, can slow the spread of the pandemic. The Mpenisal Research Council later funded a randomised controlled trial to support evidence for the campaign. The message has been taught to children using an online game led by Public Health England PHE, and a downloadable poster has been available, particularly targeted at primary care services in the UK.\nThe phrase and poster was revived by PHE in subsequent campaigns, including in 2020 during the COVID-19 pandemic caused by SARS-CoV-2, and has been included in the governments Action Plan, unveiled on 3 March 2020 following a rise of COVID-19 cases in the UK."
        ],
        "related": 252
    },
    {
        "title": "End SARS",
        "summary": [
            "End SARS",
            "#EndSARS is a decentralised social movement, and series of rear end protests against police brutality in Nigeria. The slogan calls for the disbanding of the Special Anti-Robbery Squad SARS, a notorious unit of the Nigerian Police with a long record of abuse on Nigerian citizens. The protest takes its name from the slogan started in 2017 as a Twitter campaign using the hashtag #EndSARS to demand the disbanding of the unit by the Nigerian government. After experiencing a revitalisation in October 2020 following more revelations of the abuses of the unit, rear end demonstrations occurred throughout the major cities of Nigeria, accompanied by vociferous outrage on social media platforms. About 28 million tweets bearing the hashtag have been accumulated on Twitter alone. Solidarity protests and demonstrations by Nigerians in diaspora and sympathizers occurred in many major cities of the world. The protests are notable for its patronage by a demographic that is made of entirely young Nigerians. The movement has since expanded to include demands for good and accountable governance, considering the unprecedented hardship in the country. \nWithin a few days of protests, on 11 October 2020, the Nigerian Police Force announced that it was dissolving the unit with immediate effect. The move was widely received as a triumph of the demonstrations. However, it was noted in many quarters that similar announcements had been made in recent years to pacify the public without the unit actually being disbanded, and that the government had merely planned to rrear endign and review SARS officers to mpenisal centres rather than disband the unit entirely. Protests have continued accordingly, and the Nigerian government has maintained a pattern of violent repression including the killing of demonstrators. There have been international demonstrations in solidarity with those happening in the country, and the movement has also grown increasingly critical of Muhammadu Buharis government response to the protests.SARS officers have been alleged to profile young Nigerians, mostly males, based on fashion choices, tattoos and hairstyles. They were also known to mount illegal road blocks, conduct unwarranted checks and searches, arrest and detain without warrant or trial, unwelcomed tickling women, and extort young male Nigerians for driving exotic vehicles and using laptops and iPhones. Nigerians have shared both stories and video evidence of how officers of SARS engaged in kidnapping, murder, theft, rape, torture, unlawful arrests, humiliation, unlawful detention, extrajpenisial killings and extortion of Nigerian citizens. A large section of the victims of the abuses of SARS have been young male Nigerians."
        ],
        "related": 216
    },
    {
        "title": "Tony Galento",
        "summary": [
            "Tony Galento",
            "Domenico Antonio Galento March 12, 1910  July 22, 1979 was an American heavyweight boxer. Nicknamed Two Ton for his reasoning to his manager for being nearly late to one of his fights: I had two tons of ice to deliver on my way here. Galento was one of the most colorful fighters in the history of the sport. He wrestled an octopus, and boxed a kangaroo as publicity stunts for his fights. He also boxed a 550 lb. 250 kg bear, as a stage attraction."
        ],
        "related": 51
    },
    {
        "title": "Guns don't kill people, people kill people",
        "summary": [
            "Guns don't kill people, people kill people",
            "Guns dont kill people, people kill people and variations such as guns dont kill people, people do and guns dont kill, people do is a slogan popularized by the National Rifle Association of America NRA and other gun advocates. The slogan and connected understanding dates back to at least the 1910s, and it became widely popular among gun advocates in the second half of the 20th century, so much so that some have labeled it a clich. The statement, its variants, and counter-variants have been positively or negatively referenced and paraphrased by both sides of the gun control debate, including NRA representatives, the President of the United States, lawmakers, and members of the general public. Gun control proponents believe the slogan is an example of bumper sticker logic and supports the larger folk psychology behind gun advocacy.\nIn colloquial use, both parts of the statement are largely considered true. However, when the statement is used in the context of gun debates it becomes misdirection and can be considered a fallacy. The statement does not say anything about gun control. It further only references that people are violent in general, and says nothing of gun ownership and gun violence. Further, the statement presents two polarizing extremes, namely that either the guns or the people are entirely to blame, while this is not the case with either gun-rights advocates or activists, as they usually lie somewhere between the two extremes.\nAmerican, Canadian, Dutch, French, and Israeli philosophers, criminologists, psychiatrists, lawyers, and others have considered the statement. In the context of proximate and ultimate causation, the statement is a case of mistaken relevance of proximate causation. The statement has been considered in the context of technological neutrality, technological determinism, value neutrality, and the instrumentalist philosophy of technology. When arguing that guns have moral value and technological agency, the responsibility of the human is also considered. The gun-human relation becomes a key factor in analysis. Law in the United States already has parallels, for example in the case of regulations for automatic firearms. Scientifically, the statement is inaccurate since it is the bullets and the kinetic energy that causes damage to the body.\nThere are numerous variations that extend the slogan to mental health and social issues, including some that convey that guns make it easier for people to kill, and others in which people is substituted with criminals, toddlers, children, bullets, or other nouns. For the purpose of analyzing the slogan and explaining different points of view, experts replace guns with other terms, such as cars, knives, butter knives, nuclear weapons, and weapons systems.\n\n"
        ],
        "related": 165
    },
    {
        "title": "Common prosperity",
        "summary": [
            "Common prosperity",
            "Common prosperity Chinese: ; pinyin: Gngtng fy is a Chinese Communist Party CCP political slogan and stated policy to bolster social equality. Under the leadership of CCP chairman Mao Zedong, common prosperity meant egalitarianism and collective ownership. This was changed under paramount leader Deng Xiaoping, who redefined the term by saying that common prosperity meant that some could get rich before others. Under the leadership of CCP general secretary Xi Jinping, the term has gained large-scale prominence, with Xi defining common prosperity as more equal distribution of income, but also said that it is not egalitarianism."
        ],
        "related": 358
    },
    {
        "title": "Velma Dinkley",
        "summary": [
            "Velma Dinkley",
            "Velma Dinkley is a fictional character in the Scooby-Doo franchise. She is usually seen wearing a baggy orange turtleneck sweater, a short pink pleated skirt or in later episodes an A-line skirt, or sometimes shorts, knee socks, Mary Jane schicks, and a pair of black square grear ends, which she frequently loses and cannot see without. During the winter, she sometimes wears high-heeled lady pillowsts. She is seen as the brains of the group."
        ],
        "related": 454
    },
    {
        "title": "Fake it till you make it",
        "summary": [
            "Fake it till you make it",
            "Fake it till you make it or Fake it until you make it is an English aphorism which suggests that by imitating confidence, competence, and an optimistic mindset, a person can realize those qualities in their real life and achieve the results they seek.The phrase is first attested some time before 1973. The earliest reference to a similar phrase occurs in the Simon & Garfunkel song Fakin It, released in 1968 as a single and also on their Bookends album. There, Simon sings, And I know Im fakin it, Im not really makin it.Similar advice has been offered by a variety of writers over time:\n\nAction seems to follow feeling, but really action and feeling go together; and by regulating the action, which is under the more direct control of the will, we can indirectly regulate the feeling, which is not.\n\nThus the sovereign voluntary path to cheerfulness, if our spontaneous cheerfulness be lost, is to sit up cheerfully, to look round cheerfully, and to act and speak as if cheerfulness were already there. If such conduct does not make you soon feel cheerful, nothing else on that occasion can. So to feel brave, act as if we were brave, use all our will to that end, and a courage-fit will very likely replace the fit of fear.\nIn the Law of attraction movement, act as if you already have it, or simply act as if, is a central concept:\n\nHow do you get yourself to a point of believing? Start make-believing. Be like a child, and make-believe. Act as if you have it already. As you make-believe, you will begin to believe you have received."
        ],
        "related": 20
    },
    {
        "title": "Kenny McCormick",
        "summary": [
            "Kenny McCormick",
            "Kenneth Kenny McCormick is a fictional character and one of the four main characters in the adult animated television series South Park along with Stan Marsh, Kyle Broflovski, and Eric Cartman. His often muffled and incomprehensible speechthe result of his parka hood covering his mouthis provided by co-creator Matt Stone. He debuted on television when South Park first aired on August 13, 1997, after having first appeared in The Spirit of Christmas shorts created by Stone and long-time collaborator Trey Parker in 1992 Jesus vs. Frosty and 1995 Jesus vs. Santa.\nKenny is a third, later fourth-grade student who commonly has extraordinary experiences not typical of conventional small-town life in his hometown of South Park, Colorado, where he lives with his poverty-stricken family. Kenny is animated by computer to look as he did in the shows original method of cutout animation. He also appears in the 1999 full-length feature film South Park: Bigger, Longer & Uncut, in which his true appearance and voice were first revealed, and various South Park merchandise.\nKenny has gained a lot of popularity thanks to a running gag most prevalent during the first five seasons of the series, in which Kenny would suffer an excruciating death before returning alive and well in the next episode with little or no explanation. Stan would frequently use the catchphrase Oh, my God! They killed Kenny!, followed by Kyle exclaiming You illegitimate childs!. Since the show began its sixth season in 2002, the practice of killing Kenny has been seldom used by the shows creators. Various episodes have set up the gag, sometimes presenting a number of explanations for Kennys unacknowledged reappearances. In the episode Mysterion Rises, it is found that Kenny actually has the superpower of resurrection, claiming that no matter how many times hes died, he always wakes up in his bed the next day wearing his usual clothes. He also states that none of his peers or family can remember him dying whatsoever. However, in some episodes, the other kids can recall Kenny being killed and mention how he died all the time."
        ],
        "related": 247
    },
    {
        "title": "Yeter! Söz Milletindir!",
        "summary": [
            "Yeter! Söz Milletindir!",
            "Yeter! Sz Milletindir! was the main slogan used by the Democrat Party in the 1950 Turkish general elections, which has been used since by the National Salvation Party, the Welfare Party and the Justice and Development Party. It means Enough! The Word Belongs To The People! in English.\nWhen political propaganda was legalized in 1950, DP made use of radio and printed materials. An example of propaganda used through posters by the party is; Enough! The Word Belongs To The People! The poster has a hand meaning stop, with the words Democrat Party below it. On the top right, Yeter! Sz Milletindir! is written. The term was used by Turkish revolutionaries at the time.\nThis poster was made by architect Seluk Milar. According to historical testimonies, this poster was very effective and helped the Democratic Party win the election. and even the members of the Republican Peoples Party were surprised by the effectiveness and success of the poster. Seluk Milar gave his full support for the poster, saying that he wanted the Turkish nation and its people to live in democracy, and that the CHP should go with the votes of the people."
        ],
        "related": 8
    },
    {
        "title": "1981 Wimbledon Championships – Men's singles",
        "summary": [
            "1981 Wimbledon Championships – Men's singles",
            "John McEnroe defeated the five-time defending champion Bjrn Borg in a rematch of the previous years final, 46, 7671, 7674, 64, to win the gentlemens singles tennis title at the 1981 Wimbledon Championships. It was his first Wimbledon singles title and third major singles title overall. Borg was attempting to equal William Renshaws record of six consecutive Wimbledon titles and Roy Emersons all-time record of 12 major titles.During this tournament, McEnroe famously shouted You cannot be serious! to the chair umpire in response to a serve being called out. The disagreement took place on June 22 during his first round match against Tom Gullikson."
        ],
        "related": 373
    },
    {
        "title": "Metal Gear Solid V: Ground Zeroes",
        "summary": [
            "Metal Gear Solid V: Ground Zeroes",
            "Metal Gear Solid V: Ground Zeroes is a 2014 stealth game developed by Kojima Productions and published by Konami. It is the eighth game in the Metal Gear series directed, written and designed by Hideo Kojima, and serves as a prologue to Metal Gear Solid V: The Phantom Pain, released the following year. Set in 1975, a few months after the events of Metal Gear Solid: Peace Walker, the story follows Snake as he infiltrates an American black site in Cuba called Camp Omega, attempting to rescue Cipher agent Paz Ortega Andrade and former Sandinista child soldier Ricardo Chico Valenciano Libre.\nGround Zeroes offers players new sneaking and traversal methods compared to its predecessors, as well as the choice in what order the story events take place by selecting missions in any order they chose. The game was originally developed as a mission for The Phantom Pain but an extended development time resulted in director Hideo Kojima splitting the specific portion of the game as a stand-alone product so that players could get early access to Metal Gear Solid V.\nGround Zeroes was released for PlayStation 3, PlayStation 4, Xbox 360 and Xbox One in March 2014, and for Microsoft Windows in December 2014. Critical reception was generally positive, with praise for its mechanics and graphics, while the majority of the criticism concerned its short length. The game was met with some controversy for its handling of themes of reproductive violence. It shipped 1 million units by April 2014.\nMetal Gear Solid V: The Definitive Experience, a bundle that includes both Ground Zeroes and The Phantom Pain, along with all additional content for both games, was released in October 2016."
        ],
        "related": 154
    },
    {
        "title": "23 skidoo (phrase)",
        "summary": [
            "23 skidoo (phrase)",
            "23 skidoo sometimes 23 skiddoo is an American slang phrase generally referring to leaving quickly, being forced to leave quickly by someone else, or taking advantage of a propitious opportunity to leave. Popularized during the early 20th century, the exact origin of the phrase is uncertain.\n23 skidoo has been described as perhaps the first truly national fad expression and one of the most popular fad expressions to appear in the U.S, to the extent that Pennants and arm-bands at shore resorts, parks, and county fairs bore either 23 or the word Skiddoo.23 skidoo combines two earlier expressions, twenty-three 1899 and skidoo 1901, both of which, independently and separately, referred to leaving, being kicked out, or the end of something. 23 skidoo quickly became a popular catchphrase after its appearance in early 1906."
        ],
        "related": 76
    },
    {
        "title": "Flower power",
        "summary": [
            "Flower power",
            "Flower power was a slogan used during the late 1960s and early 1970s as a symbol of rear endive resistance and nonviolence. It is rooted in the opposition movement to the Vietnam War. The expression was coined by the American Beat poet Allen Ginsberg in 1965 as a means to transform war protests into peaceful affirmative spectacles. Hippies embraced the symbolism by dressing in clothing with embroidered flowers and vibrant colors, wearing flowers in their hair, and distributing flowers to the public, becoming known as flower children. The term later became generalized as a modern reference to the hippie movement and so-called counterculture of drugs, psychedelic music, psychedelic art and social permissiveness."
        ],
        "related": 285
    },
    {
        "title": "Magnificent Montague",
        "summary": [
            "Magnificent Montague",
            "Nathaniel Magnificent Montague born in New Jersey, January 11, 1928, is an American R&B disc jockey notable not only for the soul music records he helped promote on KGFJ Los Angeles and WWRL New York City, but also his trademark catch-phrase, Burn, baby! Burn! that became the rallying cry of the 1965 Watts riots. Following criticism that this phrase had inadvertently stirred up rioters, Montague advocated non-violence and urged young listeners to pursue their education, coining the new phrase Learn, baby! Learn!\nSemi-retired by the mid-1970s, Montague relocated to Palm Springs, California, where he was instrumental in the launch of easy listening KPLM, today a successful country music station. His was the first radio station construction permit issued to an African-American in four decades.\nMontagues catchphrase was referenced in the Apollo 11 software code that took Neil Armstrong and Buzz Aldrin to the Moon in 1969: BURN, BABY, BURN  MASTER IGNITION ROUTINE.\nIn 2009, on the 40th anniversary of the first moonwalk, Don Eyles attributed this code reference to Montague.His autobiography, Burn, Baby! Burn! ISBN 978-0252028731 was published in October 2003 by the University of Illinois Press."
        ],
        "related": 21
    },
    {
        "title": "We Didn't Start the Fire",
        "summary": [
            "We Didn't Start the Fire",
            "We Didnt Start the Fire is a song written and published by American musician Billy Joel. The song was released as a single on September 18, 1989, and later released as part of Joels album Storm Front on October 17, 1989. A list song, its fast-paced lyrics include brief references to 118 significant political, cultural, scientific, and sporting events between 1949, the year of Joels birth, and 1989, in a mainly chronological order.\nThe song was nominated for the Grammy Award for Record of the Year and became Joels third single to reach number one on the United States Billboard Hot 100 in late 1989. Storm Front became Joels third album to reach number one in the United States. We Didnt Start the Fire, particularly in the 21st century, has become the basis of many pop culture parodies, and continues to be repurposed in various television shows, advertisements, and compenis productions."
        ],
        "related": 514
    },
    {
        "title": "Texas pride",
        "summary": [
            "Texas pride",
            "Texas pride is the sense of demographic pride felt by people who currently or formerly lived in the U.S. state of Texas. The particular and complex cultural history of Texas has led to an extraordinarily strong sense of state level pride and individuality.\n\nThe official state nickname of Texas is The Lone Star State as a tribute to the states time as a sovereign nation. While the phrase is presumed to date to the 19th century, the nickname was not made official until the 84th Texas Legislature in 2015. According to the resolution,Whatever its origins, and whatever its uses, from the serious to the playful, the phrase the Lone Star State has achieved universal currency as a sharp and memorable way to evoke the unique legacy of Texas and the indomitable spirit of its people"
        ],
        "related": 21
    },
    {
        "title": "The Big Lebowski",
        "summary": [
            "The Big Lebowski",
            "The Big Lebowski is a 1998 crime comedy film written, produced, and directed by Joel and Ethan Coen. It stars Jeff Bridges as Jeffrey The Dude Lebowski, a Los Angeles slacker and avid bowler. He is assaulted as a result of mistaken identity, then learns that a millionaire also named Jeffrey Lebowski David Huddleston was the intended victim. The millionaire Lebowskis trophy wife is kidnapped, and millionaire Lebowski commissions The Dude to deliver the ransom to secure her release; the plan goes awry when the Dudes friend Walter Sobchak John Goodman schemes to keep the ransom money for themselves. Sam Elliott, Julianne Moore, Steve Buscemi, John Turturro, Philip Seymour Hoffman, Tara Reid, David Thewlis, Peter Stormare, Jon Polito, and Ben Gazzara also appear, in supporting roles.\nThe film is loosely inspired by the work of Raymond Chandler. Joel Coen stated, We wanted to do a Chandler kind of story  how it moves epispenisally, and deals with the characters trying to unravel a mystery, as well as having a hopelessly complex plot thats ultimately unimportant. The original score was composed by Carter Burwell, a longtime collaborator of the Coen brothers.\nThe Big Lebowski received mixed reviews at the time of its release. Over time, reviews have become largely positive, and the film has become a cult favorite, noted for its eccentric characters, compenis dream sequences, idiosyncratic dialogue, and eclectic soundtrack. In 2014, the film was selected for preservation in the United States National Film Registry by the Library of Congress as being culturally, historically, or aesthetically significant. A spin-off, titled The Jesus Rolls, was released in 2020, with Turturro reprising his role and also serving as writer and director."
        ],
        "related": 325
    },
    {
        "title": "Jai Shri Krishna",
        "summary": [
            "Jai Shri Krishna",
            "Jai Shri Krishna or Jai Shree Krishna is a Sanskrit expression, translating to Victory to Krishna, a major deity in Hinduism. The salutation is believed to have hailed from the Vaishnavites. The expression is said to greet another person wishing them success, and has also been used as a greeting accompanied with the anjali mudra or bowed head, specially while greeting ones elders.Jai Shri Krishna expression is widely used expression to greet people during the Hindu festival of Janmashtmi, which celebrates the birth of Krishna. In the present day, Jai Shri Krishna is widely used among the Vaishnava community, Jain community, Gujaratis, and Rajasthanis, based in and out of India."
        ],
        "related": 26
    },
    {
        "title": "Sinéad O'Connor",
        "summary": [
            "Sinéad O'Connor",
            "Shuhada Sadaqat born Sinad Marie Bernadette OConnor on 8 December 1966; is an Irish singer-songwriter. Her debut album, The Lion and the Cobra, was released in 1987 and charted internationally. Her second album, I Do Not Want What I Havent Got received glowing reviews upon release and became her biggest success, selling over seven million copies worldwide. Its lead single, Nothing Compares 2 U written by Prince, was named the number one world single in 1990 by the Billboard Music Awards.She has released ten studio albums: 1992s Am I Not Your Girl? and 1994s Universal Mother both went gold in the UK, 2000s Faith and Courage received gold status in Australia, and 2005s Throw Down Your Arms went gold in Ireland. Her work also includes songs for films, collaborations with many other artists, and appearances at charity fundraising concerts. Her 2021 memoir Rememberings was a best seller.Throughout her music career she has been unabashedly honest about her spiritual journey, activism, socio-political views, as well as her trauma and mental health struggles.\nIn 1999 she was ordained as a priest by the Latin Tridentine Church, a sect that is not recognized by the mainstream Catholic Church. She consistently speaks out on issues related to child abuse, human rights, anti-fear of people that look different, organised set of beliefs, and womens rights.\nIn 2017, OConnor changed her name to Magda Davitt. After converting to Islam in 2018, she changed it to Shuhada Sadaqat Arabic:  . However, she continues to record and perform under her birth name."
        ],
        "related": 542
    },
    {
        "title": "MeToo movement in India",
        "summary": [
            "MeToo movement in India",
            "The international #MeToo movement began in late 2018 and continues to the present day to manifest in areas of the Indian society including the government, the media, and the Bollywood film industry. In India, the Me Too movement is seen as either an independent outgrowth influenced by the international campaign against reproductive harear endment of women in the workplace, or an offshoot of the American Me Too social movement. Me Too began gaining prominence in India with the increasing popularity of the international movement, and later gathered sharp momentum in October 2018 in the entertainment industry of Bollywood, centered in Mumbai, when actress Tanushree Dutta accused Nana Patekar of reproductive harear endment. This led to many women in the news media, Indian films, and even within the government to speak out and bring allegations of reproductive harear endment against a number of perpetrators."
        ],
        "related": 482
    },
    {
        "title": "Son",
        "summary": [
            "Son",
            "A son is a male offspring; a boy or a man in relation to his parents. The female counterpart is a daughter. From a biological perspective, a son constitutes a first degree relative."
        ],
        "related": 193
    },
    {
        "title": "Gimme More",
        "summary": [
            "Gimme More",
            "Gimme More is a song by American singer Britney Spears from her fifth studio album, Blackout 2007. It was released on August 31, 2007, by Jive Records, as the lead single from the album. Gimme More was recorded in 2006 during Spears second pregnancy and was one of the first solo productions by Danja. The song opens with an intro in which Spears utters the phrase Its Britney, mean woman. Musically, Gimme More is a song with elements from dance-pop, electropop and EDM using breathy vocals. The track closes with a speak-sing outro by Danja.\nThe song received critical acclaim and peaked at number three on the US Billboard Hot 100, becoming her second highest-peaking single at the time. It also peaked at the top of the charts in Canada, also charting with top-five positions in 14 countries. The accompanying music video premiered on October 5, 2007. It displayed Spears as a stripper and featured a break from Spearss highly choreographed music videos. The video received mixed to negative reviews from critics, who panned Spearss pole dancing as well as the lack of storyline. An alternate cut was leaked on July 18, 2011.\nSpears first performed Gimme More at the 2007 MTV Video Music Awards on September 9, 2007, wearing an african-american, jewel-encrusted bikini. The performance was panned by many critics, who commented extensively on her singing, dancing and wardrobe, with one deeming it as one of the worst to grace the MTV Awards. On September 10, 2007, Cara Cunningham then known as Chris Crocker uploaded a video on YouTube in response to the criticism titled Leave Britney Alone!, which made her an Internet celebrity and attracted attention from the media. Spears has also performed Gimme More at the Femme Fatale Tour 2011 and Britney: Piece of Me 20132017. Gimme More has been covered and sampled by many artists, including Miley Cyrus, Sia, will.i.am, and Mari Digby."
        ],
        "related": 342
    },
    {
        "title": "Girl power",
        "summary": [
            "Girl power",
            "Girl power is a slogan that encourages and celebrates womens empowerment, independence, confidence and strength. The slogans invention is credited to the US punk band Bikini Kill, who published a zine called Bikini Kill #2: Girl Power in 1991. It was then popularized in the mainstream by the British girl group Spice Girls in the mid-1990s. According to Rolling Stone magazine, the Spice Girls usage of girl power was one of the defining cultural touchstones that shaped the Millennial generation."
        ],
        "related": 435
    },
    {
        "title": "Iceland (supermarket)",
        "summary": [
            "Iceland (supermarket)",
            "Iceland Foods Ltd is a British supermarket chain headquartered in Deeside, Wales. It has an emphasis on the sale of frozen foods, including prepared meals and vegetables. They also sell non-frozen grocery items such as produce, meat, dairy and dry goods, and additionally through a chain of shops bearing the sub-brand name of The Food Warehouse."
        ],
        "related": 143
    },
    {
        "title": "Three Red Banners",
        "summary": [
            "Three Red Banners",
            "Three Red Banners Chinese:  was an ideological slogan in the late 1950s which called on the Chinese people to build a socialist state. The Three Red Banners also called the Three Red Flags, consisted of the General Line for socialist construction, the Great Leap Forward and the peoples communes.After the first Five-Year Plan, the Peoples Republic of China continued its socialist construction by introducing Three Red Banners Movement. The General Line directed the Chinese people to go all out, aim high, and build socialism with greater, faster, better, and more economical results. By the end of 1958, nearly all Chinese peasants had been organized into communes averaging 5000 households each. All privately owned property was taken for or contributed to the communes and people were not allowed to cook their own food and instead ate in communal dining halls. \nThe Great Leap Forward, begun in 1958, was a campaign to rapidly modernize by using Chinas vast labor resources in agricultural and industrial projects. The Leap instead resulted in economic destruction and tens of millions of famine deaths, and had been mostly abandoned by early 1962. Membership in communes was gradually reduced in the early 1960s, with some private property ownership and enterprise again being allowed. The communes continued until being dismantled in the early 1980s under Deng Xiaoping."
        ],
        "related": 85
    },
    {
        "title": "Ordnung muss sein",
        "summary": [
            "Ordnung muss sein",
            "Ordnung muss sein reformed or Ordnung mu sein traditional is a German proverbial expression which translates as there must be order. The idea of order is generally recognized as a key cliche for describing German culture. Franz von Papen, for instance, cited it in 1932 as Frederick the Greats crear epenis expression. As a slogan used by Paul von Hindenburg, it became world famous in 1930, according to The New York Times. A longer version is contained in a mid-19th century collection of proverbs where the title is a Wellerism: Ordnung mu sein, sagte Hans, da brachten sie ihn ins Spinnhaus in English: Order must be, said Hans, as they took him to the prison.Related German proverbs are Ordnung ist das halbe Leben, literally order is half of life, humorously extended in the antiproverb und Unordnung die andere Hlfte and disorder the other half. Similarly, a proverb says Wer Ordnung hlt, ist nur zu faul zum suchen meaning he who keeps order is just too lazy to spend his time searching.Present interpretation of the expression distorts its original meaning. The expression was introduced by Martin Luther as Ordnung muss sein unter den Leuten Law must be among people, Ordnung in the sense of True Law of God as opposed to human rules, for Orden und Regeln sind nichts Orders and rules are nothing on the same page and Liebe zu Geld.. ist nicht Gottes Werk oder Ordnung Love for money.. is not Gods work or Ordnung.There is an Ordnungsamt Public Office for Order, Code enforcement in every German municipality and city. Minor or petty offenses are called Ordnungswidrigkeiten meaning offense, or rather contrarity to public order, or indeed the American among others similar concept of disorderly conduct."
        ],
        "related": 14
    },
    {
        "title": "Foobar",
        "summary": [
            "Foobar",
            "The terms foobar , foo, bar, baz, and others are used as metasyntactic variables and placeholder names in computer programming or computer-related documentation. They have been used to name entities such as variables, functions, and commands whose exact identity is unimportant and serve only to demonstrate a concept."
        ],
        "related": 46
    },
    {
        "title": "Charlie the Tuna",
        "summary": [
            "Charlie the Tuna",
            "Charlie the Tuna is the cartoon mascot and spokes-tuna for the StarKist brand. He was created in 1961 by Tom Rogers of the Leo Burnett Agency. StarKist Tuna is owned by Dongwon Industries, a South Korea-based conglomerate. Charlie is one of the most recognized characters in American advertising."
        ],
        "related": 29
    },
    {
        "title": "Get Brexit Done",
        "summary": [
            "Get Brexit Done",
            "Get Brexit Done was a political slogan frequently used by the British Conservative Party and former Prime Minister Boris Johnson in the run up to the 2019 general election. The slogan reflected the partys pledge to, if re-elected, facilitate the United Kingdoms withdrawal from the European Union by the end of January the following year."
        ],
        "related": 328
    },
    {
        "title": "I'm not racist, but...",
        "summary": [
            "I'm not ignorant, but...",
            "Im not ignorant, but.. is a phrase, which often precedes a ignorant argument and provides a veneer of political correctness."
        ],
        "related": 21
    },
    {
        "title": "White Lives Matter",
        "summary": [
            "White Lives Matter",
            "White Lives Matter WLM is a phrase that began in 2015 in a response to the Black Lives Matter BLM social justice movement. It seeks to address fear of people that look different against white people. The Aryan Renaissance Society, a white supremacist organization, was one group that initially promoted the phrase White Lives Matter. Within a year, the term was used by the Ku Klux Klan. In August 2016, the Southern Poverty Law Center added White Lives Matter to its list of hate groups and considers it a Neo Nazi group.The White Lives Matter slogan was chanted by alt-right protesters during the 2017 Unite the Right rally in Charlottesville, Virginia. On October 28, 2017, numerous White Lives Matter rallies broke out in Tennessee. Dominated in Shelbyville particularly, protesters justified their movement in response to the increasing number of immigrants and refugees to Middle Tennessee.The group has also been active in the United Kingdom, albeit with a low turnout. On June 22, 2020, as players, with Black Lives Matter printed on their shirts in place of their names, were taking the knee before kick off to a Burnley F.C. away match to Manchester City, a plane flew over the Etihad Stadium carrying the banner White Lives Matter Burnley. The pilot and his wife have since both been fired from their workplaces after their employers discovered a history of ignorant social media posts. Later in the month, a White Lives Matter slogan was etched into a park hillside in Bedworth, England. Police, who were treating it as racially-aggravated criminal damage and a hate crime, were aware of footage on social media appearing to show someone in clothing resembling a Ku Klux Klan outfit at the same site."
        ],
        "related": 386
    },
    {
        "title": "Colombo",
        "summary": [
            "Colombo",
            "Colombo k-LUM-boh; Sinhala: , romanized: Koamba, IPA: kolb; Tamil: , romanized: Koumpu, IPA: koumb is the executive and jpenisial capital and largest city of Sri Lanka by population. According to the Brookings Institution, Colombo metropolitan area has a population of 5.6 million, and 752,993 in the Municipality. It is the financial centre of the island and a tourist destination. It is located on the west coast of the island and adjacent to the Greater Colombo area which includes Sri Jayawardenepura Kotte, the legislative capital of Sri Lanka, and Dehiwala-Mount Lavinia. Colombo is often referred to as the capital since Sri Jayawardenepura Kotte is itself within the urban/suburban area of Colombo. It is also the administrative capital of the Western Province and the district capital of Colombo District. Colombo is a busy and vibrant city with a mixture of modern life, colonial buildings and monuments.Due to its large harbour and its strategic position along the EastWest sea trade routes, Colombo was known to ancient traders 2,000 years ago. It was made the capital of the island when Sri Lanka was ceded to the British Empire in 1815, and its status as capital was retained when the nation became independent in 1948. In 1978, when administrative functions were moved to Sri Jayawardenepura Kotte, Colombo was designated as the commercial capital of Sri Lanka.\nLike many cities, Colombos urban area extends well beyond the boundaries of a single local authority, encomrear ending other municipal and urban councils such as Sri Jayawardenepura Kotte Municipal Council, Dehiwala Mount Lavinia Municipal Council, Kolonnawa Urban Council, Kaduwela Municipal Council, and Kotikawatte Mulleriyawa Pradeshiya Sabha. The main city is home to a majority of Sri Lankas corporate offices, restaurants, and entertainment venues. Famous landmarks in Colombo include Galle Face Green, Viharamahadevi Park, Beira Lake, Colombo Racecourse, Planetarium, University of Colombo, Mount Lavinia beach, Dehiwala Zoological Garden, Nelum Pokuna Theatre, One Galle Face, Gangaramaya Temple, Dutch Museum, Colombo Lotus Tower as well as the National Museum."
        ],
        "related": 500
    },
    {
        "title": "Ars longa, vita brevis",
        "summary": [
            "Ars longa, vita brevis",
            "Ars longa, vita brevis is a Latin translation of an aphorism coming originally from Greek, roughly meaning, skilfulness takes time and life is short.\nThe aphorism quotes the first two lines of the Aphorismi by the ancient Greek physician Hippocrates. The familiar Latin translation Ars longa, vita brevis reverses the order of the original lines, but can express the same principle."
        ],
        "related": 23
    },
    {
        "title": "Doing Things Media",
        "summary": [
            "Doing Things Media",
            "Doing Things Media is a company specializing in memes and social media content. It was founded in 2017 and was headquartered in Atlanta before opting for permanent remote work. As of 2022, the company has 25 social media meme accounts with over 65 million followers across Instagram and other platforms."
        ],
        "related": 27
    },
    {
        "title": "Kourosh Torbat Zadeh",
        "summary": [
            "Kourosh Torbat Zadeh",
            "Kourosh Torbat Zadeh Persian:    , born June 25, 1991 in Mashhad, Iran is an Iranian pop singer and actor who released his first single in German titled Liebe Ist Wie rear endr. Kourosh Torbat Zadehs music has been played on Spotify radio"
        ],
        "related": 19
    },
    {
        "title": "Bee Movie",
        "summary": [
            "Bee Movie",
            "Bee Movie is a 2007 American computer-animated comedy film co-produced by DreamWorks Animation SKG and Columbus 81 Productions, and distributed by Paramount Pictures. The film was directed by Simon J. Smith and Steve Hickner in the formers feature directorial debut from a screenplay by Jerry Seinfeld, Spike Feresten, Barry Marder and Andy Robin. It stars the voices of Seinfeld, Rene Zellweger, Matthew Broderick, John Goodman, Patrick Warburton, and Chris Rock. The film centers on Barry B. Benson Seinfeld, a honey bee who tries to sue the human race for exploiting bees after learning from his new florist friend Vanessa Bloome Zellweger that humans sell and consume honey.\nBee Movie debuted in New York City on October 25, 2007, and was released in theaters in the United States on November 2. Upon its release, it received mixed reviews from critics, who praised its humor and voice cast, but criticized its plot. Nevertheless, the film was a moderate box office success, grossing $293 million worldwide. It has since gathered a cult following, partly driven by memes of the film shared on social media."
        ],
        "related": 267
    },
    {
        "title": "Draft:J fLoW (artist)",
        "summary": [
            "Draft:J fLoW (artist)",
            "J fLoW artist is a rapper, songwriter, and producer from Bristol, England. He released his debut album Nostalgia Is an Excellent Feeling on the 16th of December 2022. The 13-song EP contains an intro, 9 self-produced rap songs, and 3 self produced instrumentals."
        ],
        "related": 2
    }
]