[
    {
        "title": "Climate change and cities",
        "summary": [
            "Climate change and cities",
            "Climate change and cities are deeply connected. Cities are one of the greatest contributors and likely best opportunities for addressing climate change. Cities are also one of the most vulnerable parts of the human society to the effects of climate change, and likely one of the most important solutions for reducing the environmental impact of humans. More than half of the worlds population is in cities, consuming a large portion of food and goods produced outside of cities. The increase of urban population growth is one of the main factors in air-quality problems. In the year 2016, 31 mega-cities reported having at least 10 million in their population, 8 of which surrear endd 20 million people. The UN projects that 68% of the world population will live in urban areas by 2050. Hence, cities have a significant influence on construction and transportationtwo of the key contributors to global warming emissions. Moreover, because of processes that create climate conflict and climate refugees, city areas are expected to grow during the next several decades, stressing infrastructure and concentrating more impoverished peoples in cities.Because of the high density and effects like the urban heat island affect, weather changes due to climate change are likely to greatly effect cities, exacerbating existing problems, such as air pollution, water scarcity, and heat illness in the metropolitan areas. Studies have shown that if body temperature exceeds 39C for a period of time, serious heat stroke may occur. Some of the other extreme weather conditions caused by climate change include extreme floods, deathly snowstorms, ice storms, heat waves, droughts, and hurricanes, which are often deathly and harmful. Studies have shown that heat waves are three times more likely to occur and have become more intense since the 1960s. Moreover, because most cities have been built on rivers or coastal areas, cities are frequently vulnerable to the subsequent effects of sea level rise, which cause coastal flooding and erosion, and those effects are deeply connected with other urban environmental problems, like subsidence and aquifer depletion.\nA report by the C40 Cities Climate Leadership Group described consumption based emissions as having significantly more impact than production-based emissions within cities. The report estimates that 85% of the emissions associated with goods within a city is generated outside of that city. Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions: for example, increased density allows for redistribution of land use for agriculture and reforestation, improving transportation efficiencies, and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization.In the most recent past, increasing urbanization has also been proposed as a phenomenon that has a reducing effect on the global rate of carbon emission primarily because with urbanization comes technical prowess which can help drive sustainability. Lists of high impact climate change solutions tend to include city-focused solutions; for example, Project Drawdown recommends several major urban investments, including improved bicycle infrastructure, building retrofitting, district heating, public transit, and walkable cities as important solutions.Because of this, the international community has formed coalitions of cities such as the C40 Cities Climate Leadership Group and ICLEI and policy goals, such as Sustainable Development Goal 11 sustainable cities and communities, to activate and focus attention on these solutions."
        ],
        "related": 401,
        "summary_short": "Moreover, because of processes that create climate conflict and climate refugees, city areas are expected to grow during the next several decades, stressing infrastructure and concentrating more impoverished peoples in cities.Because of the high density and effects like the urban heat island affect, weather changes due to climate change are likely to greatly effect cities, exacerbating existing problems, such as air pollution, water scarcity, and heat illness in the metropolitan areas.Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions: for example, increased density allows for redistribution of land use for agriculture and reforestation, improving transportation efficiencies, and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization.In the most recent past, increasing urbanization has also been proposed as a phenomenon that has a reducing effect on the global rate of carbon emission primarily because with urbanization comes technical prowess which can help drive sustainability.",
        "summary_clean": "Moreover because of processes that create climate conflict and climate refugees city areas are expected to grow during the next several decades stressing infrastructure and concentrating more impoverished peoples in cities Because of the high density and effects like the urban heat island affect weather changes due to climate change are likely to greatly effect cities exacerbating existing problems such as air pollution water scarcity and heat illness in the metropolitan areas Climate change adaptation and mitigation investments in cities will be important in reducing the impacts of some of the largest contributors of greenhouse gas emissions for example increased density allows for redistribution of land use for agriculture and reforestation improving transportation efficiencies and greening construction largely due to cements outsized role in climate change and improvements in sustainable construction practices and weatherization In the most recent past increasing urbanization has also been proposed as a phenomenon that has a reducing effect on the global rate of carbon emission primarily because with urbanization comes technical prowess which can help drive sustainability "
    },
    {
        "title": "Ski-U-Mah (slogan)",
        "summary": [
            "Ski-U-Mah (slogan)",
            "Ski-U-Mah SKY-yoo-MAH is a slogan used at the University of Minnesota since 1884, when the newly emerging football team was coached by Thomas Peebles, a philosophy professor and former Princeton University faculty member.\nDuring the teams scrimmages, Peebles would often yell Sis-Boom-Ah, Princeton! after a score, relying on a cheer from his alma mater. Team captain John W. Adams and a co-captain sought a counter-cheer, one that would have a characteristic Minnesota flavor. While brainstorming, Adams recalled hearing native Dakota boys yell ski-oo! in athletic contests and canoe races at Lake Pepin.:233Adams incorrectly interpreted that phrase as the Dakota word for victory, or exultation, and suggested it as a cheer for the university rugby team. His co-captain, Win Sargent, added the mah to make it rhyme with rah, thus creating Ski-U-Mah! They used the cheer in their practices and games, and the campus paper the Ariel endorsed the cheer soon after.:233"
        ],
        "related": 17,
        "summary_short": "Ski-U-Mah SKY-yoo-MAH is a slogan used at the University of Minnesota since 1884, when the newly emerging football team was coached by Thomas Peebles, a philosophy professor and former Princeton University faculty member.after a score, relying on a cheer from his alma mater.",
        "summary_clean": "Ski U Mah SKY yoo MAH is a slogan used at the University of Minnesota since 1884 when the newly emerging football team was coached by Thomas Peebles a philosophy professor and former Princeton University faculty member after a score relying on a cheer from his alma mater "
    },
    {
        "title": "Riddle joke",
        "summary": [
            "Riddle joke",
            "A riddle joke, joke riddle, pseudo-joke or conundrum is a riddle that does not expect the asked person to know the answer, but rather constitutes a set-up to the humorous punch line of the joke.It is one of the four major types of riddles, according to Nigel F. Barley. There are many cycles of jokes in the form of a conundrum, such as Elephant jokes, Why did the chicken cross the road? and lightbulb jokes.\nJoke cycles implying inferiority or other stereotypes of certain categories of people, such as blonde jokes, or ethnic jokes such as Pollack joke have a considerable amount of joke riddles."
        ],
        "related": 22,
        "summary_short": "A riddle joke, joke riddle, pseudo-joke or conundrum is a riddle that does not expect the asked person to know the answer, but rather constitutes a set-up to the humorous punch line of the joke.It is one of the four major types of riddles, according to Nigel F. Barley.There are many cycles of jokes in the form of a conundrum, such as Elephant jokes, Why did the chicken cross the road?",
        "summary_clean": "A riddle joke joke riddle pseudo joke or conundrum is a riddle that does not expect the asked person to know the answer but rather constitutes a set up to the humorous punch line of the joke It is one of the four major types of riddles according to Nigel F Barley There are many cycles of jokes in the form of a conundrum such as Elephant jokes Why did the chicken cross the road "
    },
    {
        "title": "Deutsch limit",
        "summary": [
            "Deutsch limit",
            "The Deutsch limit is an aphorism about the information density of visual programming languages originated by L. Peter Deutsch that states:\n\nThe problem with visual programming is that you cant have more than 50 visual primitives on the screen at the same time.The term was made up by Fred Lakin, after Deutsch made the following comment at a talk on visual programming by Scott Kim and Warren Robinett: Well, this is all fine and well, but the problem with visual programming languages is that you cant have more than 50 visual primitives on the screen at the same time. How are you going to write an operating system?The primitives in a visual language are the separate graphical elements used to build a program, and having more of them available at the same time allows the programmer to read more information. This limit is sometimes cited as an example of the advantage of textual over visual languages, pointing out the greater information density of text, and posing a difficulty in scaling the language.However, criticisms of the limit include that it is not clear whether a similar limit also exists in textual programming languages; and that the limit could be overcome by apeopleying modularity to visual programming as is commonly done in textual programming."
        ],
        "related": 15,
        "summary_short": "The Deutsch limit is an aphorism about the information density of visual programming languages originated by L. Peter Deutsch that states:The problem with visual programming is that you cant have more than 50 visual primitives on the screen at the same time.The term was made up by Fred Lakin, after Deutsch made the following comment at a talk on visual programming by Scott Kim and Warren Robinett: Well, this is all fine and well, but the problem with visual programming languages is that you cant have more than 50 visual primitives on the screen at the same time.",
        "summary_clean": "The Deutsch limit is an aphorism about the information density of visual programming languages originated by L Peter Deutsch that states The problem with visual programming is that you cant have more than 50 visual primitives on the screen at the same time The term was made up by Fred Lakin after Deutsch made the following comment at a talk on visual programming by Scott Kim and Warren Robinett Well this is all fine and well but the problem with visual programming languages is that you cant have more than 50 visual primitives on the screen at the same time "
    },
    {
        "title": "Quasi-state",
        "summary": [
            "Quasi-state",
            "A quasi-state some times referred to as state-like entity or proto-state is a political entity that does not represent a fully institutionalised or autonomous sovereign state.The precise definition of quasi-state in political literature fluctuates depending on the context in which it is used. It has been used by some modern scholars to describe the self-governing British colonies and dependencies that exercised a form of home rule but remained crucial parts of the British Empire and subject firstly to the metropoles administration. Similarly, the Republics of the Soviet Union, which represented administrative units with their own respective national distinctions, have also been described as quasi-states.In the 21st century usage, the term quasi-state has most often been evoked in reference to militant secessionist groups who claim, and exercise some form of territorial control over, a specific region, but which lack institutional cohesion. Such quasi-states include the Republika Srpska and Herzeg-Bosnia during the Bosnian War and Azawad during the 2012 Tuareg rebellion. The Islamic State is also widely held to be an example of a modern quasi-state or proto-state."
        ],
        "related": 650,
        "summary_short": "A quasi-state some times referred to as state-like entity or proto-state is a political entity that does not represent a fully institutionalised or autonomous sovereign state.The precise definition of quasi-state in political literature fluctuates depending on the context in which it is used.It has been used by some modern scholars to describe the self-governing British colonies and dependencies that exercised a form of home rule but remained crucial parts of the British Empire and subject firstly to the metropoles administration.",
        "summary_clean": "A quasi state some times referred to as state like entity or proto state is a political entity that does not represent a fully institutionalised or autonomous sovereign state The precise definition of quasi state in political literature fluctuates depending on the context in which it is used It has been used by some modern scholars to describe the self governing British colonies and dependencies that exercised a form of home rule but remained crucial parts of the British Empire and subject firstly to the metropoles administration "
    },
    {
        "title": "Fake it till you make it",
        "summary": [
            "Fake it till you make it",
            "Fake it till you make it or Fake it until you make it is an English aphorism which suggests that by imitating confidence, competence, and an optimistic mindset, a person can realize those qualities in their real life and achieve the results they seek.The phrase is first attested some time before 1973. The earliest reference to a similar phrase occurs in the Simon & Garfunkel song Fakin It, released in 1968 as a single and also on their Bookends album. There, Simon sings, And I know Im fakin it, Im not really makin it.Similar advice has been offered by a variety of writers over time:\n\nAction seems to follow feeling, but really action and feeling go together; and by regulating the action, which is under the more direct control of the will, we can indirectly regulate the feeling, which is not.\n\nThus the sovereign voluntary path to cheerfulness, if our spontaneous cheerfulness be lost, is to sit up cheerfully, to look round cheerfully, and to act and speak as if cheerfulness were already there. If such conduct does not make you soon feel cheerful, nothing else on that occasion can. So to feel brave, act as if we were brave, use all our will to that end, and a courage-fit will very likely replace the fit of fear.\nIn the Law of attraction movement, act as if you already have it, or simply act as if, is a central concept:\n\nHow do you get yourself to a point of believing? Start make-believing. Be like a child, and make-believe. Act as if you have it already. As you make-believe, you will begin to believe you have received."
        ],
        "related": 20,
        "summary_short": "Fake it till you make it or Fake it until you make it is an English aphorism which suggests that by imitating confidence, competence, and an optimistic mindset, a person can realize those qualities in their real life and achieve the results they seek.The phrase is first attested some time before 1973.As you make-believe, you will begin to believe you have received.",
        "summary_clean": "Fake it till you make it or Fake it until you make it is an English aphorism which suggests that by imitating confidence competence and an optimistic mindset a person can realize those qualities in their real life and achieve the results they seek The phrase is first attested some time before 1973 As you make believe you will begin to believe you have received "
    },
    {
        "title": "Chestnut (joke)",
        "summary": [
            "Chestnut (joke)",
            "Chestnut is a British slang term for an old joke, often as old chestnut. \nThe term is also used for a piece of music in the repertoire that has grown stale or hackneyed with too much repetition. \nA plausible explanation for the term given by the Oxford English Dictionary is that it originates from a play named The Broken Sword by William Dimond, in which one character keeps repeating the same stories, one of them about a cork tree, and is interrupted each time by another character who says: Chestnut, you mean .. I have heard you tell the joke twenty-seven times and I am sure it was a chestnut. The play was first performed in 1816, but the term did not come into widespread usage until the 1880s."
        ],
        "related": 4,
        "summary_short": "Chestnut is a British slang term for an old joke, often as old chestnut.The term is also used for a piece of music in the repertoire that has grown stale or hackneyed with too much repetition.",
        "summary_clean": "Chestnut is a British slang term for an old joke often as old chestnut The term is also used for a piece of music in the repertoire that has grown stale or hackneyed with too much repetition "
    },
    {
        "title": "Führer",
        "summary": [
            "Führer",
            "Fhrer FURE-r; German: fy listen, spelled Fuehrer or Fuhrer when the umlaut is not available is a German word meaning leader or guide. As a political title, it is strongly associated with the Nazi dictator Adolf Hitler.\nNazi Germany cultivated the Fhrerprinzip leader principle, and Hitler was generally known as just der Fhrer the Leader.In compound words, the use of Fhrer remains common in German and is used in words such as Bergfhrer mountain guide or Oppositionsfhrer leader of the opposition. However, because of its strong association with Hitler, the isolated word itself usually has negative connotations when used with the meaning of leader, especially in political contexts. \nThe word Fhrer has cognates in the Scandinavian languages, spelled frer in Danish and Norwegian, which have the same meaning and use as the German word, but without necessarily having political connotations. In Swedish, frare normally means driver of a vehicle. However, in the compound word hrfrare, that part does mean leader, and is a cognate of the German Heerfhrer."
        ],
        "related": 388,
        "summary_short": "As a political title, it is strongly associated with the Nazi dictator Adolf Hitler.Nazi Germany cultivated the Fhrerprinzip leader principle, and Hitler was generally known as just der Fhrer the Leader.In compound words, the use of Fhrer remains common in German and is used in words such as Bergfhrer mountain guide or Oppositionsfhrer leader of the opposition.",
        "summary_clean": "As a political title it is strongly associated with the Nazi dictator Adolf Hitler Nazi Germany cultivated the Fhrerprinzip leader principle and Hitler was generally known as just der Fhrer the Leader In compound words the use of Fhrer remains common in German and is used in words such as Bergfhrer mountain guide or Oppositionsfhrer leader of the opposition "
    },
    {
        "title": "Neomodern",
        "summary": [
            "Neomodern",
            "Neomodern or neomodernist architecture is a reaction to the complexity of postmodern architecture and eclecticism in architecture, seeking greater simplicity. The architectural style, which is also referred to as New Modernism, is said to have legitimized an outlook of comprehensive individualism and relativism."
        ],
        "related": 90,
        "summary_short": "Neomodern or neomodernist architecture is a reaction to the complexity of postmodern architecture and eclecticism in architecture, seeking greater simplicity.The architectural style, which is also referred to as New Modernism, is said to have legitimized an outlook of comprehensive individualism and relativism.",
        "summary_clean": "Neomodern or neomodernist architecture is a reaction to the complexity of postmodern architecture and eclecticism in architecture seeking greater simplicity The architectural style which is also referred to as New Modernism is said to have legitimized an outlook of comprehensive individualism and relativism "
    },
    {
        "title": "Song structure",
        "summary": [
            "Song structure",
            "Song structure is the arrangement of a song, and is a part of the songwriting process. It is typically sectional, which uses repeating forms in songs. Common forms include bar form, 32-bar form, versechorus form, ternary form, strophic form, and the 12-bar blues. Popular music songs traditionally use the same music for each verse or stanza of lyrics as opposed to songs that are through-composedan approach used in crear epenisal music art songs. Pop and traditional forms can be used even with songs that have structural differences in melodies. The most common format in modern popular music is introduction intro, verse, pre-chorus, chorus, verse, pre-chorus, chorus, bridge, and chorus. In rock music styles, notably heavy metal music, there is usually one or more guitar solos in the song, often found after the middle chorus part. In pop music, there may be a guitar solo, or a solo performed with another instrument such as a synthesizer or a saxophone.\nThe foundation of popular music is the verse and chorus structure. Some writers use a simple verse, hook, verse, hook, bridge, hook method. Pop and rock songs nearly always have both a verse and a chorus. The primary difference between the two is that when the music of the verse returns, it is almost always given a new set of lyrics, whereas the chorus usually retains the same set of lyrics every time its music appears. Both are essential elements, with the verse usually played first exceptions include She Loves You by The Beatles, an early example in the rock music genre. Each verse usually employs the same melody possibly with some slight modifications, while the lyrics usually change for each verse. The chorus or refrain usually consists of a melpenis and lyrical phrase that repeats. Pop songs may have an introduction and coda tag, but these elements are not essential to the identity of most songs. Pop songs often connect the verse and chorus via a pre-chorus, with a bridge section usually appearing after the second chorus.\nThe verse and chorus are usually repeated throughout a song, while the intro, bridge, and coda also called an outro are usually only used once. Some pop songs may have a solo section, particularly in rock or blues-influenced pop. During the solo section, one or more instruments play a melpenis line which may be the melody used by the singer, or, in blues or jazz improvised."
        ],
        "related": 238,
        "summary_short": "Popular music songs traditionally use the same music for each verse or stanza of lyrics as opposed to songs that are through-composedan approach used in crear epenisal music art songs.The verse and chorus are usually repeated throughout a song, while the intro, bridge, and coda also called an outro are usually only used once.",
        "summary_clean": "Popular music songs traditionally use the same music for each verse or stanza of lyrics as opposed to songs that are through composedan approach used in crear epenisal music art songs The verse and chorus are usually repeated throughout a song while the intro bridge and coda also called an outro are usually only used once "
    }
]