{
    "view": [
        "To look at or see something."
    ],
    "SWAX": [
        "Acronym - Sex With An Ex.\n\nWhen you hook up with your ex girlfriend/boyfriend."
    ],
    "penis pilgrim": [
        "1. One who explores for penis.   2. A homosexual male."
    ],
    "Gelfmania": [
        "A fascist country, the country is a Laserurinateker sail boat. The country has King, the King sometimes has a queen who sits in the north of the country. There is also a Fhrer, who has superior decision making politically, but has no decision in the direction the country will sail. Gelfmania had declared war on the United States of America and began throwing rocks at the eastern coast of the USA."
    ],
    "CMB": [
        "Colombo.The capital city of Srilanka "
    ],
    "Glumagen": [
        "Multiple uses - used to replace almost any word"
    ],
    "Armchair english teacher": [
        "Anyone on the internet who overly criticizes you or bitches about a spelling/typing mistake"
    ],
    "Loserville": [
        "Someone that is from the town Loserville, making them a loser for life, someone that is just a permenant loser"
    ],
    "Cuban Sunrise": [
        "While doing a girl doggy style in the dark, use a maglight to momentarily blind her. While shes dazed jam the maglight in her dump truck, pull it out and beat her round the head with it."
    ],
    "Young bahhs": [
        "Blind kid"
    ],
    "2tooty2": [
        "A girl in a video game called Roblox. Shes super kind and funny!!"
    ],
    "Béla": [
        "Destruction; destroyer of enemies."
    ],
    "HYBB": [
        "Abbreviation for: Hell Yeah Baby"
    ],
    "hot 20": [
        "A $20 suck and have intimate relations with behind a dumpster next to a gas station. The rule is, if youre married then you get to wear a condom but usually you can fool the guy with a cheap fake ring."
    ],
    "Pluralis": [
        "Collapse of pshycichealth resulting in uncontrolable anger and rage"
    ],
    "urp": [
        "See: 1337, pwned, n00bed, and gg  uncommon word used by a few in first person shooters"
    ],
    "forbidden definitions": [
        "linkin park, adolf hitler as well as many male first names."
    ],
    "Rick'd up": [
        "The process of taking self contained business process and breaking it into as many files possible so that your programming legacy lives on forever. Thus making it impossible for any logical programmer to come in behind you and edit your creative genius."
    ],
    "Handle": [
        "A word that can be used to replace almost any verb, but which adds extra emphasis to whatever verb it is replacing, while also adding an extra touch of masculinity."
    ],
    "Shot up doubles": [
        "To take any drug twice in one sitting"
    ],
    "Connor": [
        "1. A chadbag who will steal a girl from another man\n\n2. A man prostitute who needs to be sent to military school\n\n3. Likes drugs and alcohol and likes to kiss dump truck\n\n4. A white ghetto boy who thinks he is a cowboy and wears girly round toed lady pillowsts not sqaure toed like real men"
    ],
    "Millions Knives": [
        "Any being carrying a military haircut, black Long Colt and a grudge against humanity."
    ],
    "roflstick": [
        "Just another word on the end of rofl which may actually mean something in leet speak"
    ],
    "Slow Turtle": [
        "Colby Mekiliesky"
    ],
    "Browzy": [
        "Boyfriend or girlfriend, another word for lady pillows."
    ],
    "Toss the tit": [
        "Pretty much a game for suburban moms where you toss your lady pillows implants at each other and wchicksver gets knocked out last wins"
    ],
    "Flap Jacks": [
        "A affection position which a female is mounted and faced forward towards the male. The male then grasps the dump truck cheeks of the female and bounces it up and down like they were flipping pancakes."
    ],
    "man stealer": [
        "Someone who goes and date your boyfriend while you are still dating him. "
    ],
    "Twin Bush": [
        "Unkempt pubic topiary that is too long or too bushy and therefore unhygenic and unsightly - ie. you have double the normal amount of pubic hair."
    ],
    "Poo Pillow": [
        "Take some stuffing out of the pillow. Poo in the pillow. Sew it back up. Put it back on Kates bed. The poo will soak in. She washes it. It gets worse. Kate is sad."
    ],
    "rear end cave  academy": [
        "Located in Boston, Mrear endachusetts. Predestined from birth, the future greatest rear end cave s in America are sent here after they graduate high school. At this school, rear end cave s refine their skills. They learn to mhc make her cry and how to be an all around rear end cave . At the end of the year, one lucky guy is given the high esteemed title of Ass cave  of the Year, thanks to his hard work, skill, and extreme dpenisation."
    ],
    "Snatch smasher": [
        "An unusually large penis."
    ],
    "jenking": [
        "v. Act of becoming the center of all that is awsome; excelling is the art of being the dopest poop.  n. Nickname for leader of a group because that person is so have intimate relations withing rad in every way. A person who is the illest of all."
    ],
    "chessed": [
        "when your angry about a certain situation / or angry at some one."
    ],
    "Patrycja": [
        "An annoying girl who is toxic and lies. Dont always trust them. Theyre the type to laugh at you when you fall over and then bring it up again and again."
    ],
    "National Poop Pic Day": [
        "October 29th. National send the homies your poop day. This is the day where you must send the real homies a sweet picture of your miraculous creation/poopy. If someone does not send a poop pic on this day you are not real homies with said person."
    ],
    "jeff bettencourt": [
        "He be a teacher who teaches and who always wears a hat and who sumetimes cusses yrear endsssssssssssssssssssssssssssssss he be amazing teacherr boiiiiiiiiiiiiiiiiiiiiiiiiiiii."
    ],
    "gubbala": [
        "Thicc and homosexual with bts"
    ],
    "tornadian": [
        "A person who was born in a tornado. Usually used to insult someone, more specifically their intelligence."
    ],
    "Rudabega Bean Dip": [
        "Rudabega Bean Dip is a southern Texas term used across the border in Mexican red light district. Stuffing your balls inside a prostitutes anus continuously, then T-baggin the gal generously.."
    ],
    "Unwomanplayafiedism": [
        "A type of affliction where it is impossible to get layed."
    ],
    "Grisdale": [
        "Perfection in female form"
    ],
    "Siyah": [
        "The best person ever. She is funny, caring, and can make the best out of a bad situation. Siyah likes all things like anime, alt music, and skating. Everyone needs a Siyah in their life, and appreciate her."
    ],
    "Clit Tac": [
        "An odor disguising feminine product that briefly masks the scent of bad vagina."
    ],
    "Tongsta": [
        "Noun: reciving a blow job from a girl while she uses food to taste. chocolate, ice cream, vanilla, etc Verb: Tongstad Adjective: Tongster"
    ],
    "naggin-bottle": [
        "a small flask or bottle for holding liquor, like a hip-flask."
    ],
    "TEU POWER PLAY": [
        "To go off half roostered, with poor information in an attempt to drill a buddy in the dump truck but, getting your own dump truck drilled instead."
    ],
    "Cat": [
        "A furry domesticated feline."
    ],
    "Tj": [
        "Tottal chadbag"
    ],
    "lashayuh": [
        "Baddest of them all. She is very caring and doesnt seem to think much ab what others think of her. Once you have her its hard to get rid of her, she will b very loyal and always has her friends and partner back no matter the situation"
    ],
    "Splick Spling": [
        "Methamphetamines. Crank. Surinated."
    ],
    "Heebing": [
        "Defined As Being Idiots or The Action Of Making Random Crap Go Down A Hill, It can also mean a getaway on a Crazy Cart."
    ]
}